{"lang": "en", "sentence1": "France was developing a national identity of optimism, a high level of social critique, and constant pressure for improvement.", "sentence2": "Things were changing for the better in France.", "gold": "entailment", "file_idx": 303756}
{"lang": "en", "sentence1": "What other beasts does Stark have in his stable? ", "sentence2": "There are more beasts in Stark's stable.", "gold": "entailment", "file_idx": 213626}
{"lang": "en", "sentence1": "in the thirties", "sentence2": "The thirties are the time we are talking about.", "gold": "entailment", "file_idx": 25690}
{"lang": "en", "sentence1": "Economic valuation of benefits often involves estimation of the willingness-to-pay of individuals to avoid harmful health or environmental effects.", "sentence2": "It's necessary to estimate how much people will pay to avoid negative effects.", "gold": "entailment", "file_idx": 39485}
{"lang": "en", "sentence1": "it's got the the the good old three fifty standard engine in it regular gas engine and that engine i understand i can i can actually work on that engine", "sentence2": "I can actually work on a three fifty engine because I understand them. ", "gold": "entailment", "file_idx": 77343}
{"lang": "en", "sentence1": "The cover story says pro sports are in trouble.", "sentence2": "Pro sports are in dire straights ", "gold": "entailment", "file_idx": 108614}
{"lang": "en", "sentence1": "setting up the trailer for a weekend or a week or ten days or whatever uh what's what's your thoughts on camping", "sentence2": "What are your thoughts on camping, setting up a trailer for a weekend?", "gold": "entailment", "file_idx": 116474}
{"lang": "en", "sentence1": "So I thought, having asked for an A.B.C.", "sentence2": "I asked for an A.B.C and I thought.", "gold": "entailment", "file_idx": 57131}
{"lang": "en", "sentence1": "For the Menidia beryllina test method, the effluent sample was an industrial wastewater spiked with CuSO4, the receiving water sample was a natural seawater spiked with CuSO4, and the reference toxicant sample was bioassay-grade FORTY FATHOMSa synthetic seawater spiked with CuSO4.", "sentence2": "Once the solution is spiked with CuSO4, the subsequent tests always showed a spike in CuSO4.", "gold": "entailment", "file_idx": 95959}
{"lang": "en", "sentence1": "Charming Segovia is yet another Castilian city that looks like a movie Its dramatic outline rises up majestically from the surrounding plains.", "sentence2": "Segovia is a Castillian city.", "gold": "entailment", "file_idx": 233174}
{"lang": "en", "sentence1": "I'm not sure I understand what you want.", "sentence2": "I don't think I'm understanding what it is you want.", "gold": "entailment", "file_idx": 183709}
{"lang": "en", "sentence1": "The main effect of this law has not been to decrease insurance claims, but to discourage physicians from screening for alcohol problems.", "sentence2": "The main effect of the law has been to discourage physicians from screening for alcohol problems.", "gold": "entailment", "file_idx": 262183}
{"lang": "en", "sentence1": "Don't think Kitchell's some common ridge-ridin' bad man.", "sentence2": "Do not think he is common, he is quite unique.", "gold": "entailment", "file_idx": 80513}
{"lang": "en", "sentence1": "and uh in order for this company to survive they've had to uh in their area start sponsoring their own recycling centers", "sentence2": "They started sponsoring centers just to stay afloat.", "gold": "entailment", "file_idx": 74371}
{"lang": "en", "sentence1": "All the incentives for antitrust enforcers--media adulation, professional recognition, and congressional budgetary rewards--push the government toward bagging the biggest game.", "sentence2": "Antitrust enforcers can receive professional recognition and awards.", "gold": "entailment", "file_idx": 118217}
{"lang": "en", "sentence1": "too expensive more expensive for them to do that then", "sentence2": "It costed a lot of money for those people to do that.", "gold": "entailment", "file_idx": 254250}
{"lang": "en", "sentence1": "Round here we knows a good hoss, but we ain't always sure of his pa, not if he's wild stuff.", "sentence2": "We know a good horse here.", "gold": "entailment", "file_idx": 352461}
{"lang": "en", "sentence1": "Having rehabilitated the carpetbaggers, we might as well give them back their good name.", "sentence2": "We should give the carpetbaggers back their good name, since we have rehabilitated them.", "gold": "entailment", "file_idx": 31754}
{"lang": "en", "sentence1": "Bill liked to explain that on normal software projects, the program manager is just  in charge of the program.", "sentence2": "The program manager doesn't really do any hands-on work. ", "gold": "entailment", "file_idx": 157569}
{"lang": "en", "sentence1": "Very basic but very good Jamaican food served through the kitchen window, with garden gazebos to sit and eat in.", "sentence2": "They serve basic food that tastes good.", "gold": "entailment", "file_idx": 185711}
{"lang": "en", "sentence1": "it was raining last year we had uh-huh we", "sentence2": "The previous year it was raining.", "gold": "entailment", "file_idx": 36245}
{"lang": "en", "sentence1": "agent and a full-time homemaker, he was educated at Catholic Central", "sentence2": "Someone was an agent and a homemaker.", "gold": "entailment", "file_idx": 335853}
{"lang": "en", "sentence1": "Opinion was varied about the merits of Clinton's performance.", "sentence2": "The people had differing views regarding Clinton. ", "gold": "entailment", "file_idx": 90261}
{"lang": "en", "sentence1": "seems i read", "sentence2": "appears as though I read", "gold": "entailment", "file_idx": 83608}
{"lang": "en", "sentence1": "The Moors on Menorca speedily agreed to pay an annual tribute to Arag??n and were left in peace.", "sentence2": "The Moors paid an annual tribute to be left alone.", "gold": "entailment", "file_idx": 328631}
{"lang": "en", "sentence1": "Census Bureau Summary Current Industrial Reports for the Inorganic Chemical Industry.", "sentence2": "Reports of Census Bureau Summary Current Industrial for the Inorganic Chemical Industry.", "gold": "entailment", "file_idx": 325387}
{"lang": "en", "sentence1": "Clinton got a fruit basket that contained an orange that was, in Zercher's words, shrivelled and deformed--it looked like a woman's sexual organ.", "sentence2": "Zercher said that the orange looked like a woman's sexual organ. ", "gold": "entailment", "file_idx": 123930}
{"lang": "en", "sentence1": "This is the more obvious criterion that distinguishes Dole.", "sentence2": "This is what distinguishes Dole.", "gold": "entailment", "file_idx": 110896}
{"lang": "en", "sentence1": "Under the Acid Rain cap and trade program, we have not seen local hot spots because the highest emitters are often the most cost-effective to control and therefore, the most likely to control.", "sentence2": "Under the Acid Rain cap and trade program, we look for local hot spots.", "gold": "entailment", "file_idx": 292236}
{"lang": "en", "sentence1": "Palma overshadows all other towns on Mallorca in the scale and sophistication of its shops.", "sentence2": "Palma has more sophisticated shops.", "gold": "entailment", "file_idx": 223183}
{"lang": "en", "sentence1": "See accompanying notes to the financial statements for the condition of stewardship land.", "sentence2": "Stewardship land condition is documented in the notes.", "gold": "entailment", "file_idx": 154462}
{"lang": "en", "sentence1": "Because of tight resources, lack of travel funds, and the need to use staff with uneven experience and skills, this becomes critical in situations involving many evaluators working in different regions.", "sentence2": "Resources and funds to pay for staff travel can be limited.", "gold": "entailment", "file_idx": 229580}
{"lang": "en", "sentence1": "Everyone's at the table still trying to get worked up, but the spell has been irreparably broken.", "sentence2": "The spell has been broken and people are still excited.", "gold": "entailment", "file_idx": 130895}
{"lang": "en", "sentence1": "i do too uh they don't either", "sentence2": "I do as well but they don't.", "gold": "entailment", "file_idx": 263282}
{"lang": "en", "sentence1": "The same logic would hold for a postal service earning any given profit (loss).", "sentence2": "The logic would hold for the post office earning money.", "gold": "entailment", "file_idx": 241647}
{"lang": "en", "sentence1": "and the whole bit and one of the men got uh i think it was seventeen years and the other one was in for uh life imprisonment", "sentence2": "One criminal got seventeen years and the other one life, I think.  ", "gold": "entailment", "file_idx": 63459}
{"lang": "en", "sentence1": "The frequently rough sea croseng drops passengers at Porto de Abrigo, on the eastern tip of the island.", "sentence2": "The sea crossing is very often quite rough.", "gold": "entailment", "file_idx": 212716}
{"lang": "en", "sentence1": "And then, when everything was just wonderful (except maybe for Lola's self-esteem, because her acne had returned), Olek showed up and said:", "sentence2": "Lola's self-esteem was in jeopardy because of an acne breakout.", "gold": "entailment", "file_idx": 328046}
{"lang": "en", "sentence1": "Say, Miss Tuppence, there's something I'd like to ask you.\"", "sentence2": "He had an important question for Miss Tuppence.", "gold": "entailment", "file_idx": 51243}
{"lang": "en", "sentence1": "about how really to go about helping people to learn another language i mean it's like people don't know what to say it's not step to step", "sentence2": "The details of how you could assist someone in learning a second language.", "gold": "entailment", "file_idx": 315698}
{"lang": "en", "sentence1": "As we know from the Oscars, it's the sanctimonious stuff that gets rewarded.", "sentence2": "The sanctimonious things get rewarded, as seen in the Oscars.", "gold": "entailment", "file_idx": 122945}
{"lang": "en", "sentence1": "There's no arguing that a democracy needs representatives and voters who can think for themselves.", "sentence2": "They want the people to have minds of their own.", "gold": "entailment", "file_idx": 285200}
{"lang": "en", "sentence1": "The request should also provide Return on Investment projections, other available financial analyses, and cost, revenue, and volume estimates for the new service for the entire proposed test period.", "sentence2": "Financial analyses and estimates should be provided for the entire proposed test period.", "gold": "entailment", "file_idx": 86405}
{"lang": "en", "sentence1": "Chithirai Vishu (Hindu New Year) is a more religious affair than the Chinese, with worship and prayers.", "sentence2": "The Hindu new year is more devout in celebration than the Chinese new year..", "gold": "entailment", "file_idx": 40108}
{"lang": "en", "sentence1": "Republican opponents accused Bush of running for president on the backs of congressmen.", "sentence2": "Bush was accused of campaigning for president on congressmen's backs. ", "gold": "entailment", "file_idx": 174163}
{"lang": "en", "sentence1": "If you were a photographer and had to hire child models for an important shoot, you could hire from a reputable modeling agency that guaranteed its clients, or you could hire children off the street and also hire an authoritarian nanny to watch them every second.", "sentence2": "If you needed children for a photo shoot, you had the choice of a respectable modeling agency or simply picking street kids.", "gold": "entailment", "file_idx": 40169}
{"lang": "en", "sentence1": "The superior environmental and economic results of ...the Program are precisely what should have been expected of a program that matched an explicit emissions limit with a market that turned pollution reductions into marketable assets.", "sentence2": "The program limited emissions.", "gold": "entailment", "file_idx": 188106}
{"lang": "en", "sentence1": "Mahmud smashed the infidels' idols and destroyed their temples as he went, but was nonetheless cultured enough to use the booty to build a library, a museum, and a splendid mosque when he got back to Ghazni.", "sentence2": "Mahmud looted the heretical temples of his enemies and funded the construction of a mosque.", "gold": "entailment", "file_idx": 165679}
{"lang": "en", "sentence1": "You're not dead!", "sentence2": "You're still alive! ", "gold": "entailment", "file_idx": 35724}
{"lang": "en", "sentence1": "In the late 1870s, he defaulted on a loan from rancher Archibald Stewart, so Stewart took the Las Vegas Ranch for his own.", "sentence2": "He didn't pay his loan back to Stewart.", "gold": "entailment", "file_idx": 14317}
{"lang": "en", "sentence1": "'For a laugh?'", "sentence2": "To laugh?", "gold": "entailment", "file_idx": 360155}
{"lang": "en", "sentence1": "The Little Foxes (Vivian Beaumont Theater, Lincoln Center, New York City).", "sentence2": "The Little Foxes (New York, USA).", "gold": "entailment", "file_idx": 372209}
{"lang": "en", "sentence1": "The city has a long-standing international reputation for research and development, which began in 1681 with the founding of the Royal College of Physicians.", "sentence2": "Research and development is a long tradition in the city, going back to 1681.", "gold": "entailment", "file_idx": 331014}
{"lang": "en", "sentence1": "Grown in India, it was delivered to Canton, and while China outlawed the trade in 1799, local Cantonese officials were always willing to look the other way for  squeeze money  (a term still used in Hong Kong).", "sentence2": "The trade was outlawed by China in 1799, but officials would often accept bribes to allow it.", "gold": "entailment", "file_idx": 374718}
{"lang": "en", "sentence1": "This information helps in making decisions such as to contract work out, undertake a project, or increase, decrease, modify, or eliminate an activity or product.", "sentence2": "Such information would help to make decisions like contracting work, undertaking projects, and increases, decreases, modification or elimination of an activity or products.", "gold": "entailment", "file_idx": 340604}
{"lang": "en", "sentence1": "so so yeah i i used to when my kids were real little and i was home i watched uh i was home more i watched things on a more regular basis but right now the last thing i watched regularly was Thirty Something when it first came out did y'all ever watch that", "sentence2": "I used to view more television on a normal basis when my children were smaller.", "gold": "entailment", "file_idx": 168028}
{"lang": "en", "sentence1": "The Honorable Daniel Akaka Chairman The Honorable James Inhofe Ranking Minority Member Subcommittee on Readiness and Management Support Committee on Armed Services United States Senate", "sentence2": "Daniel Akaka is one of the members of the United States Senate.", "gold": "entailment", "file_idx": 81428}
{"lang": "en", "sentence1": "Found him crawlin' along right near town.", "sentence2": "Crawling along close to town was where he was found.", "gold": "entailment", "file_idx": 134353}
{"lang": "en", "sentence1": "In developing and improving the methods for estimating and valuing the potential reductions in mortality risk over the years, EPA has consulted with a panel of the Science Advisory Board.", "sentence2": "The EPA is trying to improve the methods for estimating and valuing the potential reductions in mortality risk.", "gold": "entailment", "file_idx": 306607}
{"lang": "en", "sentence1": "Precisely.", "sentence2": "Exactly.", "gold": "entailment", "file_idx": 111750}
{"lang": "en", "sentence1": "Bush heard the word philosopher, seized on a related concept--Christ--and simply ignored the other key elements in the question, like political and identify with and why.", "sentence2": "When heard the word philosopher, Bush just started to talk about Christ and nobody else.", "gold": "entailment", "file_idx": 256717}
{"lang": "en", "sentence1": "The rule was determined to be a significant regulatory action under Executive Order No.", "sentence2": "The rule was determined to be a significant regulatory action. ", "gold": "entailment", "file_idx": 352055}
{"lang": "en", "sentence1": "Stupid, easily impressed yokels... My chest began to tighten.", "sentence2": "The yokels were dumb.", "gold": "entailment", "file_idx": 204016}
{"lang": "en", "sentence1": "Social Security Reform in a Global Context, Social Security Reform Conference  Links to Saving, Investment, and Growth, Steven A. Sass and Robert K. Triest, eds.", "sentence2": "Social Security is being reformed.", "gold": "entailment", "file_idx": 160556}
{"lang": "en", "sentence1": "The flower market on place Louis Lepine, near Notre-Dame on Ile de la Cite, opens from 8am to 7:30pm daily.", "sentence2": "The flower market is only open on Sundays. ", "gold": "contradiction", "file_idx": 129905}
{"lang": "en", "sentence1": "well even the you know the non exempts technically yet we haven't had our salary frozen yet", "sentence2": "Our salaries have been frozen already. ", "gold": "contradiction", "file_idx": 300843}
{"lang": "en", "sentence1": "The lively cattle market makes Penrith a center for the economic activity of the area.", "sentence2": "Lack of lively cattle market makes Penrith an unknown countryside.", "gold": "contradiction", "file_idx": 102901}
{"lang": "en", "sentence1": "Science, on the other hand, involves avoiding a dogmatic attachment to any method of analysis.", "sentence2": "Dogmatic attachment can coexist with science in analysis. ", "gold": "contradiction", "file_idx": 118108}
{"lang": "en", "sentence1": "but you watch it", "sentence2": "You don't watch it.", "gold": "contradiction", "file_idx": 55678}
{"lang": "en", "sentence1": "yeah well yeah of the three of those Diner's probably the best i mean they're they're all pretty good but Diner is really worth seeing", "sentence2": "Diner is just average, not really worth stopping there.", "gold": "contradiction", "file_idx": 105175}
{"lang": "en", "sentence1": "sell the house and move back home you know to my home town and and uh i wouldn't stay here in Texas so", "sentence2": "Stay here in Texas and never go back to my hometown.", "gold": "contradiction", "file_idx": 88538}
{"lang": "en", "sentence1": "As Commissioner Rossotti has stated, IRS' current cumbersome organizational structure and inadequate technology are the principal obstacles to delivering dramatic improvements in customer service and productivity.", "sentence2": "The IRS' current level of technology is adequate for serving customers.", "gold": "contradiction", "file_idx": 12220}
{"lang": "en", "sentence1": "but isn't that federal in the federal budget", "sentence2": "No, that is not in the federal budget", "gold": "contradiction", "file_idx": 54609}
{"lang": "en", "sentence1": "no our big thing is um you know movie movie prices up here i think it's like six bucks now in the theaters and you know so it's like you know a lot of things we try to catch like at the dollar theater or matinees and then a lot of other stuff we just wait until it comes out on tape", "sentence2": "For most movies, we just wait for the tape version.", "gold": "contradiction", "file_idx": 200267}
{"lang": "en", "sentence1": "Thousands of makeshift shacks sell beer or cigarettes, and hundreds of oil-barrel barbecues cook jerk chicken and burgers.", "sentence2": "There is nowhere to purchase alcohol or cigarettes. ", "gold": "contradiction", "file_idx": 46266}
{"lang": "en", "sentence1": "they could have had a good year this year uh unfortunately the quarterback uh controversy they had where Don McCowskey got hurt and couldn't play most the season", "sentence2": "Don McCowesky played in every game of the season.", "gold": "contradiction", "file_idx": 368680}
{"lang": "en", "sentence1": "Concannon, who at 63 is still practicing full time, said he couldn't say no to Ginsburg, a longtime friend.", "sentence2": "Concannon, who turns 50 next month, was happy to turn down Ginsburg, his sworn enemy.", "gold": "contradiction", "file_idx": 35546}
{"lang": "en", "sentence1": "Malaysians love celebrating, and with so many different religions Islam, Hinduism, Buddhism, Christianity, and aboriginal animism they give themselves plenty of opportunities.", "sentence2": "Malaysians dislike celebrations and rarely have the opportunity to do so. ", "gold": "contradiction", "file_idx": 294148}
{"lang": "en", "sentence1": "Two, the Patient on the Specialized Life Support System answered.", "sentence2": "The patient is unable to communicate ", "gold": "contradiction", "file_idx": 158948}
{"lang": "en", "sentence1": "i know but i remember you you talked about something you started off and you said well let me think you talked about the telephone calls people coming and soliciting selling things at the door you said something else and i can't remember what it was and i thought yeah that that kind of touched a nerve right there but we got uh we got to talking about the um uh people coming to you at the front door", "sentence2": "The person has never has an experience with someone trying to sell them something. ", "gold": "contradiction", "file_idx": 103305}
{"lang": "en", "sentence1": "1.9 GAGAS may be used in conjunction with professional standards issued by other authoritative bodies.", "sentence2": "GAGAS should never be used alongside professional standards issued by other authoritative bodies.", "gold": "contradiction", "file_idx": 96486}
{"lang": "en", "sentence1": "You'll be able to choose from the naave to the sophisticated.", "sentence2": "You won't have any choices. ", "gold": "contradiction", "file_idx": 361351}
{"lang": "en", "sentence1": "'This door is also hidden.'", "sentence2": "The door is obvious.", "gold": "contradiction", "file_idx": 37982}
{"lang": "en", "sentence1": "A Madeira with sandy beaches and direct flights from Great Britain and other points in Europe (and beginning in late 2000, North America) would surely not have been capable of staving off the mass-tourist market as it has thus far.", "sentence2": "The tourism in Madeira is caused by the beaches.", "gold": "contradiction", "file_idx": 254832}
{"lang": "en", "sentence1": "yeah well that's you know that's an idea maybe there need to be some radical changes made do some things that are totally different and unheard of", "sentence2": "The way things are running right now is perfect.", "gold": "contradiction", "file_idx": 337823}
{"lang": "en", "sentence1": "The spectacular cloister is a superb example of mostly late-Gothic style, with elaborate stone carvings.", "sentence2": "There are no gothic elements in the design of the cloister.", "gold": "contradiction", "file_idx": 145611}
{"lang": "en", "sentence1": "Meanwhile cook's just furious.", "sentence2": "The cook was calm.", "gold": "contradiction", "file_idx": 121022}
{"lang": "en", "sentence1": "Shopping in Venice", "sentence2": "Shopping in Sydney.", "gold": "contradiction", "file_idx": 90915}
{"lang": "en", "sentence1": "The Commission has not been able to discern any congressional purpose that would be served by tying the right to representation on movements that have no effect on either the alien's lawful immigration status or her legal right to pursue her claim in U.S. courts.", "sentence2": "An alien does not have legal rights in the US.", "gold": "contradiction", "file_idx": 290999}
{"lang": "en", "sentence1": "no you don't and and and that's what i think is so sad about the whole uh proposition and if you've got all these people who come and work for for nothing and uh", "sentence2": "The proposition includes minimum wage for the working people.", "gold": "contradiction", "file_idx": 165872}
{"lang": "en", "sentence1": "GAO officials responsible for the completion of the engagement will participate in the meeting.", "sentence2": "GAO officials responsible for finishing the engagement don't be at the meeting ", "gold": "contradiction", "file_idx": 46990}
{"lang": "en", "sentence1": "well um what what do you think about the metric system uh do you uh find it usable have you tried much with it", "sentence2": "The metric system is horrible.", "gold": "contradiction", "file_idx": 317409}
{"lang": "en", "sentence1": "As in America, British news organizations offer a wide variety of information to Web surfers.", "sentence2": "Web surfers can't find any information on British news organization.", "gold": "contradiction", "file_idx": 84038}
{"lang": "en", "sentence1": "'Quickly!' I was constantly told.", "sentence2": "We lingered and I was allowed to walk at a slow pace.", "gold": "contradiction", "file_idx": 118612}
{"lang": "en", "sentence1": "Much of the fog had evaporated and even the rain had stopped.", "sentence2": "It hadn't rained for months.", "gold": "contradiction", "file_idx": 276511}
{"lang": "en", "sentence1": "Talented performers provide energetic renditions of Madonna, Michael Jackson, Gloria Estefan, and Charlie Daniels, among others.", "sentence2": "Michael Jackson renditions are not portrayed by performers.", "gold": "contradiction", "file_idx": 140229}
{"lang": "en", "sentence1": "'It's possible you're going to want to close your eyes for this bit.'", "sentence2": "You'll want to keep your eyes open to see everything that happens.", "gold": "contradiction", "file_idx": 214074}
{"lang": "en", "sentence1": "you going to have kids in the future", "sentence2": "Did you have kids in the past?", "gold": "contradiction", "file_idx": 219608}
{"lang": "en", "sentence1": "As Constantinople, jewel of the Byzantine Empire, it was for more than 1,000 years the most important city in Christendom.", "sentence2": "The most important city in Christendom has never been the Jewel of the Byzantine Empire.", "gold": "contradiction", "file_idx": 169659}
{"lang": "en", "sentence1": "Erected in the 16th century, it guarded the bay against pirate ships you can still see the ancient cannons poking through the crenellated walls.", "sentence2": "It was built in the 19th century.", "gold": "contradiction", "file_idx": 318312}
{"lang": "en", "sentence1": "(Unfertilized eggs contain only the mother's half of genes", "sentence2": "All of the mother's genes are contained in unfertilized eggs.", "gold": "contradiction", "file_idx": 246515}
{"lang": "en", "sentence1": "(Bauer hinted at his candidacy in speeches, then announced he was taking a leave of absence from his job, then set up an announcement interview on Meet the Press , then persuaded newspapers to write preview stories about the TV announcement--all before he had even filed the papers to set up the committee that would set up his eventual campaign.)", "sentence2": "Bauer scheduled an interview with Oprah.", "gold": "contradiction", "file_idx": 366369}
{"lang": "en", "sentence1": "As in any ancient country, India's modernizing plunge into the 20th century has produced its fair share of trinkets and tinsel, but its traditional craftwork continues at the highest  silks, carpets, jewelry, perfumes, brassware, and wood-carving are first class, and you will have the added bonus of dealing with the most charming bunch of merchants in the world.", "sentence2": "India's traditional craftwork died as a result of 20th century modernization.", "gold": "contradiction", "file_idx": 57071}
{"lang": "en", "sentence1": "Steve Forbes befriends a crippled child, predicts this Christmas will be 'the best ever.", "sentence2": "The old crippled man was thrilled to get the gift.", "gold": "contradiction", "file_idx": 310545}
{"lang": "en", "sentence1": "design-provides assurance that the final product represents what is happening and is not registering an atypical situation.", "sentence2": "They wanted it to be different each time.", "gold": "contradiction", "file_idx": 300181}
{"lang": "en", "sentence1": "When (1) an employee's work schedule differs from the agencywide schedule established by management or (2) reflects a flexible work program, an employee's work schedule should be approved by the supervisor or the official most knowledgeable of the employee's schedule in advance of the period when the plan takes effect.", "sentence2": "No more employees work at the office.", "gold": "contradiction", "file_idx": 32458}
{"lang": "en", "sentence1": "yeah i think uh i think public transportation will move up though in the future i mean i think we pretty much phased out the bus", "sentence2": "We're set to move backwards in time in the area of public transportation.", "gold": "contradiction", "file_idx": 18480}
{"lang": "en", "sentence1": "44 rooms.", "sentence2": "There are no rooms.", "gold": "contradiction", "file_idx": 94135}
{"lang": "en", "sentence1": "Al Gore has gotten a lot of coverage about how he raised soft money for the DNC, but a small item today in the WP 's The Reliable Source tells you something about how he spends it.", "sentence2": "Al Gore didn't want to be involved in the DNC's fundraising.", "gold": "contradiction", "file_idx": 147485}
{"lang": "en", "sentence1": "Tell us at once.", "sentence2": "It does not matter if we are told right away or after a while.", "gold": "contradiction", "file_idx": 246296}
{"lang": "en", "sentence1": "yes i wish i had the answer for that everybody does", "sentence2": "it makes no difference to use if we get an answer", "gold": "contradiction", "file_idx": 220888}
{"lang": "en", "sentence1": "In addition, auditors should obtain an understanding of the methods and significant assumptions used by the nonauditors.", "sentence2": "There are no methods or assumptions for auditors at all.", "gold": "contradiction", "file_idx": 132008}
{"lang": "en", "sentence1": "'Wait!' I proffered a square of laminated card and a data-disc.", "sentence2": "I didn't offer the robot anything and let it walk away.", "gold": "contradiction", "file_idx": 180152}
{"lang": "en", "sentence1": "It would ease his own frustration and show strength in a time of weakness.", "sentence2": "He was currently engaging in a time of happiness and glory.", "gold": "contradiction", "file_idx": 81805}
{"lang": "en", "sentence1": "jeez you can't get any interest rates", "sentence2": "Wow, you can get good interest rates.  ", "gold": "contradiction", "file_idx": 286768}
{"lang": "en", "sentence1": "And regardless of who supports them, these guys have a lot of expertise to offer, don't they?", "sentence2": "They don't know about anything.", "gold": "contradiction", "file_idx": 184572}
{"lang": "en", "sentence1": "Kenzo also did copypastes, attended meetings, and gathered praise, and so it went through three more companies, until he became the head of the PanAsian region in an advanced ecoillogical technologies company.", "sentence2": "Kenzo did not do copypastes.", "gold": "contradiction", "file_idx": 35375}
{"lang": "en", "sentence1": "They are now on view inside.", "sentence2": "They are seeing the view from the outside.", "gold": "contradiction", "file_idx": 286499}
{"lang": "en", "sentence1": "As Van Buren knew, parties are inherently democratic, the most effective way of organizing otherwise powerless individuals.", "sentence2": "Van Buren knew that the parties were not democratic.", "gold": "contradiction", "file_idx": 329212}
{"lang": "en", "sentence1": "so i was reading the book and it's called Shoeless Joe", "sentence2": "Shoeless Joe is a movie I watched.", "gold": "contradiction", "file_idx": 37506}
{"lang": "en", "sentence1": "The same section establishes the performance criterion that the Postal Service is expected to achieve as a matter of postal  It shall provide prompt, reliable, and efficient services to patrons in all areas and . . . all communities.", "sentence2": "The Postal Service doesn't deliver mail.", "gold": "contradiction", "file_idx": 357851}
{"lang": "en", "sentence1": "However, the emergency department is the entry point for medical care for a broad spectrum of problem drinkers.", "sentence2": "The ED is rarely the entry point at the hospital for many problem drinkers.", "gold": "contradiction", "file_idx": 115913}
{"lang": "en", "sentence1": "At the Yale Law School Lowenstein International Human Rights Clinic, she codirected a litigation effort on behalf of Haitian refugees in federal challenge to the United States interdiction program, which included testifying before the U.S.", "sentence2": "She is the sole director of the interdiction program.", "gold": "contradiction", "file_idx": 271532}
{"lang": "en", "sentence1": "It's not a conclusion that can be forced on me--or anyone else--by statistical science.", "sentence2": "I think that anything statistical science says applies to me.", "gold": "contradiction", "file_idx": 243081}
{"lang": "en", "sentence1": "Federal IRM Training  A Guide for Federal CIOs, (Draft), Federal CIO Council, Education and Training Committee, January 1999", "sentence2": "The Federal IRM Training contains no provisions for CIOs.", "gold": "contradiction", "file_idx": 332506}
{"lang": "en", "sentence1": "In the end I found myself in a carriage with Mrs. Vandemeyer after all.", "sentence2": "I traveled separately from Mrs. Vandemeyer after all.", "gold": "contradiction", "file_idx": 75208}
{"lang": "en", "sentence1": "Walesa fell out of favor with Poles and was defeated in the 1995 elections.", "sentence2": "Walesa gained support and won the 1995 elections.", "gold": "contradiction", "file_idx": 80278}
{"lang": "en", "sentence1": "(see Margueritaville, below, for the sports bar located in same establishment. )", "sentence2": "There are no sports bars.", "gold": "contradiction", "file_idx": 358945}
{"lang": "en", "sentence1": "Last year, the high court raised the base fee for active attorneys to $180 from $140.", "sentence2": "The high court raised the base fee by $40, with another $20 raise coming next year.", "gold": "neutral", "file_idx": 356149}
{"lang": "en", "sentence1": "In the model discussed in Part II above, the cost of basic mail is 26.", "sentence2": "Basic mail costs 26$, unless you add premium features.", "gold": "neutral", "file_idx": 328682}
{"lang": "en", "sentence1": "yeah that that's true uh i i took uh like i said i took uh couple of semesters at SMU and it at SMU in uh engineering courses but uh it really did conflict too much with uh with my work it's very difficult uh to maintain a full-time job and try to take uh courses uh in off hours", "sentence2": "I quit my job to complete my college.", "gold": "neutral", "file_idx": 169010}
{"lang": "en", "sentence1": "The difference, if any, between the reacquisition price and the net carrying value of the extinguished debt should be recognized as a loss or gain in accounting for interest on Treasury debt.", "sentence2": "This is the best way to represent Treasury debt.", "gold": "neutral", "file_idx": 893}
{"lang": "en", "sentence1": "and then when i come out here i just kind of let it go and then one of one of the guys mentioned to me at work one day if i played golf i said well yeah you know i've got my clubs but i haven't swung them in quite a few years", "sentence2": "I have a good set of golf clubs at home.", "gold": "neutral", "file_idx": 327571}
{"lang": "en", "sentence1": "The town has a long and important Jewish heritage, as it was here, from the third century onwards, that the Mishnah (part of the Talmud, edicts of Jewish Law) was codified, the Jerusalem Talmud (the primary source of Jewish religious law) was edited, and the Hebrew alphabet developed.", "sentence2": "Studying the Talmud is very interesting.", "gold": "neutral", "file_idx": 343007}
{"lang": "en", "sentence1": "For many of these cases, it was overwhelmingly likely that the client and the service would have been eligible to be counted as a closed case but for the lack of proper documentation.", "sentence2": "Some of the cases presented were of divorce cases. ", "gold": "neutral", "file_idx": 186031}
{"lang": "en", "sentence1": "As discussed in Section 3.3, utility engineers reported that while installing SCRs for the NOX SIP Call, crane availability has been an issue that can be accommodated with proper planning.", "sentence2": "It would be very hard to properly plan for crane unavailability.", "gold": "neutral", "file_idx": 88798}
{"lang": "en", "sentence1": "Can't you even understand that?", "sentence2": "You should be able to understand that.", "gold": "neutral", "file_idx": 279639}
{"lang": "en", "sentence1": "huh all right well listen i've got to go", "sentence2": "I'm sorry, I have to do laundry. ", "gold": "neutral", "file_idx": 45136}
{"lang": "en", "sentence1": "Behind the distant ticker-tape parade, the sun was setting.", "sentence2": "Dusk was falling and in the distance the rowdy ticker-tape parade continued down the boulevard led by the horses.", "gold": "neutral", "file_idx": 206962}
{"lang": "en", "sentence1": "Outwardly, he's an ordinary clean-limbed, rather blockheaded young Englishman.", "sentence2": "He was born in England.", "gold": "neutral", "file_idx": 263882}
{"lang": "en", "sentence1": "Each dive center is registered by the Greek government, and qualified to offer training for novice divers and supervision for qualified divers.", "sentence2": "If a dive center isn't registered you shouldn't train there as they are not qualified.", "gold": "neutral", "file_idx": 238747}
{"lang": "en", "sentence1": "and uh uh but i had no earthly i didn't do well in chemistry in high school and had no earthly idea that i'd get my degree in chemistry", "sentence2": "Chemistry was a difficult subject.", "gold": "neutral", "file_idx": 169780}
{"lang": "en", "sentence1": "High levels of improper payments need not and should not be an accepted cost of running federal programs.", "sentence2": "Improper payments shouldn't be accepted by the employees of the government.", "gold": "neutral", "file_idx": 217542}
{"lang": "en", "sentence1": "Screaming headlines in every paper in the country ”damn all journalists, I say! ", "sentence2": "The stories were filled with speculation by people who really knew nothing at all.", "gold": "neutral", "file_idx": 24144}
{"lang": "en", "sentence1": "Employees of the Federal Government provide services to their employer in exchange for compensation, of which some is received currently in the form of money (the salary); some is received currently in the form of payments to a third party (the employer", "sentence2": "Federal Government employees' healthcare is covered by their employers.", "gold": "neutral", "file_idx": 378200}
{"lang": "en", "sentence1": "Just as well; I needed all the help I could get in making my profile less recognisable.", "sentence2": "I payed someone to help me achieve my goal of making my profile less recognizable.", "gold": "neutral", "file_idx": 353046}
{"lang": "en", "sentence1": "Alternatively, you can shine a lamp on the stone real jade shows no reflected light.", "sentence2": "There are many methods to test if a jade is real.", "gold": "neutral", "file_idx": 45751}
{"lang": "en", "sentence1": "everything's really nice but then when you look underneath it it's just got these little wheels and this just this uh little axle it's like oh my and then a big windstorm it would pick you up", "sentence2": "it's scary in a big windstorm, before now it has nearly taken off", "gold": "neutral", "file_idx": 345676}
{"lang": "en", "sentence1": "Natalia/Lincoln stepped into view, standing over me.", "sentence2": "Lincoln stood over me holding his weapon.", "gold": "neutral", "file_idx": 124021}
{"lang": "en", "sentence1": "There were too many monasteries in and around Nara.", "sentence2": "Monks set up many monasteries in Nara because the name rhymed with Lara, the head monk's girlfriend.", "gold": "neutral", "file_idx": 212047}
{"lang": "en", "sentence1": "They are also renowned throughout Japan for two doing business and eating.", "sentence2": "They are known for their restaurants and manufacturing throughout Japan.", "gold": "neutral", "file_idx": 326076}
{"lang": "en", "sentence1": "All of them.", "sentence2": "All of them were on their way.", "gold": "neutral", "file_idx": 353333}
{"lang": "en", "sentence1": "Indicators of success -- Our senior management includes more women, gays, lesbians, people of color, older people and people with disabilities.", "sentence2": "There are no younger people in senior management.", "gold": "neutral", "file_idx": 13584}
{"lang": "en", "sentence1": "Heard tell as how they have 'em that same trouble down Texas way\" ", "sentence2": "The storm had caused major flooding all over the mid-West.", "gold": "neutral", "file_idx": 235261}
{"lang": "en", "sentence1": "and i was so surprised to hear how many people like whenever they're in you know the older people they're like um fastened to their beds so they can't get out just because they you know they wander the halls", "sentence2": "I did not want to see them being restrained.", "gold": "neutral", "file_idx": 57768}
{"lang": "en", "sentence1": "This simple, even austere Neo-Gothic Catholic church houses what is claimed to be the tomb of St. Thomas.", "sentence2": "Anthropologists are working to confirm whether or not the remains are actually St. Thomas.", "gold": "neutral", "file_idx": 56767}
{"lang": "en", "sentence1": "The legislative history of IRCA makes clear that Congress intended for LSC recipients to provide meaningful legal representation to H-2A workers on matters arising under the employment contract.", "sentence2": "LSC recipients did not fulfil their duties towards H-2A workers.", "gold": "neutral", "file_idx": 70259}
{"lang": "en", "sentence1": "It is even said that he has a woman problem, which supposedly finds expression in his defense of church positions on an all-male clergy, contraception, and abortion.", "sentence2": "He is thought to be slightly misogynistic due to his fervent defense of the somewhat backward policies of the church.", "gold": "neutral", "file_idx": 365735}
{"lang": "en", "sentence1": "It was coined almost 200 years ago (I think perhaps by David Ricardo), to describe the pre-industrial land-tenure system in Britain, wherein peasants would destructively graze their livestock on commonly held land.", "sentence2": "It used to be illegal for livestock to graze on public land.", "gold": "neutral", "file_idx": 12765}
{"lang": "en", "sentence1": "Apparently, certain local business had also decided to take advantage of my presence.", "sentence2": "Businesses tried to sell things because I was there.", "gold": "neutral", "file_idx": 123922}
{"lang": "en", "sentence1": "The daylight was almost gone.", "sentence2": "It would be too late if it got dark.  ", "gold": "neutral", "file_idx": 302249}
{"lang": "en", "sentence1": "I really didn't notice.", "sentence2": "I was distracted.", "gold": "neutral", "file_idx": 388178}
{"lang": "en", "sentence1": "And here in this house, her memory almost miraculously restored, lay the girl who held the future of England in 167 her hands.", "sentence2": "The doctors weren't sure if her memory regain was temporary or not.", "gold": "neutral", "file_idx": 346695}
{"lang": "en", "sentence1": "Outcome - An assessment of the results of a program compared to its intended purpose.", "sentence2": "An outcome is the assessment of the results of a program, whether it is good or bad.", "gold": "neutral", "file_idx": 65785}
{"lang": "en", "sentence1": "Epidemic increases in concaine and opiate use by trauma center patients.", "sentence2": "The trauma center is equipped to handle overdoses.", "gold": "neutral", "file_idx": 245653}
{"lang": "en", "sentence1": "A more plausible story is that bicycle shoppers like to visit fancy showrooms with knowledgeable sales staffs but then buy from discounters.", "sentence2": "Bicycle shoppers prefer to save money when they buy from discounters.", "gold": "neutral", "file_idx": 13998}
{"lang": "en", "sentence1": "i mean and it is ugly", "sentence2": "The place needs a severe facelift.", "gold": "neutral", "file_idx": 202335}
{"lang": "en", "sentence1": "What on earth could Poirot be doing in London! ", "sentence2": "Poirot was supposed to be here.", "gold": "neutral", "file_idx": 59704}
{"lang": "en", "sentence1": "In The Stakeholder Society , the pair present a novel plan to fight income  Give all Americans a capital stake of $80,000 when they reach adulthood to spend as they wish.", "sentence2": "Americans would all get $80,000 as stakeholders.", "gold": "neutral", "file_idx": 390452}
{"lang": "en", "sentence1": "Some legal aid programs tap the significant resources of other community organizations in an effort to expand their reach.", "sentence2": "Some legal aid programs ask for monetary donations from our community organizations. ", "gold": "neutral", "file_idx": 46549}
{"lang": "en", "sentence1": "Near to the temple of Ramses II is a smaller edifice, the Temple of Nefertari, his beloved wife.", "sentence2": "Ramses II died after his wife. ", "gold": "neutral", "file_idx": 248241}
{"lang": "en", "sentence1": "STANDARD COSTS - Predetermined expected unit costs, which are acceptable for financial reporting purposes if adjusted periodically to reflect actual results.", "sentence2": "The reports would need to be updated if the costs changed.", "gold": "neutral", "file_idx": 15634}
{"lang": "en", "sentence1": "LSC, therefore, required its grantees to begin to examine, on a statewide level, how all grantees in a particular state would serve in the present, and plan to serve in the future, the civil legal needs of low-income persons.", "sentence2": "LSC required them to look at how grantees would serve low-income people in civil court.", "gold": "neutral", "file_idx": 92153}
{"lang": "en", "sentence1": "yeah it it's not like this in Pennsylvania", "sentence2": "The way it is handled in Pennsylvania is better.", "gold": "neutral", "file_idx": 124232}
{"lang": "en", "sentence1": "Jon had seen very few with such speed and accuracy.", "sentence2": "Jon didn't know many people who could type so well. ", "gold": "neutral", "file_idx": 240730}
{"lang": "en", "sentence1": "So, while it would certainly be a pleasure to be here under normal circumstances, I want to extend a special thanks to you for having me here today.", "sentence2": "I am happy to be speaking to you today at this luncheon.", "gold": "neutral", "file_idx": 153111}
{"lang": "en", "sentence1": "However, CO2 has never been regulated as a pollutant under the Clean Air Act and does not pose any direct threat to human health unlike NOx, SO2 and mercury.", "sentence2": "NOx poses a significantly stronger risk to human health than SO2", "gold": "neutral", "file_idx": 188294}
{"lang": "en", "sentence1": "A man had run up and was standing beside the egg, beating at it.", "sentence2": "The man was in a hurry to cook dinner.", "gold": "neutral", "file_idx": 10824}
{"lang": "en", "sentence1": "yes vociferously", "sentence2": "not really, but maybe vociferously", "gold": "neutral", "file_idx": 135812}
{"lang": "en", "sentence1": "But there is a fundamental difference between them.", "sentence2": "There is difference in religious belief between him and her.", "gold": "neutral", "file_idx": 62640}
{"lang": "en", "sentence1": "It's near the port; its clocktower is a famous landmark.", "sentence2": "The place you are looking for is a fish market.", "gold": "neutral", "file_idx": 325513}
{"lang": "en", "sentence1": "this is the kid who who really you you know barely made it through high school", "sentence2": "The kid's grades were atrocious. ", "gold": "neutral", "file_idx": 3582}
{"lang": "en", "sentence1": "This chapter prescribes field work standards and provides guidance to auditors conducting performance audits in accordance with generally accepted government auditing standards (GAGAS).", "sentence2": "Field work standards are more detailed than others.", "gold": "neutral", "file_idx": 201525}
{"lang": "en", "sentence1": "White had another good shot at Lincoln, though- and this time he was aiming for the head.", "sentence2": "White wanted to hit Lincoln in the head to kill him.", "gold": "neutral", "file_idx": 26282}
{"lang": "en", "sentence1": "yeah for so many years i was so deep in debt on credit cards and i finally dug my way out of them and that was enough to teach me you know you just  i can do without them", "sentence2": "I was unable to pay back all the money that I spent at the mall.", "gold": "neutral", "file_idx": 107042}
{"lang": "en", "sentence1": "country anymore we only have situation ethics i said yeah the guy robs the liquor store and yeah he shot the owner but he was under the influence of narcotics", "sentence2": "The narcotics are the main problem here.", "gold": "neutral", "file_idx": 387933}
{"lang": "en", "sentence1": "Of course, the extreme in men's dress is the dinner jacket.", "sentence2": "The dinner jacket is rarely seen, it is so formal.", "gold": "neutral", "file_idx": 303700}
{"lang": "en", "sentence1": "Gyna bodokalunia, karnuk kilmadorni esdar! The Lotafrankish man answered energetically.", "sentence2": "He enthusiastically greeted them in his own dialect with many blessings.", "gold": "neutral", "file_idx": 156995}
{"lang": "en", "sentence1": "so i finally just went to see it and i just thought it was fantastic", "sentence2": "It was the best movie I saw all year.", "gold": "neutral", "file_idx": 391623}
{"lang": "en", "sentence1": "While it is essential that a new model not be driven totally by the supply side (accountants, regulators, corporate management, and boards of directors), there cannot be a disconnect between the supply and demand sides.", "sentence2": "A new model of economics has to account for both supply and demand.", "gold": "neutral", "file_idx": 198762}
{"lang": "en", "sentence1": "Exactly, said John, with rather unnecessary abruptness. ", "sentence2": "John knew, that the other party was correct.", "gold": "neutral", "file_idx": 204254}
{"lang": "en", "sentence1": "Four students were shot at an Oklahoma middle school.", "sentence2": "All four students died. ", "gold": "neutral", "file_idx": 43288}
