{"lang": "en", "sentence1": "India accused Pakistan of backing the hijacking and giving shelter to the terrorists.", "sentence2": "Pakistan is blamed for helping the highjackers.", "gold": "entailment", "file_idx": 125931}
{"lang": "en", "sentence1": "As they approached cautiously, Tommy gave a sudden gasp.", "sentence2": "Tommy gasped. ", "gold": "entailment", "file_idx": 48312}
{"lang": "en", "sentence1": "Terrence McNally's Tony-winning play from 1994 about eight gay men who vacation together doesn't translate well to film, critics say.", "sentence2": "The play about gay men on vacation didn't make a very good film.", "gold": "entailment", "file_idx": 181974}
{"lang": "en", "sentence1": "It will build on the successes of the Acid Rain cap and trade program.", "sentence2": "They used the Acid Rain cap and trade program to continue their success.", "gold": "entailment", "file_idx": 13595}
{"lang": "en", "sentence1": "I signed up for all of them.", "sentence2": "I registered for all of them.", "gold": "entailment", "file_idx": 111440}
{"lang": "en", "sentence1": "On the second floor, in 1588, her son Henri III used not poison but a dozen men armed with swords and daggers to do away with his archrival, Duke Henri de Guise.", "sentence2": "Henri III used weapons instead of poisons. ", "gold": "entailment", "file_idx": 126445}
{"lang": "en", "sentence1": "All the same, I reckon I'll go round there to-night and see if I can't ginger them up to break through their silly rules.", "sentence2": "I will go there tonight to see if I can convince them to not enforce their rules for my benefit. ", "gold": "entailment", "file_idx": 293771}
{"lang": "en", "sentence1": "Here comes a tyrannosaurus rex, charging down a stream bed after a mob of panicky humans.", "sentence2": "The humans are afraid of the tyrannosaurus charging after them.", "gold": "entailment", "file_idx": 316338}
{"lang": "en", "sentence1": "Complete documentation of the IPM model can be found //www.epa.gov/airmarkt/epa-ipm/index.html#documentation .", "sentence2": "IPM model is fully documented at //www.epa.gov/airmarkt/epa-ipm/index.html#documentation.", "gold": "entailment", "file_idx": 315411}
{"lang": "en", "sentence1": "it sure is and i think here at TI we get what is it nine or ten", "sentence2": "We get nine or ten at TI.", "gold": "entailment", "file_idx": 247290}
{"lang": "en", "sentence1": "It concluded, Civil liberties, once eroded, are not easily regained.", "sentence2": "As concluded, Civil Liberties, once mostly lost, are not easy to regain. ", "gold": "entailment", "file_idx": 358959}
{"lang": "en", "sentence1": "You will have to be willing to do the same.", "sentence2": "You will be required to be willing to follow suit.", "gold": "entailment", "file_idx": 11983}
{"lang": "en", "sentence1": "And crawled back up, onto unsteady feet.", "sentence2": "He was unsteady.", "gold": "entailment", "file_idx": 358640}
{"lang": "en", "sentence1": "The royal entourage needed some form of lodging, and a guesthouse was built adjoining the abbey to be used as a base for hunting parties.", "sentence2": "During hunting parties the royal entourage had a guesthouse to use.", "gold": "entailment", "file_idx": 179294}
{"lang": "en", "sentence1": "Planning has costs and you need to be seen as an organization that understands those costs and is willing to help grantees and other stakeholders with some of the planning costs.", "sentence2": "An organization needs to help stakeholders with planning costs.", "gold": "entailment", "file_idx": 87734}
{"lang": "en", "sentence1": "no mine doesn't either but with specific yeah but with specific cases people but you know the names aren't familiar anymore and", "sentence2": "It is hard to recognize the names these days.", "gold": "entailment", "file_idx": 45731}
{"lang": "en", "sentence1": "we you know we have a lot for to be our age and you know just everything and having the responsibilities we've had on us for at such a young age you know we have a like a nice house people you know are really shocked at how nice everything is in our house but we don't you know live in a brand new house either maybe an eighty ninety hundred thousand dollar house we live in a thirty year old house that would probably sell for forty five thousand", "sentence2": "We have a balance between extravagant and poor.", "gold": "entailment", "file_idx": 131729}
{"lang": "en", "sentence1": "The big colt was nervous, tending to dance sideways, tossing his head high.", "sentence2": "The colt was apparently nervous through its behavior.", "gold": "entailment", "file_idx": 279129}
{"lang": "en", "sentence1": "He plays it up because it endangers his opponents more than it endangers him.", "sentence2": "He puts on a better front because truly, it endangers those that oppose him than himself. ", "gold": "entailment", "file_idx": 230552}
{"lang": "en", "sentence1": "At one point, Kodak appeared to be making that effort.", "sentence2": "Kodak was trying.", "gold": "entailment", "file_idx": 51256}
{"lang": "en", "sentence1": "To stimulate discussion, five perspectives are offered below.", "sentence2": "Several different viewpoints are shared below.", "gold": "entailment", "file_idx": 302381}
{"lang": "en", "sentence1": "But there's no need to be sentimental about it.\" In the meantime, nothing more was seen of Boris.", "sentence2": "Boris disappeared at some point.", "gold": "entailment", "file_idx": 133544}
{"lang": "en", "sentence1": "But how come Kitchell could hide out in Apache country?", "sentence2": "How was it the Kitchell was able to stay undetected in Apache lands?", "gold": "entailment", "file_idx": 277106}
{"lang": "en", "sentence1": "Toronto oh Toronto's only about two hours yeah Toronto is i mean i i want to go see", "sentence2": "The speaker says that they want to see Toronto.", "gold": "entailment", "file_idx": 154103}
{"lang": "en", "sentence1": "that's good you know i like to see that you know i have uh some friends that uh first of all", "sentence2": "That's good, and I like to see that. ", "gold": "entailment", "file_idx": 234697}
{"lang": "en", "sentence1": "uh i think of any thirty five and below as cold", "sentence2": "Any temperature below thirty-five degrees is cold to me. ", "gold": "entailment", "file_idx": 256213}
{"lang": "en", "sentence1": "He told interviewer Hiroki Fukuda that this century, more than any other, has been steeped in blood and controlled by the power of insanity.", "sentence2": "In the interview he told Hiroki Fukuda that this century especially has been covered in blood and ruled by the power of insanity. ", "gold": "entailment", "file_idx": 44249}
{"lang": "en", "sentence1": "Far from supporting the Court's nondistortion analysis, League of Women Voters dooms the Court's case.", "sentence2": "The League of Women Voters do not believe in the case.", "gold": "entailment", "file_idx": 146735}
{"lang": "en", "sentence1": "I couldn't talk for half a year.", "sentence2": "I was mute.", "gold": "entailment", "file_idx": 155296}
{"lang": "en", "sentence1": "It's somewhat more so on Ibiza because of the cultural mix.", "sentence2": "It is more frequent on Ibiza due to the cultural mix.", "gold": "entailment", "file_idx": 179688}
{"lang": "en", "sentence1": "FFC's objective was to identify a range of best practices and technologies that can be used by federal agencies and other owners to provide adequate management and oversight of design reviews throughout the facility acquisition process.", "sentence2": "FFC had an objective to identify a range of best practices.", "gold": "entailment", "file_idx": 195436}
{"lang": "en", "sentence1": "A disappointed father of a child who didn't get in, shouted that only VIP brats had been accepted, for which he got hit in the face by editor Furtok, in private - a father of a kid who got in to group B2/platform PC.", "sentence2": "There was violence between fathers of children that did and didn't get in.", "gold": "entailment", "file_idx": 32955}
{"lang": "en", "sentence1": "The hotel price categories below are based on regular-season rates for a standard double room, excluding a 15 percent service charge.", "sentence2": "The hotel has prices lower than the regular season rates.", "gold": "entailment", "file_idx": 7992}
{"lang": "en", "sentence1": "Data base information and data analysis technique", "sentence2": " Data base information is a data analysis technique.", "gold": "entailment", "file_idx": 11652}
{"lang": "en", "sentence1": "While long-term simulations provide a useful perspective, they should be interpreted carefully.", "sentence2": "A useful perspective is provided.", "gold": "entailment", "file_idx": 290971}
{"lang": "en", "sentence1": "This group is Asian-Americans.", "sentence2": "The group consists of Asian Americans. ", "gold": "entailment", "file_idx": 147833}
{"lang": "en", "sentence1": "Burnt corks they use 105 mostly ”though 'tis messy getting it off again. ", "sentence2": "Most of what they use are burnt corks.", "gold": "entailment", "file_idx": 377283}
{"lang": "en", "sentence1": "These other costs include systemwide labor related costs (e.g.", "sentence2": "Costs incurred by labor throughout the system are included in the other category of costs.", "gold": "entailment", "file_idx": 208066}
{"lang": "en", "sentence1": "Every day, the devout face Mecca, bow their foreheads to the ground, and   There is no god but Allah; and Mohammed is His Prophet.  ", "sentence2": "Allah, Mohammed, and his prophet take the place of god since there is none.", "gold": "entailment", "file_idx": 366237}
{"lang": "en", "sentence1": "specified in table B.", "sentence2": "Table B shows important information.", "gold": "entailment", "file_idx": 269458}
{"lang": "en", "sentence1": "It was to last for 600 years (lavishly renovated by Herod starting in 18 b.c. ) until it was destroyed by the Romans in a.d. 70.", "sentence2": "It was to survive for 600 years and then it was destroyed by the Romans.", "gold": "entailment", "file_idx": 96231}
{"lang": "en", "sentence1": "Woodward recently fired one of her lawyers for allegedly telling a state trooper she now thinks Woodward is guilty.", "sentence2": "One of the lawyers of Woodward was fired.", "gold": "entailment", "file_idx": 164370}
{"lang": "en", "sentence1": "The Scots have traditionally hosted  the best New Year celebrations in the world,  and Edinburgh has expanded the one night into a five-night Hogmanay Festival of torchlight parades, street theater, and food fair in the days before 31 December ( &lt;www.edinburghshogmanay.org&gt;).", "sentence2": "The Scots celebrated New Years.", "gold": "entailment", "file_idx": 33391}
{"lang": "en", "sentence1": "Each of the long ceiling beams of its interior is hewn from one tree.", "sentence2": "One tree gave all of the ceiling beams.", "gold": "entailment", "file_idx": 263326}
{"lang": "en", "sentence1": "i've got a brown thumb that's what everything turns", "sentence2": "My thumb is brown just like how everything ends up.", "gold": "entailment", "file_idx": 9650}
{"lang": "en", "sentence1": "Shrink Rap", "sentence2": "Radio Psychiatrist", "gold": "entailment", "file_idx": 236457}
{"lang": "en", "sentence1": "In an attempt to counter a threat from the Saracen Muslims, a new potent religious force from the East, the Byzantine army forcefully enlisted the men of the islands.", "sentence2": "The Saracen Muslims posed a threat in the East.", "gold": "entailment", "file_idx": 57339}
{"lang": "en", "sentence1": "yeah well we're not going to have much to fight over because i do too uh being an engineer most General Motors have pretty much and i'm not too sure about the rest of the cars i'm sure all the Japanese cars", "sentence2": "We really are not gonna have much of a subject to fight about.", "gold": "entailment", "file_idx": 68808}
{"lang": "en", "sentence1": "For example, the manufacturing company's central group reviewed all new Internet related applications and had the authority to stop such applications from going into production if minimum security standards were not met.", "sentence2": "The manufacturing company's central group had the authority to stop new Internet related applications from going into production if minimum security standards were not met.", "gold": "entailment", "file_idx": 304107}
{"lang": "en", "sentence1": "For that matter, we can't compare the GIs to the Athenians of Pericles' time, the Florentines of Michelangelo's, or the Americans of Abraham Lincoln's.", "sentence2": "GIs must be analyzed on their own accord.", "gold": "entailment", "file_idx": 180994}
{"lang": "en", "sentence1": "The Victoria Memorial offers a history of the bygone Raj, Anglo-Renaissance in style with a touch of Mughal influence.", "sentence2": "The Victoria Memorial has a history of Raj, which is now gone.", "gold": "entailment", "file_idx": 58316}
{"lang": "en", "sentence1": "Nathan Road has many electronics shops.", "sentence2": "There are electronics shops on Nathan Road.", "gold": "entailment", "file_idx": 92033}
{"lang": "en", "sentence1": "Just as well; I needed all the help I could get in making my profile less recognisable.", "sentence2": "I needed to make my profile less distinguishable from others.", "gold": "entailment", "file_idx": 100232}
{"lang": "en", "sentence1": "It could go a long ways here, he decided.", "sentence2": "It could go far here, he thought.", "gold": "entailment", "file_idx": 354374}
{"lang": "en", "sentence1": "Try Loughrigg and Loughrigg Terrace, easily reached from Grasmere village, for superb views of Windermere and Grasmere lakes.", "sentence2": "The Terrace can be reached by the village.", "gold": "entailment", "file_idx": 241055}
{"lang": "en", "sentence1": "Pick up a copy of the free handbook with color-coded floor plans at the information counter ' renovations and improvements are almost constant and exhibits may have moved since your last visit.", "sentence2": "The handbook will help you navigate the exhibits.", "gold": "entailment", "file_idx": 185571}
{"lang": "en", "sentence1": "Caletta was the home of the writer Rabindranath Tagore, India's first Nobel Prize winner, and of the philosophers Ramakrishna and Vivekananda.", "sentence2": "Rabindranath Tagore, Ramakrishna, and Vivekananda all lived in Caletta.", "gold": "entailment", "file_idx": 360087}
{"lang": "en", "sentence1": "They were dusty and dry when they dropped the corral gate in place and watched the horses mill around.", "sentence2": "By the time they put the corral gate in place, they were both dusty and dry.", "gold": "entailment", "file_idx": 301798}
{"lang": "en", "sentence1": "(Kohler's Dictionary for Accountants) CONTRACT AUTHORITY - Contract authority is a subset of budget authority.", "sentence2": "Budget authority is subordinate to contract authority.", "gold": "entailment", "file_idx": 280653}
{"lang": "en", "sentence1": "beets yeah we've got some beets uh-huh", "sentence2": "Yes, we own beets.", "gold": "entailment", "file_idx": 196245}
{"lang": "en", "sentence1": "These two palazzos house the Capitoline Museums , whose Greek and Roman collections provide an excellent introduction to the ancient Roman Forum that spreads below it.", "sentence2": "There is a Roman forum beneath the Capitoline Museums.", "gold": "entailment", "file_idx": 190004}
{"lang": "en", "sentence1": "The end also became inevitable for the slave system upon which the sugar industry was  the example of Santo Domingo's slave revolt, which led to the independence of a new republic named Haiti, was electrifying, causing an entirely new attitude to the whole problem of the slave trade.", "sentence2": "The sugar industry relied upon the slave trade.", "gold": "entailment", "file_idx": 314446}
{"lang": "en", "sentence1": "In the presence of sunlight, NOx and volatile organic compounds react photochemically to produce ozone.", "sentence2": "Ozone can be created when NOx and volatile organic compounds are exposed to sunlight.", "gold": "entailment", "file_idx": 189005}
{"lang": "en", "sentence1": "Why not? cried the Merchant.", "sentence2": "Why not? said the Merchant.", "gold": "entailment", "file_idx": 243216}
{"lang": "en", "sentence1": "But what I don't understand, said the Prime-Minister suddenly, \"is how that photograph came to be in Mr. Hersheimmer's drawer?\"", "sentence2": "The Prime Minister said he didn't understand how Mr Hersheimmer got the photo.", "gold": "entailment", "file_idx": 365245}
{"lang": "en", "sentence1": "I got it! It's gonna be a hit! A young student, of psychology maybe, judging by his 'I Want my Momma' t-shirt, yelled out.", "sentence2": "A young student, maybe of psychology, judging by his 'I Want my Momma' t-shirt, yelled out 'I got it! It's gonna be a hit!'.", "gold": "entailment", "file_idx": 244252}
{"lang": "en", "sentence1": "8 billion pieces of advertising mail.", "sentence2": "A consistent number of pieces of advertising mail.", "gold": "entailment", "file_idx": 62990}
{"lang": "en", "sentence1": "The frescoes are all in the parecclesion, which stretches the length of the building and was used in Byzantine times as a funerary chapel.", "sentence2": "The parecclesion is where all the frescoes can be found.", "gold": "entailment", "file_idx": 26178}
{"lang": "en", "sentence1": "Of course, said Bork, who appears as a regular cast member in those situation comedies that pass as talk shows every night, vigorously extolling the virtues and honesty of Judge Starr.", "sentence2": "Bork is known as a regular cast member in a night-time talk show.", "gold": "entailment", "file_idx": 24934}
{"lang": "en", "sentence1": "In fiscal year 2000, IRS implemented a senior executive performance management system that aligned the executives' performance expectations with a set of balanced expectations consisting of employee satisfaction, customer satisfaction, and business results, and with two additional areas of responsibility-leadership and equal employment opportunity.", "sentence2": "The performance of executives was tested in 2000 by IRS.", "gold": "entailment", "file_idx": 383298}
{"lang": "en", "sentence1": "He suggested that the technical aspects of screening were not as fruitful topics for research as how to screen the greatest number of patients at the lowest cost.", "sentence2": "Screening the greatest number of patients at the lowest cost, is a more fruitful topic for research, than the techncial aspects of screening, as he suggested.", "gold": "entailment", "file_idx": 167075}
{"lang": "en", "sentence1": "Moreover, the realignment will help us to enhance our longterm capacity by improving recruitment and retention; building a succession plan; focusing on emerging issues; and leveraging technology opportunities for improvements to clients, processes, and employees.", "sentence2": "Long term capacity will be improved by the realignment.", "gold": "entailment", "file_idx": 310}
{"lang": "en", "sentence1": "This might be your idea of a semicircular sandy strip backed by sea grapes and tropical shrubs, gentle aquamarine surf, a coral reef close to shore, plus some rocks and seaweed for rewarding snorkeling and a view out to some huge pierced rocks (roches perc??es) that partly shelter the entrance to the cove.", "sentence2": "This might fit the description you are looking for, a gentle surf, coral reef within swimming distance to shore, and rocks and seaweed for snorkling.", "gold": "entailment", "file_idx": 304140}
{"lang": "en", "sentence1": "Sulfates and fine particles, exploration of alternative model specifications sometimes found inconsistencies.", "sentence2": "There were sometimes inconsistencies found by using alternate models.", "gold": "entailment", "file_idx": 124338}
{"lang": "en", "sentence1": "Stanley Market is located on Hong Kong's southern coast, and is well-known for all kinds of clothing, including silk and cashmere.", "sentence2": "Stanley Market is well known for all different types of clothing.", "gold": "entailment", "file_idx": 99870}
{"lang": "en", "sentence1": "People who are most in need of a lawyer's help in Clay County often are the ones who can least afford it.", "sentence2": "The ones who can least afford a lawyer in Clay County are the people who needed the most.", "gold": "entailment", "file_idx": 155880}
{"lang": "en", "sentence1": "The final results of the reanalysis were then independently peer reviewed by a Special Panel of the HEI Health Review Committee.", "sentence2": "A special panel reviewed the final analysis independently.", "gold": "entailment", "file_idx": 69733}
{"lang": "en", "sentence1": "The numbers are drawn until someone wins, and some veterans get up to 10 cards playing at once.", "sentence2": "The numbers keep getting drawn until there is a winner.", "gold": "entailment", "file_idx": 65386}
{"lang": "en", "sentence1": "  The Model focuses on major costs.", "sentence2": "The model focuses on major costs.", "gold": "entailment", "file_idx": 245167}
{"lang": "en", "sentence1": "This brief outage is necessary to install injection hardware and to make any control system connections that may be necessary between the ACI control and the boiler control.", "sentence2": "The brief outage is necessary to perform hardware changes and proliferate these changes throughout the network.", "gold": "entailment", "file_idx": 23579}
{"lang": "en", "sentence1": "yeah oh my mom and dad read all the time", "sentence2": "My parents both read often.", "gold": "entailment", "file_idx": 254873}
{"lang": "en", "sentence1": "But it remains exceedingly hard to watch, not so much because of the repulsiveness of De Niro's Jake La Motta as because of its overall sense of aesthetic claustrophobia.", "sentence2": "The movie induces claustrophobia in viewers which makes partaking in it difficult.", "gold": "entailment", "file_idx": 39186}
{"lang": "en", "sentence1": "to win you just have to spend it if it's necessary in other words if you've got a player on your team who's helping your team then keep him there don't let him go away you know and i think that's really what's been hurting uh uh the uh Rangers", "sentence2": "You have to hold on to the players that help your team.", "gold": "entailment", "file_idx": 389979}
{"lang": "en", "sentence1": "they were really in a mess and there were children involved and it was just terrible but i didn't think anybody you know they all deserved to go to jail not just the one guy you know", "sentence2": "CHildren were involved, which makes it even more terrible.", "gold": "entailment", "file_idx": 70050}
{"lang": "en", "sentence1": "Recommendation #3 Interventions that have shown promise in other clinical settings should be adapted to and evaluated in emergency departments.", "sentence2": "Interventions that have shown promise in other settings should be used in the ED.", "gold": "entailment", "file_idx": 351824}
{"lang": "en", "sentence1": "The old man was like that, admitted Julius.", "sentence2": "Julius had to admit that this is what the old man was like.", "gold": "entailment", "file_idx": 371300}
{"lang": "en", "sentence1": "The term limits craze makes a nice case study in political demagoguery.", "sentence2": "There is a lot of discussion surrounding term limits.", "gold": "entailment", "file_idx": 58507}
{"lang": "en", "sentence1": "And Tommy?", "sentence2": "Tommy also?", "gold": "entailment", "file_idx": 313439}
{"lang": "en", "sentence1": "yeah i i'm i'm pretty busy myself i'm in graduate school at  State and i", "sentence2": "I'm a busy graduate student at State.", "gold": "entailment", "file_idx": 163821}
{"lang": "en", "sentence1": "In making this judgment, the auditor should take into account the uncertainty of estimates and assumptions made in using a cost model.", "sentence2": "The auditor should be aware of estimate variability and any assumptions made.", "gold": "entailment", "file_idx": 318057}
{"lang": "en", "sentence1": "Citrus fruit became the region's principal cash crop around the turn of the century when grain and the 17th-century windmills of Cape San Antonio were abandoned.", "sentence2": "There are windmills in Cape San Antonio.", "gold": "entailment", "file_idx": 142960}
{"lang": "en", "sentence1": "well what about if somebody was um is sick say they have AIDS or something", "sentence2": "What if they had AIDS?", "gold": "entailment", "file_idx": 329408}
{"lang": "en", "sentence1": "The extensiveness of the assessment is driven by", "sentence2": "The assessment's extensiveness is dictated at least in part by", "gold": "entailment", "file_idx": 309279}
{"lang": "en", "sentence1": "For each subsequent year, agencies are to include performance data for the year covered by the report and 3 prior years.", "sentence2": "Performance data for the year covered by the report and 3 prior years is included", "gold": "entailment", "file_idx": 187637}
{"lang": "en", "sentence1": "Also, Simova discovered the truth about the wartime atrocities almost immediately afterward, including her own parents' deaths in Auschwitz.", "sentence2": "Simova discovered that her parents died in Auschwitz. ", "gold": "entailment", "file_idx": 293509}
{"lang": "en", "sentence1": "What's really wrong with the financial-news boom, then, is that by creating the illusion that the walk is other than random, it depends upon and encourages a trader's approach to investing.", "sentence2": "The financial news boom has some problems.", "gold": "entailment", "file_idx": 309825}
{"lang": "en", "sentence1": "The critics argue that it is the Postal Service's minority employees (not white male employees) who earn more than their private sector equivalents, and this only means that the Postal Service does not discriminate.", "sentence2": "Critics say that minority employees at the Post Officer earn more than their private sector equivalents.", "gold": "entailment", "file_idx": 249231}
{"lang": "en", "sentence1": "There's a name for this personnel  It's called Pass the Trash.", "sentence2": "Some people call this personnel Pass the Trash.", "gold": "entailment", "file_idx": 290394}
{"lang": "en", "sentence1": "they're okay they're not um out of anything yet they're still hanging in there", "sentence2": "They don't need anything more yet, they are still doing okay", "gold": "entailment", "file_idx": 40307}
{"lang": "en", "sentence1": "Just being the first chair of the commission which began the implementation of the pro bono process was somewhat humbling.", "sentence2": "They were humbled to be the first to chair the commission.", "gold": "entailment", "file_idx": 281256}
{"lang": "en", "sentence1": "Mary succumbed to all the attention and was swept off her feet by one these admirers, a certain Colonel Hope M.P.", "sentence2": "The Colonel admired Mary greatly. ", "gold": "entailment", "file_idx": 331313}
{"lang": "en", "sentence1": "i'll be looking forward to to like i say with a Winnebago because as the older you get the less things you want to do", "sentence2": "You are able to do less things you want to do the older you get.", "gold": "entailment", "file_idx": 164794}
{"lang": "en", "sentence1": "Why am I called?", "sentence2": "Why was I contacted?", "gold": "entailment", "file_idx": 211767}
{"lang": "en", "sentence1": "When Pixar went public, the money raised from that very first sale of its shares was what it used to run its business in the future.", "sentence2": "Sales of Pixar's stocks helped pay for its future business plans, after Pixar went public.", "gold": "entailment", "file_idx": 390955}
{"lang": "en", "sentence1": "The promenade terminates with a spectacular display of flowers and fountains in the Jardin Albert-I.", "sentence2": "The promenade ends with a fountain and many flowers.", "gold": "entailment", "file_idx": 72329}
{"lang": "en", "sentence1": "No one of course! ", "sentence2": "Not a single person, obviously!", "gold": "entailment", "file_idx": 158282}
{"lang": "en", "sentence1": "Stardom can be addictive.", "sentence2": "Being a star can be addictive.", "gold": "entailment", "file_idx": 379967}
{"lang": "en", "sentence1": "It was very likely done last night. ", "sentence2": "Chances are it was done last night.", "gold": "entailment", "file_idx": 58707}
{"lang": "en", "sentence1": "And the reason why the rest of us sit in our armchairs and read about these accomplishments is because we wish we'd done something as interesting with our time.", "sentence2": "Most people wish they had accomplished something just as interesting in their lives.", "gold": "entailment", "file_idx": 81432}
{"lang": "en", "sentence1": "well i sure hope so", "sentence2": "Well I do hope so.", "gold": "entailment", "file_idx": 195266}
{"lang": "en", "sentence1": "It's a service to help you stay out of the courtroom, he said.", "sentence2": "Helping you to avoid the courtroom is a service.", "gold": "entailment", "file_idx": 310640}
{"lang": "en", "sentence1": "For example, our funds made it possible for Louisiana to adopt a multi-year development plan, and allowed West Virginia to launch a three-year private bar campaign that secured almost $300,000 in contributions and pledges prior to kickoff, with the expectation of reaching its goal of $1.", "sentence2": "We made it possible for Louisiana and West Virginia to secure and adopt several development plans.", "gold": "entailment", "file_idx": 335631}
{"lang": "en", "sentence1": "They provided for the abilities of either Ninja Hurdles, or Puss in Boots, or even an M1 Abrams tank.", "sentence2": "They provided for the abilities of an M1 Abrams tank.", "gold": "entailment", "file_idx": 188274}
{"lang": "en", "sentence1": "Over the next year she realized she needed incentives to keep lawyers around after they got a few years of experience.", "sentence2": "Experienced lawyers may require incentives to remain in some positions.", "gold": "entailment", "file_idx": 45052}
{"lang": "en", "sentence1": "Telegraph reported exclusively that billionaire philanthropist John Paul Getty II, 65, had sealed his love affair with Britain by taking out UK citizenship after 25 years' residence in this country.", "sentence2": "John Paul Getty was a UK citizen.", "gold": "entailment", "file_idx": 276123}
{"lang": "en", "sentence1": "Edlin, working his wheat farm, hailed Ca'daan.", "sentence2": "Edlin hailed Ca'daan.", "gold": "entailment", "file_idx": 379783}
{"lang": "en", "sentence1": "Look for the brilliant colors of Veronese's oval ceiling painting of Venice Crowned by Victory, forerunner of the Baroque tours de force in perspective.", "sentence2": "One of the best Baroque art tours is the oval ceiling painting by Veronese.", "gold": "entailment", "file_idx": 294700}
{"lang": "en", "sentence1": "and the Kurd refugees", "sentence2": "The Kurdish refugees.", "gold": "entailment", "file_idx": 283230}
{"lang": "en", "sentence1": "Puerta del Sol (Gateway to the Sun) is Madrid's busiest plaza and for centuries has been the commercial hub of the city.", "sentence2": "Puerta del Sol is the most used plaza in the city.", "gold": "entailment", "file_idx": 313750}
{"lang": "en", "sentence1": "Undoubtedly my timing will be questioned.", "sentence2": "My timing will bring some questions.", "gold": "entailment", "file_idx": 291445}
{"lang": "en", "sentence1": "But I dare say you mean it all right.", "sentence2": "I think you do mean it", "gold": "entailment", "file_idx": 320041}
{"lang": "en", "sentence1": "In warm weather, I wear an open-necked sport shirt with no jacket.", "sentence2": "I wear an open necked shirt without a jacket in warm weather. ", "gold": "entailment", "file_idx": 340831}
{"lang": "en", "sentence1": "The stalls are filled with everything from vintage clothing to the occasional valuable antique.", "sentence2": "The stalls are filled with goods.", "gold": "entailment", "file_idx": 183826}
{"lang": "en", "sentence1": "oh well that'd be good i think he'd enjoy a lot it's a it's a good school it's a good place to grow up", "sentence2": "That is a good school so I am sure he will like it.", "gold": "entailment", "file_idx": 299798}
{"lang": "en", "sentence1": "By comparing the cost per case of a particular grantee over a period of time, LSC may gain useful information on the workload and performance of a program from year to year.", "sentence2": "LSC is able to compare the cost per case of a particular grantee over time.", "gold": "entailment", "file_idx": 39311}
{"lang": "en", "sentence1": "Anticipating similar sales, Viking shipped 27,000 copies of The Odyssey to bookstores and 10,000 copies of a tape of the actor Ian McKellen reading it.", "sentence2": "Ian McKellen lent his voice to the audiobook of The Odyssey.", "gold": "entailment", "file_idx": 390460}
{"lang": "en", "sentence1": "The problem is that I don't want any neighbors having a key to my apartment.", "sentence2": "The problem is that I want my privacy undisturbed.", "gold": "entailment", "file_idx": 196807}
{"lang": "en", "sentence1": "Behind her was a huge pile of electronic equipment.", "sentence2": "There was a pile of electronics behind her.", "gold": "entailment", "file_idx": 114360}
{"lang": "en", "sentence1": "my roommates watched General Hospital and they watched All My Children and some other soaps and i was going i'm not even going to be near that TV when they have any other soap on because i don't want to get stuck in another one one is bad enough no more but uh", "sentence2": "My roommates watched All My Children.", "gold": "entailment", "file_idx": 194982}
{"lang": "en", "sentence1": "The Standards for Internal Control in the Federal Government (GAO/AIMD-00-21.", "sentence2": " The Standards for Internal Control in the Federal Government", "gold": "entailment", "file_idx": 167099}
{"lang": "en", "sentence1": "But for lawyers who spend most of their time practicing other areas of the law, pro bono cases concerning aspects of family law or public assistance can be difficult, Levin said.", "sentence2": "Pro bono cases aren't always easy, Levin said.", "gold": "entailment", "file_idx": 56843}
{"lang": "en", "sentence1": "and you know they've never done anything and they come out pretty nice", "sentence2": "They have turned out well. ", "gold": "entailment", "file_idx": 109219}
{"lang": "en", "sentence1": "Rosenberg also points to one reason to think the HIV-negative gay male may actually live longer on average than the straight  Gays may have higher incomes and more education on average than straights--two factors powerfully correlated with longer life spans.", "sentence2": "Rosenberg points to a reason that HIV-negative may men live longer than average straight men, gays have higher income and more education on average.", "gold": "entailment", "file_idx": 274843}
{"lang": "en", "sentence1": "The sheet was blank! ", "sentence2": "There was nothing on the sheet. ", "gold": "entailment", "file_idx": 288823}
{"lang": "en", "sentence1": "yeah yeah course he he came after a legend too Tom Landry so he had some uh tough row to hoe there", "sentence2": "he came on the scene after Tom Landry, which would make for some tough shoes to fill", "gold": "entailment", "file_idx": 182879}
{"lang": "en", "sentence1": "U.S. volume per capita in 1999 was 739 pieces while Italy's was 115 pieces per capita.", "sentence2": "U.S. volume per capita in 1999 was much higher than Italy's. ", "gold": "entailment", "file_idx": 196895}
{"lang": "en", "sentence1": "and her mother had the same attitude as she as she did they were convinced that the absolute only reason i called the police was because she was black it had nothing to do with the fact that she stole from me", "sentence2": "Her mother did not think it mattered that she stole.", "gold": "entailment", "file_idx": 260068}
{"lang": "en", "sentence1": "Though settlers brought the first African slaves to Cuba in the early 1500s, hundreds of thousands of African laborers were imported in the late 18th century to meet the demands of the sugar industry.", "sentence2": "The first African slaves to Cuba arrived in the early 1500s.", "gold": "entailment", "file_idx": 154707}
{"lang": "en", "sentence1": "uh now it's a little more expensive to make it because you you know you start paying the price for the patterns and the material but it's still such better quality that i think it's worth it", "sentence2": "The quality ends up being better, even if it costs a little more.", "gold": "entailment", "file_idx": 52967}
{"lang": "en", "sentence1": "In short, there is a subclass for library materials, one for books, one for bound printed matter, and several for periodicals.", "sentence2": "There is a subclass for library materials.", "gold": "entailment", "file_idx": 51828}
{"lang": "en", "sentence1": "it's not like a mountain it wouldn't be like a mountain it's uh", "sentence2": "Mountains do not make a good comparison with it.", "gold": "entailment", "file_idx": 195903}
{"lang": "en", "sentence1": "'How're you doing?'", "sentence2": "How's it going?", "gold": "entailment", "file_idx": 256991}
{"lang": "en", "sentence1": "Craftsmen and architects were imported from Europe and England; the Georgian squares like Merrion Square in south Dublin were created at this time.", "sentence2": "Craftsmen and architects were imported from Europe and England while the Georgian squares were created at about the same time.", "gold": "entailment", "file_idx": 284864}
{"lang": "en", "sentence1": "probably late January", "sentence2": "The later part of January.", "gold": "entailment", "file_idx": 98795}
{"lang": "en", "sentence1": "it hurts your back and it hurts your arm", "sentence2": "It hurts both your back and your arm", "gold": "entailment", "file_idx": 125661}
{"lang": "en", "sentence1": "He left me very badly off. ", "sentence2": "I was very badly off when he left me.", "gold": "entailment", "file_idx": 191716}
{"lang": "en", "sentence1": "I want to know just WHY you gave me a hint.\" Sir James smiled at her earnestness.", "sentence2": "Sir James smiled at her as she said \"I want to know why you gave me a hint\"", "gold": "entailment", "file_idx": 79408}
{"lang": "en", "sentence1": "shoot the Rangers i don't know what the there's no telling what they'll do they'll probably uh they won't do anything until the all star break and then uh then they'll pick up a little bit and that seems to be their uh their average pace but", "sentence2": "There just is no telling what they are capable of doing.", "gold": "entailment", "file_idx": 275140}
{"lang": "en", "sentence1": "You can use your Hong Kong dollars here, so there's no need to change currency.", "sentence2": "Hong Kong dollars are valid here so there is no requirement to convert currency.", "gold": "entailment", "file_idx": 87203}
{"lang": "en", "sentence1": "Bihar, Bengal, and Rajputana all went their separate ways.", "sentence2": "Bihar, Bengal and Rajputana separated.", "gold": "entailment", "file_idx": 138363}
{"lang": "en", "sentence1": "Doing so provides us with the opportunity for cost-effective reductions and significant public health and environmental gains.", "sentence2": "If we do this we will have the opportunity to see growth for public health.", "gold": "entailment", "file_idx": 383500}
{"lang": "en", "sentence1": "That always seems the difficulty to me.\" Poirot shook his head energetically. ", "sentence2": "Poirot shook his head. ", "gold": "entailment", "file_idx": 170438}
{"lang": "en", "sentence1": "According to program officials, there was little emphasis during development or initial production on using statistical control on critical manufacturing processes.", "sentence2": "Program Officials say that there was little emphasis on statistical control on critical manufacturing processes in initial production and development.", "gold": "entailment", "file_idx": 370987}
{"lang": "en", "sentence1": "Was I turkey-cock proud th' first day I rode into town with 'em playin' pretty tunes, even though I strapped 'em on over boots as was only three pieces of leather hangin' to each other restless like.", "sentence2": "It was a proud thing to ride into town.", "gold": "entailment", "file_idx": 135825}
{"lang": "en", "sentence1": "oh that sounds really neat did you do did you use like a stamp pad an ink okay so you just", "sentence2": "It sounds like you possibly used a stamp pad.", "gold": "entailment", "file_idx": 127167}
{"lang": "en", "sentence1": "Russert objected again.", "sentence2": "Russert had an objection.", "gold": "entailment", "file_idx": 368424}
{"lang": "en", "sentence1": "oh yeah that was a good one i haven't seen that one in a long time", "sentence2": "That was a good one that I have not seen in a long time.", "gold": "entailment", "file_idx": 320553}
{"lang": "en", "sentence1": "At GAO our core values are accountability, integrity and reliability.", "sentence2": "Reliability is one of GAO's core values.", "gold": "entailment", "file_idx": 56717}
{"lang": "en", "sentence1": "no it doesn't it doesn't they just get out you know there was a thing on", "sentence2": "They just get out.", "gold": "entailment", "file_idx": 246534}
{"lang": "en", "sentence1": "Fortunately, a perfect model for such honorable yet humble service already exists, and it even has a presidential  Habitat for Humanity.", "sentence2": "There's already a perfect model for this service.", "gold": "entailment", "file_idx": 141349}
{"lang": "en", "sentence1": "Even the singers don't like these songs.", "sentence2": "The singers don't like these songs ", "gold": "entailment", "file_idx": 20801}
{"lang": "en", "sentence1": "However, there was a problem.", "sentence2": "A problem had arisen.", "gold": "entailment", "file_idx": 113364}
{"lang": "en", "sentence1": "It helped pay the bills, and I was doing the right thing.", "sentence2": "It brought in some money that I found useful.", "gold": "entailment", "file_idx": 281654}
{"lang": "en", "sentence1": "These factors may increase the estimated risk premium for reductions in premature mortality risk.", "sentence2": "The projected risk premium could possibly be on the rise due to certain circumstances. ", "gold": "entailment", "file_idx": 208420}
{"lang": "en", "sentence1": "It is not surprising that national saving varies across countries.", "sentence2": "National saving is something that varies throughout different countries.", "gold": "entailment", "file_idx": 332833}
{"lang": "en", "sentence1": "Almost as if-", "sentence2": "Possibly it could be-", "gold": "entailment", "file_idx": 117715}
{"lang": "en", "sentence1": "The girl shook her head wonderingly.", "sentence2": "The wondered as she shook her head.", "gold": "entailment", "file_idx": 239142}
{"lang": "en", "sentence1": "To go down, take the staircase (158 steps) for some fascinating close-ups of the cathedral's construction.", "sentence2": "Going down the staircase lets one see close-ups of the cathedral's construction.", "gold": "entailment", "file_idx": 144022}
{"lang": "en", "sentence1": "In certain cases, labor market studies have not adequately controlled for non-fatal injury risks and other unfavorable job attributes (e.g.", "sentence2": "The labor market studies have not been controlled adequately.", "gold": "entailment", "file_idx": 270017}
{"lang": "en", "sentence1": "But if inequality becomes so great that people lose all hope of changing their relative positions, then the incentive to oversave disappears, and the inequality could begin to shrink.", "sentence2": "However, if inequality becomes so great, that people lose all hope of changing their relative positions, then the incentive to oversave disappears, and the inequality could begin to shrink.", "gold": "entailment", "file_idx": 26934}
{"lang": "en", "sentence1": "data-processing explicitly described?", "sentence2": "Data-processing thoroughly described?", "gold": "entailment", "file_idx": 50846}
{"lang": "en", "sentence1": "We live in tepid times.", "sentence2": "We're living in times that are indifferent to us.", "gold": "entailment", "file_idx": 293145}
{"lang": "en", "sentence1": "And...what do you think?", "sentence2": "They want your opinion.", "gold": "entailment", "file_idx": 67326}
{"lang": "en", "sentence1": "Relief followed.", "sentence2": "Relaxation was the outcome.", "gold": "entailment", "file_idx": 361445}
{"lang": "en", "sentence1": "um and it's one of those that i can either read either an article or a couple of pages of those brief excerpts in the time frame that i'm going to spend in there", "sentence2": "I find it convenient because I can slip a whole article or several pages into the time I have.", "gold": "entailment", "file_idx": 127018}
{"lang": "en", "sentence1": "Orchids in mixed sprays, which can be boxed and air-freighted abroad or carried with you.", "sentence2": "Orchids can be air-freighted abroad or they can be carried with you.", "gold": "entailment", "file_idx": 271966}
{"lang": "en", "sentence1": "A signpost flashed by the train window.", "sentence2": "There was at least one window on the train.", "gold": "entailment", "file_idx": 322802}
{"lang": "en", "sentence1": "Numerous phone calls did not produce a meeting date.", "sentence2": "There was no meeting time even with the several phone calls made.", "gold": "entailment", "file_idx": 141118}
{"lang": "en", "sentence1": "uh hi you mentioned model railroading that uh i've been watching a program on the Public Broadcasting Station here uh about model railroading have you ever seen that", "sentence2": "The program I have been watching focuses on the subject of model railroading. ", "gold": "entailment", "file_idx": 65311}
{"lang": "en", "sentence1": "Behind the Theater Quarter is an area with a number of shrines dedicated to foreign gods, an indication of the numerous cultures that influenced Delos.", "sentence2": "Area with a number of shrines dedicated to foreign gods is located behind the Theater Quarter, and it is an indication of the numerous cultures that influenced Delos.", "gold": "entailment", "file_idx": 278943}
{"lang": "en", "sentence1": "Saint-Germain-des-Prees is a charming neighborhood as well as the literary quarter ' home of major publishing houses, literary cafe, the Acad??mie Francaise ' and a growing number of fashion boutiques competing with bookshops, art galleries, and antiques shops.", "sentence2": "You can find bookshops, publishing houses, and fashion boutiques in Saint-Germain-des-Prees.", "gold": "entailment", "file_idx": 340117}
{"lang": "en", "sentence1": "When people speak of such pan-ethnic continental clans, they are merely regurgitating American definitions of race.", "sentence2": "When people talk about pan-ethnic continental clans, they're just really redundantly defining American definitions of race.", "gold": "entailment", "file_idx": 148902}
{"lang": "en", "sentence1": "There is no pretense that this is about tourism or about a nice night out or this is entertainment.", "sentence2": "There is no pretense that this is about tourism ", "gold": "entailment", "file_idx": 322487}
{"lang": "en", "sentence1": "'So's staying here.'", "sentence2": "Staying here is the same.", "gold": "entailment", "file_idx": 206141}
{"lang": "en", "sentence1": "For testimony based on new work, regardless of whether it is a preliminary or final product, GAO will, consistent with professional auditing standards, hold an exit conference with agency officials before the written testimony is completed to (1) validate the accuracy of data gathered and (2) discuss the implications that flow from the data.", "sentence2": "GAO will conduct business consistent with the professional auditing standards.", "gold": "entailment", "file_idx": 103872}
{"lang": "en", "sentence1": "no you could probably just you know", "sentence2": "\"You can most likely, you know.\"", "gold": "entailment", "file_idx": 135941}
{"lang": "en", "sentence1": "yeah it would uh serving yeah serving on the jury would be definitely more responsible you'd have to be a definitely more responsible person", "sentence2": "You have to be a responsible person when serving on the jury.", "gold": "entailment", "file_idx": 276965}
{"lang": "en", "sentence1": "His shows are more 700 Club than Crossfire . His guests almost always share Moyers' belief about the topic at hand.", "sentence2": "His guests usually agree with Moyers' opinions. The shows are more similar to 700 Club.", "gold": "entailment", "file_idx": 381436}
{"lang": "en", "sentence1": "We had a pleasant luncheon, and as we drove away Lawrence suggested that we should return by Tadminster, which was barely a mile out of our way, and pay a visit to Cynthia in her dispensary. ", "sentence2": "We had fun at lunch with Lawrence, but Cynthia wasn't there.", "gold": "entailment", "file_idx": 265015}
{"lang": "en", "sentence1": "ATTESTATION ENGAGEMENTS", "sentence2": "Engagements can be attested.", "gold": "entailment", "file_idx": 227071}
{"lang": "en", "sentence1": "The complex contains the oldest wooden stage in China, used by the Wan Fu Tai Chinese opera.", "sentence2": "The Wan Fu Tai Chinese opera used the oldest wooden stage in China, which was located at the complex.", "gold": "entailment", "file_idx": 51587}
{"lang": "en", "sentence1": "it's really funny", "sentence2": "It's very funny.", "gold": "entailment", "file_idx": 297773}
{"lang": "en", "sentence1": "as little as possible  i'm a college student", "sentence2": "I'm in college.", "gold": "entailment", "file_idx": 88564}
{"lang": "en", "sentence1": "and anything that was fresh water was muddy", "sentence2": "Any lake that was fresh water was muddy.", "gold": "entailment", "file_idx": 163065}
{"lang": "en", "sentence1": "As long as there are still U.S. workers paying payroll taxes (and if there aren't, we'll have many far bigger problems), these can cover at least partial benefits.", "sentence2": "As long as american workers pay taxes, benefits can be paid for.", "gold": "entailment", "file_idx": 78616}
{"lang": "en", "sentence1": "Do you think she is manipulating us for her own goal?Thorn stared at Jon for a long moment before speaking.", "sentence2": "Thorn considered the question.", "gold": "entailment", "file_idx": 237018}
{"lang": "en", "sentence1": "uh-huh yep that's true yeah it had a really uh i thought the story was really nice and i thought uh the guy that played the projectionist i just thought was superb you know he was great uh and the little boy was good too", "sentence2": "There was some excellent acting from the cast, and the storyline was great.", "gold": "entailment", "file_idx": 193162}
{"lang": "en", "sentence1": "They whinnied, eyes wide.", "sentence2": "Their eyes were open wide.", "gold": "entailment", "file_idx": 21352}
{"lang": "en", "sentence1": "However, the percent of labor for boilermakers will vary from one project to another, with 40-50 percent", "sentence2": "From one project to another, the percent of labor for boliermakers will vary.", "gold": "entailment", "file_idx": 321828}
{"lang": "en", "sentence1": "(It takes about 25 minutes from Hirosema to Miyajima-guchi Station via Japan Railways, and then 10 minutes by ferry to the island. )", "sentence2": "You can get from Hirosema to the island in about 35 minutes.", "gold": "entailment", "file_idx": 159155}
{"lang": "en", "sentence1": "That is the invariable description of Mr. Brown! ", "sentence2": "Yes, Mr. Brown has always been like that!", "gold": "entailment", "file_idx": 268612}
{"lang": "en", "sentence1": "During the Spanish Civil War, it was a stronghold of the pro-Franco forces, who held out during a 72-day siege that all but destroyed it.", "sentence2": "It was a stronghold of pro-franco forces but it was nearly destroyed.", "gold": "entailment", "file_idx": 12293}
{"lang": "en", "sentence1": "POST-MODIFICATION LIABILITY - The present value of net cash outflows of loan guarantees estimated at the time of modification under the post-modification terms, discounted at the current discount rate.", "sentence2": "Post-modification liability is the present value of loan guarantee outflows.", "gold": "entailment", "file_idx": 183147}
{"lang": "en", "sentence1": "Separate evaluations may take the form of self-assessments as well as review of control design and direct testing of internal control.", "sentence2": "There are different evaluations for the self-assessments.", "gold": "entailment", "file_idx": 350423}
{"lang": "en", "sentence1": "An editorial from the Chinese Xinhua news agency vilified Taiwanese President Lee Teng-hui for venturing down a dead alley and swimming against the historical tide of unification.", "sentence2": "The Xinhua news agency was very critical of Taiwanese President Lee Teng-hui.", "gold": "entailment", "file_idx": 328376}
{"lang": "en", "sentence1": "For a more climate-controlled climb, try the indoor climbing mountain at GameWorks on the Strip .", "sentence2": "If you'd like a realistic climate controlled climb, check out GameWorks climbing mountain on the Strip.", "gold": "entailment", "file_idx": 190834}
{"lang": "en", "sentence1": "I couldn't do any of those things, because I was now living in the confined quarters of the Salmon Corporation.", "sentence2": "The living quarters of the Salmon Corporation were small and confined.", "gold": "entailment", "file_idx": 53807}
{"lang": "en", "sentence1": "and the people in the city were saying well why should i go do that make the government do that that's not my job", "sentence2": "The city people said that it wasn't their job.", "gold": "entailment", "file_idx": 92035}
{"lang": "en", "sentence1": "The whitewashed houses and red-tile roofs scatter about a sun-dappled, green terraced valley.", "sentence2": "There are visibly whitewashed houses in the valley.", "gold": "entailment", "file_idx": 238084}
{"lang": "en", "sentence1": "well oh yeah and then of course there was there was the uh in Columbia with the drug lords but we just", "sentence2": "There are drug lords in Columbia.", "gold": "entailment", "file_idx": 122977}
{"lang": "en", "sentence1": "and we call them mud bugs", "sentence2": "We call them mud bugs. ", "gold": "entailment", "file_idx": 53545}
{"lang": "en", "sentence1": "yeah i i walk around sometimes and i've got if i've got five dollars in my pocket that's that's a lot it's", "sentence2": "My pocket had five dollars in it.", "gold": "entailment", "file_idx": 106033}
{"lang": "en", "sentence1": "The result is, therefore, not mammary-specific, but more general.", "sentence2": "The result is not specific to a single type of animal.", "gold": "entailment", "file_idx": 232261}
{"lang": "en", "sentence1": "In Roman times, some 7,000 spectators would gather here to watch a circus, Greek tragedy, Latin comedy, or lottery draw.", "sentence2": "Thousands of people would watch a live event.", "gold": "entailment", "file_idx": 156789}
{"lang": "en", "sentence1": "The Blue Room , by David Hare (Cort Theatre, New York City).", "sentence2": "The Blue Room was written by David Hare.", "gold": "entailment", "file_idx": 297664}
{"lang": "en", "sentence1": "Raleigh was in the top twenty five housing market i mean it was a good place to buy a house but the problem is that the average house cost is really high", "sentence2": "Raleigh was a top housing market, and it was a great place to buy, but the average cost is really high.", "gold": "entailment", "file_idx": 314084}
{"lang": "en", "sentence1": "We have something rather special planned for Applied this year.'", "sentence2": "There are some definitive plans for Applied this year.", "gold": "entailment", "file_idx": 387853}
{"lang": "en", "sentence1": "it's it's been a while since i've read any biographies", "sentence2": "I have not read any in a long time. ", "gold": "entailment", "file_idx": 142092}
{"lang": "en", "sentence1": "By adhering to the business case as the key to success, program managers in leading commercial companies are conservative in their estimates and aggressive in risk reduction.", "sentence2": "Managers in top companies are aggressive in reducing risk.", "gold": "entailment", "file_idx": 372751}
{"lang": "en", "sentence1": "Brown's attorney, Dale Doerhoff, said Wednesday's action was unnecessary because Brown never intended to distribute the money until all legal questions about his authority were resolved.", "sentence2": "The attorney claimed it was not needed.", "gold": "entailment", "file_idx": 240337}
{"lang": "en", "sentence1": "And finally, the idea that the editors could have spared her the injury of having to read Stein's piece had they listed it under the title of Diary takes the prize for most ludicrous statement thus far expressed in the history of Slate's publication.", "sentence2": "In the history of Slate's publication, that is the most ludicrous statement.", "gold": "entailment", "file_idx": 92233}
{"lang": "en", "sentence1": "The initial planning effort sparked by the 21 program directors grew to become a broadly inclusive structure.", "sentence2": "There was a planning effort done by the 21 program directors.", "gold": "entailment", "file_idx": 100470}
{"lang": "en", "sentence1": "In addition to the Department of Labor's outreach program, other federal agencies also play a role in saving education.", "sentence2": "Other federal agencies played a role in saving education.", "gold": "entailment", "file_idx": 316332}
{"lang": "en", "sentence1": "Similarly, according to a 1998 survey of federal CFOs,3 federal finance organizations continue to expand their focus from audited financial statements to include performance measurement and strategic planning.", "sentence2": "Finance organizations are still trying to expand their focus to include performance measurement.", "gold": "entailment", "file_idx": 224019}
{"lang": "en", "sentence1": "Newsweek calculates the bottom line on the president's plan to save Social  It promises away a full 151 percent of the projected budget surplus, and would create a shortfall of $2.", "sentence2": "Newsweek calculates the president's plan to save Social would create a $2 shortfall.", "gold": "entailment", "file_idx": 350339}
{"lang": "en", "sentence1": "These publications can be searched by title, theme, or date.", "sentence2": "These volumes can now be searched using title, theme, and date.", "gold": "entailment", "file_idx": 264466}
{"lang": "en", "sentence1": "But his Web site can continue to pump out a Netcast with no interference.", "sentence2": "The site can carry on to produce a Netcast without disruption.", "gold": "entailment", "file_idx": 160573}
{"lang": "en", "sentence1": "For all his bluntness, Wolff never concedes that the product he was selling--essentially another set of Web directories--wasn't that appealing.", "sentence2": "Wolff is known primarily for his bluntness.", "gold": "entailment", "file_idx": 83254}
{"lang": "en", "sentence1": "I do think, however, that some consideration should be given to a statutory revenue cap as one means of adding a bit of starch to the spine cost containment.", "sentence2": "There should be some thought about the revenue cap.", "gold": "entailment", "file_idx": 21393}
{"lang": "en", "sentence1": "The analyses use both quantifiable and general descriptions of the effects of the rule on small entities as required by section 607 and small entities, in addition to the actions required by 5 U.S.C.", "sentence2": "Analyses of the effects of the rule on small entities are required by section 607.  ", "gold": "entailment", "file_idx": 97007}
{"lang": "en", "sentence1": "i was i was just uh oh well let's see i guess we've talked what almost five minutes", "sentence2": "We've talked for almost five minutes.", "gold": "entailment", "file_idx": 212003}
{"lang": "en", "sentence1": "Robert the Bruce continued to harass the English until they were forced to sue for peace.", "sentence2": "The English were hassled by a man named Robert.", "gold": "entailment", "file_idx": 172685}
{"lang": "en", "sentence1": "um-hum  and i know when i spent the time that i've studied in Mexico uh since Spanish was one of my majors in college  that uh there was a kind of a lot of resentment there towards America", "sentence2": "In Mexico, there is a lot of resentment toward America. ", "gold": "entailment", "file_idx": 13690}
{"lang": "en", "sentence1": "all right i i i think everybody's jumping to conclusions i don't think anything's going to change", "sentence2": "In my opinion things will likely stay the same.", "gold": "entailment", "file_idx": 103828}
{"lang": "en", "sentence1": "Those risks should then be brought to the attention of appropriate agency officials.", "sentence2": "Agency officials should be aware of the risks.", "gold": "entailment", "file_idx": 364215}
{"lang": "en", "sentence1": "well it's hard for me", "sentence2": "It's difficult for me.", "gold": "entailment", "file_idx": 188689}
{"lang": "en", "sentence1": "He looked an agonized question at Mr. Carter.", "sentence2": "He looked to Mr Carter.", "gold": "entailment", "file_idx": 279112}
{"lang": "en", "sentence1": "The town was also important for the pharaohs because it sat close to one of the largest sources of high-quality granite quarries in the country, providing stone for many of its finest temples.", "sentence2": "Stone was sent to the temples from high-quality granite quarries.", "gold": "entailment", "file_idx": 286297}
{"lang": "en", "sentence1": "well our grass like i said is just grass we really didn't plant anything it's just so i suppose maybe you call it crabgrass even", "sentence2": "It's possible that the grass we have is called crabgrass but it's not something that was planted by us. ", "gold": "entailment", "file_idx": 209299}
{"lang": "en", "sentence1": "um it's neighbor yeah", "sentence2": "It is close by, yes.", "gold": "entailment", "file_idx": 100910}
{"lang": "en", "sentence1": "As a result, over the past several years, GAO has issued more than 80 reports on data and systems security including hundreds of recommendations for correcting both individual weaknesses and the systemic causes of security problems.", "sentence2": "Security issues as well as individual problems were addressed in the reports that GAO generated.", "gold": "entailment", "file_idx": 188373}
{"lang": "en", "sentence1": "Just over 11.2 km (1 mile) out of town you pass the turn to the small sandy bay of CaleSahona, which is framed by cliffs of red rock and hotel and holiday apartment blocks.", "sentence2": "The small sandy bay is framed by cliffs of red rock and holiday apartment blocks.", "gold": "entailment", "file_idx": 344068}
{"lang": "en", "sentence1": "Anyone can make toys, apparently.", "sentence2": "Apparently anyone can make toys. ", "gold": "entailment", "file_idx": 184212}
{"lang": "en", "sentence1": "Before his death in 1775 he had brought under one rule all the territory from the Mahakali River in the west to Sikkim and Darjeeling in the east.", "sentence2": "He consolidated a great deal of territory before his death.", "gold": "entailment", "file_idx": 35220}
{"lang": "en", "sentence1": "He never hesitated or faltered. ", "sentence2": "He kept going with full confidence.  ", "gold": "entailment", "file_idx": 134523}
{"lang": "en", "sentence1": "She lowers her voice a full octave and intones the words in a constrained fury--the voice not of Nora but of wronged women forever.", "sentence2": "She spoke her words deeply to show that she was hurt", "gold": "entailment", "file_idx": 59836}
{"lang": "en", "sentence1": "One case has already been settled", "sentence2": "A case has been completed.", "gold": "entailment", "file_idx": 362396}
{"lang": "en", "sentence1": "Beautiful pool area with waterfalls.", "sentence2": "Waterfalls are a part of the beautiful pool area.", "gold": "entailment", "file_idx": 113584}
{"lang": "en", "sentence1": "In terms of the purposes of the study-finding out what was stressful to the women and why the incidence of mental health problems among them was so high-the case study method disclosed the importance of any change in life circumstances as a source of stress rather than merely confirming change that the observers might have thought stressful a priori.", "sentence2": "Finding out what was stressful to the women was important to the study.", "gold": "entailment", "file_idx": 99350}
{"lang": "en", "sentence1": "With regards to reagents and other consumables, it is projected that there is sufficient supply of limestone for additional FGD systems.", "sentence2": "The amount of limestone is sufficient for additional FGD systems.", "gold": "entailment", "file_idx": 114402}
{"lang": "en", "sentence1": "They incur less overtime and the rural carrier work force has a higher proportion of casual employees.", "sentence2": "The rural carrier work force has a higher proportion of casual employees.", "gold": "entailment", "file_idx": 14721}
{"lang": "en", "sentence1": "the insurance company buys them and they sell them and i've known people who have got really nice late model cars very cheap but but they have a dubious background they have salvage stamped on their title there's", "sentence2": "Although I've heard some positive stories, I've also heard many worrying things about the company.", "gold": "entailment", "file_idx": 335468}
{"lang": "en", "sentence1": "And doctors are still ethically obliged to offer appropriate care to uninsured patients in need.", "sentence2": "Uninsured patients are to still receive care from doctors. ", "gold": "entailment", "file_idx": 307543}
{"lang": "en", "sentence1": "You stated, It sounds to Prudie as though you and your spouse are a little more formal than the times, when that he felt children should address adults in a more formal manner than using their first names.", "sentence2": "Your spouse thinks kids should behave like proper people.", "gold": "entailment", "file_idx": 79424}
{"lang": "en", "sentence1": "If you have any Scottish ancestry, you will be able to find the tartan for you; otherwise, it is a matter of finding a pattern that you like.", "sentence2": "Scottish descendants may find their ancestor's tartan, or choose one that catches their eye.", "gold": "entailment", "file_idx": 24438}
{"lang": "en", "sentence1": "The victims are often women and their children and they frequently have few resources with which to pursue their legal rights, Trout said Tuesday.", "sentence2": "According to Trout most of the victims are women and their offspring.", "gold": "entailment", "file_idx": 160603}
{"lang": "en", "sentence1": "The lawyer shrugged his shoulders.", "sentence2": "The lawyer didn't move at all. ", "gold": "contradiction", "file_idx": 341835}
{"lang": "en", "sentence1": "First, the President and Congress designed the Acid Rain Program to focus on reducing the SO2 emissions that cause acid deposition and translated the emission reduction goal into a nationwide cap on emissions from electric generating sources.", "sentence2": "The Acid Rain Program wanted to increase SO2 emissions.", "gold": "contradiction", "file_idx": 125648}
{"lang": "en", "sentence1": "individual offenders", "sentence2": "Multiple offenders. ", "gold": "contradiction", "file_idx": 106566}
{"lang": "en", "sentence1": "Originally from Russia or Asia, they migrated to Mesopotamia first and then on to Iran before entering India.", "sentence2": "They were originally from India, but they migrated to Mesopotamia.", "gold": "contradiction", "file_idx": 334595}
{"lang": "en", "sentence1": "This practice may give the private sector, including government contractors, an advantage over the federal government in recruiting and retaining employees.", "sentence2": "The federal government always has an advantage over the private sector.", "gold": "contradiction", "file_idx": 256614}
{"lang": "en", "sentence1": "Luxor temple does not have a sound and light show but it is open late each evening, offering you a chance to enjoy the majestic remains under floodlights, a very romantic sight to behold.", "sentence2": "Luxor temple is always closed in the evenings.", "gold": "contradiction", "file_idx": 346701}
{"lang": "en", "sentence1": "How do you make that out?", "sentence2": "You are not someone worth asking a question.", "gold": "contradiction", "file_idx": 197499}
{"lang": "en", "sentence1": "India comprises a diamond-shaped subcontinent that stretches over 3,000 km (1,800 miles) from the Kashmir mountains in the north right down to Kanyakumari, or Cape Comorin, on the Indian Ocean.", "sentence2": "India is a rather small rhombus shaped subcontinent.", "gold": "contradiction", "file_idx": 193087}
{"lang": "en", "sentence1": "Do Eastwood's other movies really subvert the whole action genre?", "sentence2": "None of Eastwood's movies were action films.", "gold": "contradiction", "file_idx": 372708}
{"lang": "en", "sentence1": "These percentages of demand are expected to be experienced prior to 2010, but with growth in the boilermaker numbers out to 2010, the percent of boilermakers affected drops off.", "sentence2": "Demand increases after 2010", "gold": "contradiction", "file_idx": 309078}
{"lang": "en", "sentence1": "It's a little hard to explain, and it couldn't help.\"  \"Humor my curiosity, then.", "sentence2": "It is a simple matter to discuss.", "gold": "contradiction", "file_idx": 27416}
{"lang": "en", "sentence1": "It landed at a hundred miles an hour and managed to stop against a small entrance to a cave in the hillside.", "sentence2": "It landed at a hundred and twenty miles an hour, and fell into a cave in the mountain.", "gold": "contradiction", "file_idx": 222279}
{"lang": "en", "sentence1": "Figure 4.3: Composition of Federal Spending as a Share of GDP Under the Save the Social Security Surpluses Simulation Percent of GDP", "sentence2": "Figure 4.3 contains no information about federal spending.", "gold": "contradiction", "file_idx": 52133}
{"lang": "en", "sentence1": "Even so, its ascendancy is troublesome.", "sentence2": "There are no issues with its ascension.", "gold": "contradiction", "file_idx": 306925}
{"lang": "en", "sentence1": "Built by the powerful Gian Galeazzo Visconti, Duke of Milan, as his family's burial chapel, the Carthusian monastery's 15th-?­century church is a high point in the transition from Flamboyant Gothic to Renaissance.", "sentence2": "The Duke of Milan built the Carthusian monastery's church for his wedding.", "gold": "contradiction", "file_idx": 130423}
{"lang": "en", "sentence1": "Enjoy the experiences and give yourself plenty of time.", "sentence2": "Rushing through as many experiences as possible is the best way to do it.", "gold": "contradiction", "file_idx": 79688}
{"lang": "en", "sentence1": "Based on the information presented during public hearings and in comments received on the proposed rule, EPA published a supplemental notice of proposed rulemaking in the Federal Register on March 13, 1995.", "sentence2": "The EPA did not publish anything in regards to proposed rulemaking on March 13, 1995.", "gold": "contradiction", "file_idx": 183151}
{"lang": "en", "sentence1": "even if even if someone's home all the time there's still a lot of things that have to be done", "sentence2": "As long as someone's home all the time, everything can be done. ", "gold": "contradiction", "file_idx": 135603}
{"lang": "en", "sentence1": "we see it uh every day at six o'clock", "sentence2": "We watch it once a week at nine o'clock.", "gold": "contradiction", "file_idx": 113556}
{"lang": "en", "sentence1": "uh-huh but she's the best the best of both breeds", "sentence2": "She is the worst ever.", "gold": "contradiction", "file_idx": 3613}
{"lang": "en", "sentence1": "On February 27, 1997, the FDA published a Notice of Proposed Rulemaking in the Federal Register.", "sentence2": "The FDA proposed nothing in February 1997.", "gold": "contradiction", "file_idx": 264531}
{"lang": "en", "sentence1": "Furthermore, too many professionals are busy checking boxes rather than turning on their brains and using their professional judgment to get to the right answer.", "sentence2": "All the professionals engage their judgement to get the correct answer.", "gold": "contradiction", "file_idx": 46706}
{"lang": "en", "sentence1": "uh-huh where they're doing this program the voice recognition program", "sentence2": "Voice recognition programs have not been invented yet.", "gold": "contradiction", "file_idx": 309641}
{"lang": "en", "sentence1": "yes uh-huh yeah i it's the same way with everything in education though it should begin and right down in the first grade uh and your very best teachers in my estimation should be first second or third grade so that the children develop good learning patterns and have some success and want to go on learning and continue learning uh and not wait until they're in high school and then it's too late to try to change them around at that point", "sentence2": "Children should learn how to vote early on so they don't vote for people like Trump.", "gold": "contradiction", "file_idx": 64844}
{"lang": "en", "sentence1": "Although Stanley Tucci turns in a good performance as the godfather of gossip, Walter Winchell, critics pan everything else in the made-for-TV film.", "sentence2": "Stanley Tuccy has made a good performance in the film, and this has been highly appreciated by critics.", "gold": "contradiction", "file_idx": 67782}
{"lang": "en", "sentence1": "Keyes makes a habit of denouncing the  for expanding government, for approving treaties, for not impeaching Clinton, etc.", "sentence2": "Keyes has no opinion on whether Clinton should be impeached.", "gold": "contradiction", "file_idx": 342203}
{"lang": "en", "sentence1": "If you run into any problems, e-mail help@slate.com.", "sentence2": "We don't have a contact address.", "gold": "contradiction", "file_idx": 255644}
{"lang": "en", "sentence1": "More than 12,000 victims contacted shelters or crisis hotlines.", "sentence2": "They only had 12 victims come to their shelter.", "gold": "contradiction", "file_idx": 159522}
{"lang": "en", "sentence1": "uh dog just ran off with my shoe that's off the subject", "sentence2": "Oh, I just got distracted because my dog has been jumping on my feet - it's a good thing I'm wearing my shoes.", "gold": "contradiction", "file_idx": 286193}
{"lang": "en", "sentence1": "On the Reconciliation of Qualitative and Quantitative  A Case Study.", "sentence2": "Feud and difference of qualitative and quantitative. ", "gold": "contradiction", "file_idx": 166421}
{"lang": "en", "sentence1": "The Shaw Birthplace Museum , 33 Synge Street, is marked by a plaque written by the great man himself.", "sentence2": "The Shaw Birthplace Museum is marked by a plaque written by Oscar Wilde.", "gold": "contradiction", "file_idx": 309176}
{"lang": "en", "sentence1": "and i was thinking well do i really want her to go back with such a jerk", "sentence2": "I'm glad she's back with him", "gold": "contradiction", "file_idx": 160551}
{"lang": "en", "sentence1": "uh to see the other cultures or you know and some of that but", "sentence2": "To see my own culture.", "gold": "contradiction", "file_idx": 364547}
{"lang": "en", "sentence1": "yeah we we've seen that yeah", "sentence2": "We didn't see anything, we're blind.", "gold": "contradiction", "file_idx": 102338}
{"lang": "en", "sentence1": "Then? Yes! At least they weren't afraid of new things.", "sentence2": "It's a good thing that they wont try anything new.", "gold": "contradiction", "file_idx": 66710}
{"lang": "en", "sentence1": "To make a buck, the movie business has to lure large numbers of people into seeing bad movies, and to get them to pay as much as they would if they were seeing a good movie.", "sentence2": "The movie business charges less for bad movies.", "gold": "contradiction", "file_idx": 327965}
{"lang": "en", "sentence1": "Boris shot up his hand and  Kerensky did not make the February revolution.", "sentence2": "Boris kept his head down, the February revolution happened ", "gold": "contradiction", "file_idx": 145381}
{"lang": "en", "sentence1": "Tools of steel and the gods know what instead of honest stone.", "sentence2": "Metal tools are morally superior to stone tools.", "gold": "contradiction", "file_idx": 384304}
{"lang": "en", "sentence1": "oh that's nice uh mostly catfish or", "sentence2": "Mostly seabass?", "gold": "contradiction", "file_idx": 219551}
{"lang": "en", "sentence1": "As Noyce and Moore did before him, Grove led Intel brilliantly without making it dependent upon him.", "sentence2": "Noyce, Moore and Grove led Intel at the same time.", "gold": "contradiction", "file_idx": 240571}
{"lang": "en", "sentence1": "maybe i'll tune in to one of those some time", "sentence2": "I don't think I will ever give them a try.", "gold": "contradiction", "file_idx": 51294}
{"lang": "en", "sentence1": "If you watched the addiction series, for example, you heard little about other popular views of addiction, e.g., that addicts should be forced to take responsibility for their actions, not coddled into victimization.", "sentence2": "Addicts should be victimized, they're not responsible for their actions.", "gold": "contradiction", "file_idx": 7621}
{"lang": "en", "sentence1": "Bill Kristol (ABC's This Week ) is amazed that the GOP is getting away with opposing a tobacco bill.", "sentence2": "Bill Kristol's amazement about the GOP's stance on the tobacco bill is unfounded since the GOP actually supports the bill.", "gold": "contradiction", "file_idx": 230582}
{"lang": "en", "sentence1": "how do you control the amount of flow or anything", "sentence2": "How do you control how people eat hamburgers?", "gold": "contradiction", "file_idx": 237066}
{"lang": "en", "sentence1": "As though that first scrutiny had been satisfactory, Mrs. Vandemeyer motioned to a chair.", "sentence2": "Mrs. Vandemeyer shook her head and motioned to the exit.", "gold": "contradiction", "file_idx": 387203}
{"lang": "en", "sentence1": "Executives could also receive a summary rating of provisional or Summary Ratings fail.", "sentence2": "The Executives will always get a summary rating of excellent. ", "gold": "contradiction", "file_idx": 153481}
{"lang": "en", "sentence1": "Resources, protocols and guidelines for conducting meaningful statewide needs assessment.", "sentence2": "Resources protocol and guidelines are all good to go, no need for assessment.", "gold": "contradiction", "file_idx": 16408}
{"lang": "en", "sentence1": "Additionally, the FCC did not adopt safe harbor rules at this time, as suggested by some commenters, to avoid interference.", "sentence2": "There aren't any safe harbor rules, are there?", "gold": "contradiction", "file_idx": 83348}
{"lang": "en", "sentence1": "What are you implying?", "sentence2": "What are you hearing?", "gold": "contradiction", "file_idx": 45080}
{"lang": "en", "sentence1": "RESTATEMENT (OF DIRECT LOANS OR LOAN GUARANTEES) -Refers to establishing a new book value of a direct loan or the liability of a loan guarantee.", "sentence2": "They accidentally deleted the file containing the loan agreements. ", "gold": "contradiction", "file_idx": 149059}
{"lang": "en", "sentence1": "i mean you could travel from one coast to the other here in the US and find tremendous differences between the peoples they have their own ideas how things should be run", "sentence2": "The people of the US are homogeneous in their views.", "gold": "contradiction", "file_idx": 236469}
{"lang": "en", "sentence1": "Today it's still a popular place to catch the latest film at any of the enormous theaters or cruise the shops and restaurants.", "sentence2": "It doesn't even show movies anymore.", "gold": "contradiction", "file_idx": 242506}
{"lang": "en", "sentence1": "Changes in a specialty practice are more likely to occur if they are supported by research conducted within that same discipline.", "sentence2": "Changes will never happen because nobody likes change.", "gold": "contradiction", "file_idx": 308010}
{"lang": "en", "sentence1": "and that they're stealing handbags now in broad daylight they're taking the the crime now the latest thing up here is uh they'll somebody be driving along whether they're they're in their early twenty's or or teens", "sentence2": "They are not stealing handbags.", "gold": "contradiction", "file_idx": 376371}
{"lang": "en", "sentence1": "The volcanic substrata here throw magnetic compasses completely out of whack.", "sentence2": "Despite the volcanic substrata, all manner of compasses should work fine here.", "gold": "contradiction", "file_idx": 107182}
{"lang": "en", "sentence1": " \"Rumpelstilsken, let the sun rise from the west and set in the east!\"  Some of the Satheri were at the windows to watch what happened this time.", "sentence2": "Nothing was said.", "gold": "contradiction", "file_idx": 327843}
{"lang": "en", "sentence1": "'All right,' I nodded, starting to walk away.", "sentence2": "I didn't say anything and stayed by his side.", "gold": "contradiction", "file_idx": 237968}
{"lang": "en", "sentence1": "yeah but i still think a beater would do it good enough um the trick is to get the cornstarch", "sentence2": "I don't think a beater will work properly", "gold": "contradiction", "file_idx": 121689}
{"lang": "en", "sentence1": "Standard Mail A-Primarily advertising circulars and mail-order catalogues-comprises an increasing share of pieces delivered", "sentence2": "Marketing materials in the form of circulars and catalogues have been banned.", "gold": "contradiction", "file_idx": 315800}
{"lang": "en", "sentence1": "uh-huh i believe it it it uh  it rained at night or something because i saw puddles of water outside but i didn't", "sentence2": "IT didn't rain, there were no puddles.", "gold": "contradiction", "file_idx": 168160}
{"lang": "en", "sentence1": "It is not worth an elevenfold risk of crashing.", "sentence2": "Doing this is entirely worth any risk it might incur.", "gold": "contradiction", "file_idx": 105472}
{"lang": "en", "sentence1": "But low interest rates and a sagging economy mean there is less money being generated.", "sentence2": "High interest rates mean there is less money being generated.", "gold": "contradiction", "file_idx": 334720}
{"lang": "en", "sentence1": "what do you do for the surprise things that you don't necessarily plan for the you know are sometimes several hundred dollars like uh tires for the car or car repair of some sort or like a a dental bill or something that you're not prepared for", "sentence2": "Surprise expenses aren't something that ever come up. ", "gold": "contradiction", "file_idx": 259810}
{"lang": "en", "sentence1": "Josephine, Empress of France and wife of Napoleon, was born here.", "sentence2": "Josephine, better known as the Empress of France,  refused to marry Napolean.", "gold": "contradiction", "file_idx": 263667}
{"lang": "en", "sentence1": "Again, this simulation assumes that nonfederal saving remains constant as a share of GDP at 16.", "sentence2": "There is no correlation between GSP and the savings. ", "gold": "contradiction", "file_idx": 111070}
{"lang": "en", "sentence1": "No matter, Dave Hanson, he said.", "sentence2": "No matter, Dave Smith, she said.", "gold": "contradiction", "file_idx": 35073}
{"lang": "en", "sentence1": "oh yeah you said yours is eighteen feet long what", "sentence2": "You said it was twelve feet long.", "gold": "contradiction", "file_idx": 138109}
{"lang": "en", "sentence1": "Large common living room available with satellite TV.", "sentence2": "The living room has no tv.", "gold": "contradiction", "file_idx": 344644}
{"lang": "en", "sentence1": "Given available ozone monitoring data, we generated full-season ozone profiles for each location in the modeling domain in two  (1) we combine monitored observations and modeled ozone predictions to interpolate hourly ozone concentrations to a grid of 8 km by 8 km population grid-cells, as will be described in the Human Health and Environmental Effects Modeling section, and (2) we converted these full-season hourly ozone profiles to an ozone measure of interest, such as the daily average.", "sentence2": " Given available ozone monitoring data, full-season ozone profiles weren't generated.", "gold": "contradiction", "file_idx": 266555}
{"lang": "en", "sentence1": "yeah oh you in college", "sentence2": " I know you aren't in college. ", "gold": "contradiction", "file_idx": 342081}
{"lang": "en", "sentence1": "Inside the temple is a small birthing chamber or mammisi, where carved reliefs depict Isis holding her new-born son Horus.", "sentence2": "There are no carvings inside of the temple. ", "gold": "contradiction", "file_idx": 198270}
{"lang": "en", "sentence1": "Good morning ladies and gentlemen.", "sentence2": "Goodbye", "gold": "contradiction", "file_idx": 152368}
{"lang": "en", "sentence1": "The Mayor had estimated that a cut of 7 percent would reduce city spending for its district attorneys from $231 million to $215 million, for a savings of $16 million.", "sentence2": "THe mayor said spending would go up.", "gold": "contradiction", "file_idx": 47471}
{"lang": "en", "sentence1": "well you too and uh", "sentence2": "Not you. ", "gold": "contradiction", "file_idx": 136032}
{"lang": "en", "sentence1": "The NIPA federal surplus/deficit measure as a share of GDP is roughly similar to the unified budget measure.", "sentence2": "The NIPA federal surplus measure differs greatly from the unified budget measure.", "gold": "contradiction", "file_idx": 125436}
{"lang": "en", "sentence1": "Boutros-Ghali spoke English poorly, rarely visited American leaders, and regularly berated U.S. misbehavior.", "sentence2": "Bourtos-Ghali lauded American leaders and regularly worked with them.", "gold": "contradiction", "file_idx": 196712}
{"lang": "en", "sentence1": "1 Performance management systems in leading organizations typically seek to achieve three key objectives.", "sentence2": "Performance management systems in companies are not necessary.", "gold": "contradiction", "file_idx": 232702}
{"lang": "en", "sentence1": "Although the Costa Calida extending southwest beyond Cartagena has opened up to property development, you can still find quieter stretches of beach.", "sentence2": "Costa Calida is northwest of Cartagena.", "gold": "contradiction", "file_idx": 372726}
{"lang": "en", "sentence1": "you know teach the boy that uh he fixes the car and the woman fixes the meal uh not not arguing that there should be a role for a sex but should there be uh a set of not not a specific role let's say let's not say that only the the girls should do the cooking but at any given generation or for any given", "sentence2": "Traditional gender roles should always be considered.", "gold": "contradiction", "file_idx": 225034}
{"lang": "en", "sentence1": "143 \"He's got away.\"", "sentence2": "He was unable to get away.", "gold": "contradiction", "file_idx": 174201}
{"lang": "en", "sentence1": "Jerry Falwell, and Mario Cuomo run amok in a long segment on the family and morality.", "sentence2": "Jerry Falwell is not interested in morality issues.", "gold": "contradiction", "file_idx": 17498}
{"lang": "en", "sentence1": "It's fun and totally tropical, but you'll be very lucky if you have the pools to yourself to enjoy the kind of romantic experience advertised in the tourist brochures.", "sentence2": "There are no pools at this tropical location.", "gold": "contradiction", "file_idx": 63340}
{"lang": "en", "sentence1": "Of Decter's comments, the less said the better.", "sentence2": "We need more of Dector's comments.", "gold": "contradiction", "file_idx": 6962}
{"lang": "en", "sentence1": "It was the neighbors.", "sentence2": "It wasn't the neighbors. ", "gold": "contradiction", "file_idx": 144289}
{"lang": "en", "sentence1": "Yes. The Kentuckian's answer sounded curt in his own ears, but he could not help it.", "sentence2": "The Kentuckian answered at length. ", "gold": "contradiction", "file_idx": 49653}
{"lang": "en", "sentence1": "Claws struck out from beneath leathery wings, cutting everything in sight- I caught a nasty slash across my cheek.", "sentence2": "I escaped the attack unscathed.", "gold": "contradiction", "file_idx": 270537}
{"lang": "en", "sentence1": "if they started billing people by the pound things might change drastically", "sentence2": "Billing people by the pound would only keep things just as they have been. ", "gold": "contradiction", "file_idx": 36915}
{"lang": "en", "sentence1": "and having a much better relationship with their children than my husband ever did because he left home at five thirty in the morning and he got home at six fifteen", "sentence2": "My husband was a great stay-at-home father.", "gold": "contradiction", "file_idx": 133775}
{"lang": "en", "sentence1": "Given the aging of the U.S. population and the increasing cost of modern medical technology, it is inevitable that demands on the Medicare program will grow.", "sentence2": "It's expected that Medicare will eventually shrink as the US population ages out.", "gold": "contradiction", "file_idx": 47035}
{"lang": "en", "sentence1": "In some cases, however, the preferred approach has been to locate the SCR reactor on the ground near the boiler and to route the ductwork to and from the SCR reactor.", "sentence2": "In all cases, the preferred approach has been to locate the SCR reactor in the air far away from the boiler.", "gold": "contradiction", "file_idx": 162369}
{"lang": "en", "sentence1": "At follow-up, it is the non-students and students with more severe problems who are more likely to improve.", "sentence2": "Non-students with severe problems have no chance of improving.", "gold": "contradiction", "file_idx": 168837}
{"lang": "en", "sentence1": "You can only fuel it with well-allocated, long-term investment.", "sentence2": "You can only fuel it with jet fuel.", "gold": "contradiction", "file_idx": 174254}
{"lang": "en", "sentence1": "I told him Derry's apartment number.", "sentence2": "I told him I didn't know where Derry lived.", "gold": "contradiction", "file_idx": 145551}
{"lang": "en", "sentence1": "Our week of Christmas quizzing continues, and in the spirit of the holidays I'm giving the wrap-up to Tim Carvell, who might be able to exchange it for something he really wants, if he saves the receipt.", "sentence2": "Due to public pressure, this week's Christmas quizzing is cancelled. ", "gold": "contradiction", "file_idx": 130940}
{"lang": "en", "sentence1": "Sersa Garm, an apprentice to Ser Perth.", "sentence2": "The name of the apprentice is Salisa Demino.", "gold": "contradiction", "file_idx": 239072}
{"lang": "en", "sentence1": "uh i'm not really sure you think that that the uh the trucking industry uh industry is that uh incompetent that they wouldn't you know fuel is is one of their biggest costs", "sentence2": "The trucking industry don't even have to pay for fuel, yet they're still incompetent enough to operate at a loss.", "gold": "contradiction", "file_idx": 186298}
{"lang": "en", "sentence1": "The Ark, on Eustace Street in Temple Bar, is a children's cultural center that offers a changing program of plays, workshops, readings, and performances, all geared toward youngsters.", "sentence2": "The Ark is for animals.", "gold": "contradiction", "file_idx": 297782}
{"lang": "en", "sentence1": "The Texan came across the corral.", "sentence2": "The New Yorker crossed the corral.", "gold": "contradiction", "file_idx": 129525}
{"lang": "en", "sentence1": "These, companion initiatives and the hardworking and talented staff who carry out these initiatives, work hand-in-glove with the equally well-qualified state planning team to promote the development of high quality, world-class delivery systems.", "sentence2": "Companion initiatives are not allowed to work with the state planning team.", "gold": "contradiction", "file_idx": 108307}
{"lang": "en", "sentence1": "There was a pause before Julius answered, then he withdrew his head and shut to the door.", "sentence2": "Julius had left the room and had forgotten to answer anything.", "gold": "contradiction", "file_idx": 159048}
{"lang": "en", "sentence1": "It won't hurt you.", "sentence2": "I will hurt you.", "gold": "contradiction", "file_idx": 277765}
{"lang": "en", "sentence1": "The very heart of the city's centro storico, it was begun in 1296 under Arnolfo di Cambio, although the imposing green, white, and rosemarble neo-Gothic facade was completed only six centuries later.", "sentence2": "Arnolfo di Cambio began developing the city's centro storico in 1357.", "gold": "contradiction", "file_idx": 384097}
{"lang": "en", "sentence1": "The new company may also benefit from merging warehousing and inventory management, and ideally there will be joint production of components that both companies use.", "sentence2": "Both companies have been around for a very long time.", "gold": "contradiction", "file_idx": 266280}
{"lang": "en", "sentence1": "I am inclined to think that Miss Howard was the master mind in that affair. ", "sentence2": "I think that Miss Howard had no role in the affair.", "gold": "contradiction", "file_idx": 205424}
{"lang": "en", "sentence1": "No, I myself took a sample of the coco remaining in the saucepan and had it analysed. ", "sentence2": "I looked at the weapon to analyse the fingerprints.", "gold": "contradiction", "file_idx": 107770}
{"lang": "en", "sentence1": "it's murder driving in that place", "sentence2": "Driving there is pleasant", "gold": "contradiction", "file_idx": 258184}
{"lang": "en", "sentence1": "Divergences between observed and expected patterns can be examined further to see what happens as a result of these meetings and identify potential problem  for example, when an expected high-communication node turns out to be, relatively speaking, a low-communication spot.", "sentence2": "Patterns of high and low communication do not indicate potential problems.", "gold": "contradiction", "file_idx": 314487}
{"lang": "en", "sentence1": "His Four Noble Truths  all life is suffering", "sentence2": "His Five Noble Lies all life is pleasure", "gold": "contradiction", "file_idx": 191085}
{"lang": "en", "sentence1": "Yes, the book as a whole is insufferably smug (with Cornel West at the head of the smirking line) and politically correct.", "sentence2": "The book is a humble work of writing.", "gold": "contradiction", "file_idx": 124641}
{"lang": "en", "sentence1": "Afraid, eh? ", "sentence2": "Brave, huh?", "gold": "contradiction", "file_idx": 384338}
{"lang": "en", "sentence1": "After much debate, a line that terminated at Windermere and spared the rest of the Lake District was completed.", "sentence2": "The line that spared the rest of the Lake District was finished without any disagreements.", "gold": "contradiction", "file_idx": 210083}
{"lang": "en", "sentence1": "yeah you know Road and Track had a had some articles on and particularly with with backseat uh with some where kids were were sitting in the backseat with seat belts on and they were thrown forward into the front seat and there was enough stretching the combination of stretching the spine to uh paralyze i mean to serious injury even though they were they were still locked in the the forced to go so really if your sitting in the backseat", "sentence2": "Road and Track primarily talks about the front seats.", "gold": "contradiction", "file_idx": 213727}
{"lang": "en", "sentence1": "But you will find fishermen, many of whom are direct descendants of some 600 Genoese mercenaries King Charles III rescued from captivity on Tunisia's Tabarka Island, hence the name.", "sentence2": "Tabarka Island is part of Turkey.", "gold": "contradiction", "file_idx": 216}
{"lang": "en", "sentence1": "The liveliest fruit and vegetable market is to be found on Piazza di San Cosimato.", "sentence2": "Paris has the worst egg market.", "gold": "contradiction", "file_idx": 22425}
{"lang": "en", "sentence1": "And through the wonder of technology, I have returned to life!'", "sentence2": "It is through a divine miracle that I have returned to life.", "gold": "contradiction", "file_idx": 32517}
{"lang": "en", "sentence1": "This report focuses on best practices for achieving knowledge points 2 and 3, particularly at how successful companies design and manufacture a product within established cost, schedule, and quality targets.", "sentence2": "A guide was given to list the best practice guide in how to fix a failing business ", "gold": "contradiction", "file_idx": 383634}
{"lang": "en", "sentence1": "The inevitable legal challenges have arrived, but they're all piecemeal, failing to address sweeping constitutional questions.", "sentence2": "The incoming legal challenges are strong and address all important topics.", "gold": "contradiction", "file_idx": 99588}
{"lang": "en", "sentence1": "yeah my truck is broken down", "sentence2": "Your truck is fully functional.", "gold": "contradiction", "file_idx": 306675}
{"lang": "en", "sentence1": "that's one of the reasons i got out of the business there was too many shenanigans going on", "sentence2": "I quit the business because it wasn't profitable enough.", "gold": "contradiction", "file_idx": 169053}
{"lang": "en", "sentence1": "Given the large volume and complexity of federal payments and historically low recovery rates for certain programs, it is generally most efficient to pay bills and provide benefits properly in the first place.", "sentence2": "Federal payments are simple and rare.", "gold": "contradiction", "file_idx": 268434}
{"lang": "en", "sentence1": "Portugal's very precarious foothold on the Asian coast ended in 1999 with a formal handover to China.", "sentence2": "Portugal remained actively engaged on the Asian coast despite the change in power.", "gold": "contradiction", "file_idx": 349265}
{"lang": "en", "sentence1": "I am as ready to fire a former Union soldier as I am a Confederate \"", "sentence2": "I am more willing to fire an ex-Confederate soldier. ", "gold": "contradiction", "file_idx": 97481}
{"lang": "en", "sentence1": "Entire resorts open and close, and showrooms sometimes change show times, prices, or entire featured productions.", "sentence2": "Showrooms have no way of changing prices, times and featured productions.", "gold": "contradiction", "file_idx": 285992}
{"lang": "en", "sentence1": "The path nearest the palace takes walkers along the base of Salisbury Crags, a volcanic ridge.", "sentence2": "Salisbury Crags were formed by a glacier.", "gold": "contradiction", "file_idx": 206983}
{"lang": "en", "sentence1": "they're the ones that'll come home and tell you you know you shouldn't smoke it's bad for you shouldn't drink it's bad for you", "sentence2": "They will bring home cigarettes and alcohol.", "gold": "contradiction", "file_idx": 323611}
{"lang": "en", "sentence1": "Exploring the coastline or interior of the Greek islands offers a different experience with each season of year.", "sentence2": "The experience at the Greek Coastline is the same throughout the year.", "gold": "contradiction", "file_idx": 38155}
{"lang": "en", "sentence1": "Just be careful to adapt your activities to the climate, and avoid going out in the midday sun.", "sentence2": "You should only go out in the midday sun.", "gold": "contradiction", "file_idx": 231049}
{"lang": "en", "sentence1": "He can come up here if he wants to see us.\"", "sentence2": "He can see us from there.", "gold": "contradiction", "file_idx": 286429}
{"lang": "en", "sentence1": "Scottish banking has long been held in high regard, and it still plays an important part in the world of finance.", "sentence2": "The world of finance will continue to function normally without Scottish banking.", "gold": "contradiction", "file_idx": 310471}
{"lang": "en", "sentence1": "At least as first.", "sentence2": "Not now, not ever. ", "gold": "contradiction", "file_idx": 142708}
{"lang": "en", "sentence1": "DiClemente added that his study was also for both groups and most primary care studies involve non-injured patients.", "sentence2": "Diclemente insisted he studied just one group. ", "gold": "contradiction", "file_idx": 111617}
{"lang": "en", "sentence1": "i used to but i don't anymore maybe once or twice a year", "sentence2": "I never have and never will.", "gold": "contradiction", "file_idx": 295744}
{"lang": "en", "sentence1": "we could be just lifelong students", "sentence2": "It's not possible for us to be lifelong students.", "gold": "contradiction", "file_idx": 50967}
{"lang": "en", "sentence1": "So Edgar Jr. will fail in Hollywood, but when he does, it won't be the failure of a romantic.", "sentence2": "Edgar Jr. can't fail.", "gold": "contradiction", "file_idx": 250630}
{"lang": "en", "sentence1": "This proserous city has many museums, including a well-endowed Mus??e des Beaux-Arts (Square Verdrel), with works by Vel?¡zquez, Caravaggio, Perugino, Veronese, and Rubens.", "sentence2": "This prosperous city does not have any museums.", "gold": "contradiction", "file_idx": 306364}
{"lang": "en", "sentence1": "For this reason, interest earned by revolving funds should normally be classified as exchange revenue.", "sentence2": "Excange revenue should never include interest earned on money.", "gold": "contradiction", "file_idx": 263634}
{"lang": "en", "sentence1": "'I'm sure,' I mumbled.", "sentence2": "I spoke loudly and clearly about my certainty.", "gold": "contradiction", "file_idx": 321026}
{"lang": "en", "sentence1": "It requires an entrance fee, as does the Tesoro (Treasury), a collection of the Crusaders' plunder.", "sentence2": "It is free to enter for everyone.", "gold": "contradiction", "file_idx": 151225}
{"lang": "en", "sentence1": "you know it's interesting um-hum", "sentence2": "That is not really that interesting.", "gold": "contradiction", "file_idx": 258179}
{"lang": "en", "sentence1": "I burst through a set of cabin doors, and fell to the ground-", "sentence2": "I slipped through the doors quietly.", "gold": "contradiction", "file_idx": 301188}
{"lang": "en", "sentence1": "uh okay okay that makes sense then i believe", "sentence2": "No, that is stupid.", "gold": "contradiction", "file_idx": 11384}
{"lang": "en", "sentence1": "I will speak with your visitors as I agreed, if they come.", "sentence2": "I will not speak to the visitors.", "gold": "contradiction", "file_idx": 341331}
{"lang": "en", "sentence1": "Soon he will either have to cross the border to stay or make some reckless raid which will give us a chance at him.\"", "sentence2": "Most likely he will hole up until the storm blows over before coming out of hiding. ", "gold": "contradiction", "file_idx": 222853}
{"lang": "en", "sentence1": "The FDA did not identify any other statute or executive order imposing procedural requirements relevant to the rule.", "sentence2": "The fda identified the order ", "gold": "contradiction", "file_idx": 328254}
{"lang": "en", "sentence1": "In developing the RFP an agency may hold presolicitation or preproposal conferences in order to seek industry views on the planned acquisition and to encourage companies to offer proposals.", "sentence2": "An agency doesn't have to hold conferences before acquisitions.", "gold": "contradiction", "file_idx": 366718}
{"lang": "en", "sentence1": "They dueled with rapiers and daggers, learning to accept a disarm for the gun.", "sentence2": "They used guns in the battles.", "gold": "contradiction", "file_idx": 151063}
{"lang": "en", "sentence1": "The back walls of the pylon have scenes of the yearly meetings of Horus and his consort Hathor, who traveled on a sacred barque (slender boat) from her temple at Denderah for the reunion on the Nile.", "sentence2": "Hathor was never a consort of Horus at all.  ", "gold": "contradiction", "file_idx": 372448}
{"lang": "en", "sentence1": "These hump-backed beasts are bad-tempered, and when two moody males confront each other in the ring a fierce sparring match ensues, in which they use their necks to try to throw each other off balance.", "sentence2": "The beasts have a wonderful temperament.", "gold": "contradiction", "file_idx": 195710}
{"lang": "en", "sentence1": "State law mandates that cities of more than 15,000 residents regulate rental units.", "sentence2": "No cities need to regulate rental units.", "gold": "contradiction", "file_idx": 263068}
{"lang": "en", "sentence1": "and but ours are all out of the nest so uh as when they were growing up i probably we had a lot of similar things like like you had", "sentence2": "They are still living at home.", "gold": "contradiction", "file_idx": 215377}
{"lang": "en", "sentence1": " It's done for local benefit (measuring a new therapy against placebo isn't useful for the West", "sentence2": "It is not done for the benefit of locals. ", "gold": "contradiction", "file_idx": 47226}
{"lang": "en", "sentence1": "you use the sneaker net system", "sentence2": "Do not use Sneaker Net System!", "gold": "contradiction", "file_idx": 37080}
{"lang": "en", "sentence1": "palindrome god dam , just kidding just pulling your leg, you hanging from the tree of Love.", "sentence2": "I was serious, palindrome god dam.", "gold": "contradiction", "file_idx": 207152}
{"lang": "en", "sentence1": "oh yeah do you think", "sentence2": "I understand why you disagree.", "gold": "contradiction", "file_idx": 19888}
{"lang": "en", "sentence1": "According to a 1997 GAO report only 296 of 2,614 closings were appealed over a 20-year period.", "sentence2": "None of the closings were appealed. ", "gold": "contradiction", "file_idx": 23640}
{"lang": "en", "sentence1": "Apparently it's easier to make a mouse talk than to come up with something interesting for him to say (Kenneth Turan, the Los Angeles Times ).", "sentence2": "If you give a mouse a microphone he'll tell you the secret to life.", "gold": "contradiction", "file_idx": 174885}
{"lang": "en", "sentence1": "We'll keep him close-in the water corral.", "sentence2": "We will not allow him anywhere near the water corral.", "gold": "contradiction", "file_idx": 39417}
{"lang": "en", "sentence1": "Current federal CIOs are learning how to carry out their responsibilities in the federal environment with all of the incumbent expectations and constraints.", "sentence2": "The CIO has no responsibilities.", "gold": "contradiction", "file_idx": 149461}
{"lang": "en", "sentence1": "A visit to the dam brings home the immense technological feat and allows you to gaze out over Lake Nasser, created by the blocking of the river, which is now over 500 km (310 miles) in length, spanning the border with Sudan.", "sentence2": "Lake Nasser was created naturally by the river.", "gold": "contradiction", "file_idx": 176364}
{"lang": "en", "sentence1": "The old man spoke to me.", "sentence2": "I was spoken to by the old woman.", "gold": "contradiction", "file_idx": 111574}
{"lang": "en", "sentence1": "However (and this can be proved mathematically), although such systems exist, none of them can be explicitly described.", "sentence2": "There are many people who have been able to describe such systems.", "gold": "contradiction", "file_idx": 247174}
{"lang": "en", "sentence1": "Higher up, the stairs become much steeper and are lined with stone statues of animals and birds.", "sentence2": "The stairs not steep and there are glass figures every other step.", "gold": "contradiction", "file_idx": 37864}
{"lang": "en", "sentence1": "Part uplift for black kids, part thrilling feats of circus daring, it's family programming that can appeal to adults of all races.", "sentence2": "The circus is not fit entertainment for all races, simply a select few. ", "gold": "contradiction", "file_idx": 53262}
{"lang": "en", "sentence1": "It's simply a big casino.", "sentence2": "It's a tiny casino.", "gold": "contradiction", "file_idx": 229664}
{"lang": "en", "sentence1": "Figure 4.4: GDP Per Capita Under Alternative Fiscal Policy Simulations (1960-2075)", "sentence2": "Figure 2.1", "gold": "contradiction", "file_idx": 13882}
{"lang": "en", "sentence1": "and uh trying desperately to uh get ahead with the company", "sentence2": "They are very uncaring about getting promotions in the company.", "gold": "contradiction", "file_idx": 143529}
{"lang": "en", "sentence1": "The kippers you enjoy for breakfast or the smoked salmon served as an evening appetizer can be bought prepacked for your journey home.", "sentence2": "In order to get kippers for breakfast, you have to wake up really early and catch them yourself.", "gold": "contradiction", "file_idx": 249043}
{"lang": "en", "sentence1": "Also, small railroads are exempt from the Tier 0 remanufacturing requirements for their existing fleets and the railroad inuse test program included in the rule only applies to Class I freight railroads, thus exempting all small railroads from the requirement.", "sentence2": "Small railroads have every stipulation that Class I freight railroads have, and a few they don't. ", "gold": "contradiction", "file_idx": 189786}
{"lang": "en", "sentence1": "However, EPA's Office of Prevention, Pesticides and Toxic Substances home page did have a Laws  and  Regulations link that contains a link to a list of proposed rules available for comment.", "sentence2": "The epa hid the proposals from the public.", "gold": "contradiction", "file_idx": 348887}
{"lang": "en", "sentence1": "So strange in comparison to my city of metal.", "sentence2": "This was just like my city.", "gold": "contradiction", "file_idx": 231867}
{"lang": "en", "sentence1": "This chilling story of a mother's crushing love for a son will haunt me long after I've forgotten the details of the handover ceremony.", "sentence2": "Mothers cannot love their sons, even in stories.", "gold": "contradiction", "file_idx": 192595}
{"lang": "en", "sentence1": "trade in but it's a place in Arlington and i think maybe as you get outside the Dallas area i kind of i bet you it's kind of what i decided well maybe because it's outside of Dallas they are giving a little bit better", "sentence2": "The prices outside Dallas are always lower than in Dallas.", "gold": "contradiction", "file_idx": 205635}
{"lang": "en", "sentence1": "Other critical success factors identified included", "sentence2": "They only mentioned one critical success factor.", "gold": "contradiction", "file_idx": 298730}
{"lang": "en", "sentence1": "oh okay huh oh well it's funny you should say something like that because uh i'm from Dallas for thirty two years i was from New England originally", "sentence2": "I've lived most of my life in Dallas.", "gold": "contradiction", "file_idx": 11624}
{"lang": "en", "sentence1": "The castle dates from the early 1600s.", "sentence2": "The castle was constructed in the late 1500s.", "gold": "contradiction", "file_idx": 141159}
{"lang": "en", "sentence1": "And never have I needed that more than now!\"", "sentence2": "I don't need that thing I thought I did anymore. ", "gold": "contradiction", "file_idx": 106316}
{"lang": "en", "sentence1": "Of course he had seen very little of Hunt Rennie at the Stronghold; his father had ridden south on patrol with his own private posse shortly after his own arrival there.", "sentence2": "At the Stronghold, he saw is father constantly because he was always there. ", "gold": "contradiction", "file_idx": 139252}
{"lang": "en", "sentence1": "The appropriations language that regulates the scope of representation that may be provided by LSC recipients to aliens provides ", "sentence2": "LSC recipients are banned from providing representation to aliens.", "gold": "contradiction", "file_idx": 253347}
{"lang": "en", "sentence1": "Take the N-332 from Alicante and drive through Campello to the fishing port of Villajoyosa.", "sentence2": "Travel south from Alicante to reach Villajoyosa.", "gold": "contradiction", "file_idx": 308730}
{"lang": "en", "sentence1": "yeah yeah oh yes uh we used to have you know like several but right now we're just more or less at American Express you know and that way we can go ahead and pay it off when it comes in", "sentence2": "We only pay cash.", "gold": "contradiction", "file_idx": 88136}
{"lang": "en", "sentence1": "Courts must consider only those questions of statutory validity that are presented by litigants, and if the Government chooses not to subsidize the presentation of some such questions, that in no way distorts the courts' role.", "sentence2": "If the government chooses not to answer certain questions, that should change the court's role.", "gold": "contradiction", "file_idx": 91126}
{"lang": "en", "sentence1": "Before the conference, he and Daniel Pollock drafted recommendations for the steering committee to consider.", "sentence2": "Pollock said there was no point in sending anything to the committee.", "gold": "contradiction", "file_idx": 265854}
{"lang": "en", "sentence1": "The instinct of the populace is infallible.\" He paused, and then repeated, as though the phrase pleased him: \"Every revolution has had its honest men.", "sentence2": "There are no honest men in the populus.", "gold": "contradiction", "file_idx": 286490}
{"lang": "en", "sentence1": "that's right they'll never get caught", "sentence2": "They've already been caught. ", "gold": "contradiction", "file_idx": 105772}
{"lang": "en", "sentence1": "you're never you're never real and and they they do a lot of inbreeding too and so you end up with you know kind of strange kittens", "sentence2": "They typically don't do any inbreeding, but this wouldn't have consequences even if it had occurred.", "gold": "contradiction", "file_idx": 40888}
{"lang": "en", "sentence1": "Ah, that is not what I want. ", "sentence2": "I want that right now.", "gold": "contradiction", "file_idx": 195020}
{"lang": "en", "sentence1": "She spent much of her time staring at the old one.", "sentence2": "She never looked at the old one.", "gold": "contradiction", "file_idx": 61428}
{"lang": "en", "sentence1": "'I think I might need to know some history.'", "sentence2": "I don't need to know any more.", "gold": "contradiction", "file_idx": 119315}
{"lang": "en", "sentence1": "The most logical place to start is down at the harbour.", "sentence2": "The harbor definitely is not a logical place to begin.", "gold": "contradiction", "file_idx": 43530}
{"lang": "en", "sentence1": "When the question is as controversial as the answer, journalists who report the exact answer and who said it ought to report the exact question and who asked it.", "sentence2": "Context is not that important in the bigger picture. ", "gold": "contradiction", "file_idx": 46951}
{"lang": "en", "sentence1": "Napoleon's penis--lopped off during his autopsy--was purchased a few years ago by a New York urologist.", "sentence2": "Napoleon's penis was found missing during his autopsy.", "gold": "contradiction", "file_idx": 268853}
{"lang": "en", "sentence1": "Perhaps to plead for a Lewinsky defense fund, which, as prime recipient, Ginsburg did in the most shameless manner imaginable.", "sentence2": "Ginsburg demanded a Lewinsky defence fund in the most glorious manner possible.", "gold": "contradiction", "file_idx": 107692}
{"lang": "en", "sentence1": "Fines and penalties are therefore a nonexchange revenue.", "sentence2": "Fines and penalties are not included when counting nonexchange revenue.", "gold": "contradiction", "file_idx": 112688}
{"lang": "en", "sentence1": "The scene, depicting Cupid and Psyche, was considered too risque for the eyes of Queen Victoria, and during her reign it was covered by a mirror.", "sentence2": "Queen Victoria delighted in vulgar things.", "gold": "contradiction", "file_idx": 125394}
{"lang": "en", "sentence1": "it's a uh Black and Decker brand and and it works pretty good like i said it was designed for indoor use you know for painting walls and ceilings but i found it worked pretty good for outdoors uh", "sentence2": "The Black and Decker tool broke immediately when I tried to use it outdoors.", "gold": "contradiction", "file_idx": 94100}
{"lang": "en", "sentence1": "Directly opposite is another famous landmark, the YMCA Building (built in 1928 1933), with a very handsome Art-Nouveau tower .", "sentence2": "The YMCA building is not there, it is across town.", "gold": "contradiction", "file_idx": 159273}
{"lang": "en", "sentence1": "France's Na?­tion?­al Archives are kept here in an 18th-century mansion, the H??tel de Soubise, fronted by a vast horseshoe-shaped courtyard.", "sentence2": "No one knows where France's National Archive lies", "gold": "contradiction", "file_idx": 24837}
{"lang": "en", "sentence1": "They're French, indisputably spiced with an intriguing Caribbean flavor.", "sentence2": "They're Caribbean with some French flavor mixed in.", "gold": "contradiction", "file_idx": 378362}
{"lang": "en", "sentence1": "incorporated it into the final rule in what appears to be a clear and unambiguous manner.", "sentence2": "It was incorporated in an obscure way into the rule.", "gold": "contradiction", "file_idx": 184490}
{"lang": "en", "sentence1": "The cattle and sugar barrels exported from the plantation in fact had these initials branded onto them.", "sentence2": "There is no branding on barrels and cattle from the plantation.", "gold": "contradiction", "file_idx": 297514}
{"lang": "en", "sentence1": "Several, replied Tommy.", "sentence2": "Only one, replied Tommy.", "gold": "contradiction", "file_idx": 236221}
{"lang": "en", "sentence1": "and i went i called the dealer and they wanted two hundred and twenty to put it in", "sentence2": "I spoke to the dealer in person.", "gold": "contradiction", "file_idx": 284669}
{"lang": "en", "sentence1": "so it wouldn't be so bad  all right so you think", "sentence2": "You think it'd be good?", "gold": "contradiction", "file_idx": 19322}
{"lang": "en", "sentence1": "But, says Variety 's Greg Evans, [j]udging by his fans in attendance (mostly young couples and groups of women nudging one another and mouthing, 'That is so true'), Gray's Elmer Gantry routine seems to work.", "sentence2": "Elmer Gantry is not liked by anyone.", "gold": "contradiction", "file_idx": 287959}
{"lang": "en", "sentence1": "i try to i did switch to one uh sponsored by the credit union though that seems to be a pretty low interest", "sentence2": "I tried to switch to one from Bank of America.", "gold": "contradiction", "file_idx": 1713}
{"lang": "en", "sentence1": "Industrial Economics, Incorporated.", "sentence2": "industrial economics is not Inc.", "gold": "contradiction", "file_idx": 211769}
{"lang": "en", "sentence1": "Oh, Julius!", "sentence2": "Oh, Brutus!", "gold": "contradiction", "file_idx": 43027}
{"lang": "en", "sentence1": "Somewhere there is a young lady whose life has been impoverished by my failure to sire the son who would someday sweep her off her feet.", "sentence2": "Women out there are much better off because I don't have a son.", "gold": "contradiction", "file_idx": 74674}
{"lang": "en", "sentence1": "A tear ran down his cheek as he stood there.", "sentence2": "He kept his composure as he stood.", "gold": "contradiction", "file_idx": 69427}
{"lang": "en", "sentence1": "Oh, I suppose she was after your time. ", "sentence2": "She wanted nothing from you. ", "gold": "contradiction", "file_idx": 142133}
{"lang": "en", "sentence1": "well i spent a year and a half in Japan also and i've seen how their sc hool system works and i they go by a complete rote system you you just memorize everything", "sentence2": "I have never been to Japan in my life.", "gold": "contradiction", "file_idx": 42142}
{"lang": "en", "sentence1": "yeah did you all start this year or last year", "sentence2": "I know you started last year.", "gold": "contradiction", "file_idx": 327530}
{"lang": "en", "sentence1": "De facto leader Jean-Bertrand Aristide has proven nearly as authoritarian as former dictator Papa Doc Duvalier.", "sentence2": "Jean-Bertrand Aristride's leadership style is in stark contrast to Papa Doc Duvalier's.", "gold": "contradiction", "file_idx": 203477}
{"lang": "en", "sentence1": "Based on our preliminary review, some of These elements have been addressed in the national strategy.", "sentence2": "We have developed a comprehensive national strategy that addresses all outlined elements.", "gold": "contradiction", "file_idx": 146366}
{"lang": "en", "sentence1": "For my part, I plan to endorse the Baptist boycott of Disney.", "sentence2": "I do not plan to boycott.", "gold": "contradiction", "file_idx": 372141}
{"lang": "en", "sentence1": "But a heavy meal, taken at about the same time as the poison, might retard its effects, though hardly to that extent. ", "sentence2": "Eating a heavy meal with the poison would increase the effects.", "gold": "contradiction", "file_idx": 128224}
{"lang": "en", "sentence1": "Furthermore, the GOP's resignation-by-example argument has backfired.", "sentence2": "The GOP hasn't said anything at all. ", "gold": "contradiction", "file_idx": 349743}
{"lang": "en", "sentence1": "The county's law library is on the first floor of the governmental center at 18 N. County St. The new self-help center will be designed to help litigants find the information they need to properly represent themselves in court, an undertaking that can be complicated and confusing.", "sentence2": "The governmental center houses the county's law library on the fourth floor.", "gold": "contradiction", "file_idx": 340787}
{"lang": "en", "sentence1": "Both men stood facing one another.", "sentence2": "The men were back to back. ", "gold": "contradiction", "file_idx": 374156}
{"lang": "en", "sentence1": "In actual fact, Tommy foresaw that it was extremely likely there would be no second taxi.", "sentence2": "Tommy was told no taxi was coming.", "gold": "contradiction", "file_idx": 242388}
{"lang": "en", "sentence1": "okay i think we're supposed to discuss our view of the Soviet Union as a continuing  threat to the United States how do you feel about that", "sentence2": "We don't have to discuss the relationship between the Soviet Union and the US.", "gold": "contradiction", "file_idx": 298099}
{"lang": "en", "sentence1": " The statement was absurd and idiotic but it was a victory none the less.", "sentence2": "The statment was brilliant and insightful.", "gold": "contradiction", "file_idx": 96481}
{"lang": "en", "sentence1": "To them, the women represent the danger and disorder that must be expunged if the town is to survive.", "sentence2": "They think that women should have leadership roles in the town.", "gold": "contradiction", "file_idx": 60891}
{"lang": "en", "sentence1": "Know the road at all?\"", "sentence2": "Know the flight route at all?", "gold": "contradiction", "file_idx": 279605}
{"lang": "en", "sentence1": "If you have any questions, please contact Bob Cohen (202-789-6850) or Charles Robinson (202-789-6854).", "sentence2": "Contact the Pope if you have any doubts.", "gold": "contradiction", "file_idx": 276302}
{"lang": "en", "sentence1": "He said angrily to the Explorer, \"Don't you think the Pilot knows his job? He landed you safely twice before.\"  ", "sentence2": "He agreed with the Explorer that the Pilot was a problem.", "gold": "contradiction", "file_idx": 115480}
{"lang": "en", "sentence1": "The organizations identified several critical success factors that they viewed as essential to establishing, developing, and maintaining effective information-sharing relationships, which could benefit critical infrastructure protection efforts.", "sentence2": "No success factors have been found to establish effective information-sharing relationships.", "gold": "contradiction", "file_idx": 120410}
{"lang": "en", "sentence1": "uh-huh uh-huh oh for heaven's sake what a cheapskate", "sentence2": "That person will spend money under any circumstances.", "gold": "contradiction", "file_idx": 247520}
{"lang": "en", "sentence1": "On the original site of the Jameson Distillery, follow the story of Irish Whiskey through a tour, hosted by professional mult-lingual guides.", "sentence2": "The Jameson Distillery doesn't offer tours.", "gold": "contradiction", "file_idx": 306734}
{"lang": "en", "sentence1": "FASB establishes accounting principles and financial reporting standards for nongovernment entities.", "sentence2": "FASB didn't form any principals having to do with currency.", "gold": "contradiction", "file_idx": 119787}
{"lang": "en", "sentence1": "On the eastern flank of the Apennines, the Abruzzi region, of which the province of Molise is a recently created offshoot, came under Roman domination in the third century b.c.", "sentence2": "The province of Molise doesn't exist.", "gold": "contradiction", "file_idx": 145480}
{"lang": "en", "sentence1": "The economic valuation literature does not yet include good estimates of the value of this risk reduction commodity.", "sentence2": "The economic literature includes estimates of risk and value.", "gold": "contradiction", "file_idx": 153568}
{"lang": "en", "sentence1": "An even more interesting image out of Chinese history is the walled village of Kat Hing Wai, in the village of Kam Tin just outside the market town of Yuen Long.", "sentence2": "The walled village of Kat Hing Wai is an interesting part of Indian's history.", "gold": "contradiction", "file_idx": 122685}
{"lang": "en", "sentence1": "They have commanders who speak through the air to one another.", "sentence2": "Their commanders only write letters to each other.", "gold": "contradiction", "file_idx": 151510}
{"lang": "en", "sentence1": "Below, he could see a camp that looked much like the camps he had seen in the same movies from which all his clothes had been copied.", "sentence2": "He couldn't see any camps below.", "gold": "contradiction", "file_idx": 269595}
{"lang": "en", "sentence1": "but i guess it automatic i guess it's automatic respective", "sentence2": "It must be done manually.", "gold": "contradiction", "file_idx": 379956}
{"lang": "en", "sentence1": "I asked again.", "sentence2": "I did not ask another time.  ", "gold": "contradiction", "file_idx": 368054}
{"lang": "en", "sentence1": " This is where the small ferry boats mostly converted fishing boats compete for passengers.", "sentence2": "There is no competition for passengers.", "gold": "contradiction", "file_idx": 81316}
{"lang": "en", "sentence1": "A big crowd of solicitors will get busy, and they'll get some high-brow doctors on the job, and the end of it all will be that they'll say my brain was unhinged.", "sentence2": "After employing the best doctors they will tell me that my brain is in perfect condition.", "gold": "contradiction", "file_idx": 25984}
{"lang": "en", "sentence1": "The analysis notes that the rulemaking applies to providers of cellular, narrowband and broadband PCS, CMRS, specialized mobile radio services, CMRS paging commercial 220 MHz services, and for-profit interconnected business radio services.", "sentence2": "The analysis says that rulemaking only applies to landlines.", "gold": "contradiction", "file_idx": 349448}
{"lang": "en", "sentence1": "Under the Paperwork Reduction Act, these disclosure requirements are to be submitted by HUD to OMB for approval.", "sentence2": "Under the Paperwork Reduction Act, nothing must be submitted to any agency.", "gold": "contradiction", "file_idx": 177061}
{"lang": "en", "sentence1": "Locals have been lining up for tickets.", "sentence2": "Locals didn't want to get tickets. ", "gold": "contradiction", "file_idx": 379123}
{"lang": "en", "sentence1": "This may have serious political implications for the legal protection of the Postal Service monopoly on letter mail.", "sentence2": "The legal protection of a monopoly on letter mail postal services will have no political problems.", "gold": "contradiction", "file_idx": 161118}
{"lang": "en", "sentence1": "You have to pay the group's dues ($10 a year) to use the services; after that you get 30 minutes of legal counseling, either face-to-face or by phone, at no cost.", "sentence2": "The services are free to everyone with no dues required.", "gold": "contradiction", "file_idx": 11162}
{"lang": "en", "sentence1": "Potato and sugar crops were also badly affected during this period.", "sentence2": "Potato and sugar crops had bumper yields during this period.", "gold": "contradiction", "file_idx": 175006}
{"lang": "en", "sentence1": "Eat My Flannel", "sentence2": "Don't eat the flannel.", "gold": "contradiction", "file_idx": 115825}
{"lang": "en", "sentence1": "i enjoy reading novels then uh you know more serious stuff", "sentence2": "I hate reading books, all books.", "gold": "contradiction", "file_idx": 333001}
{"lang": "en", "sentence1": "um you know it used to be that communities would take care of their own and that you know the states would take care of the communities and then all of a sudden everybody starting looking to the federal government", "sentence2": "Communities still take care of their own people", "gold": "contradiction", "file_idx": 350424}
{"lang": "en", "sentence1": "It will inform LSC grantees about the range of methods being used by their fellow program managers to deliver more and better services and to assist people with the precise level and type of service appropriate to their legal situation.", "sentence2": "LSC grantees use one major method to deliver better services.", "gold": "contradiction", "file_idx": 229259}
{"lang": "en", "sentence1": "Auditors should prepare audit reports communicating the results of each audit.", "sentence2": "Auditors should not prepare audit reports for any audits.", "gold": "contradiction", "file_idx": 348531}
{"lang": "en", "sentence1": "War, Blockades, and Peace", "sentence2": "Seclusion, inclusion", "gold": "contradiction", "file_idx": 191713}
{"lang": "en", "sentence1": "The estimated total annual incremental cost to the industry is $81.", "sentence2": "It is estimated that the total annual incremental cost to the industry will be $287.", "gold": "contradiction", "file_idx": 391364}
{"lang": "en", "sentence1": "Virtually everyone who's anyone is depicted in an inside  Drew Barrymore (The Nymph), Sean Connery and Michael Caine (The Old Devils), Jodie Foster, Michelle Pfeiffer, and Meg Ryan (The Three Graces), etc.", "sentence2": "Drew Barrymore, Michelle Pfeiffer and Meg Ryan are grouped together under The Three Graces.", "gold": "contradiction", "file_idx": 87704}
{"lang": "en", "sentence1": "You don't have to pretend that you're not.", "sentence2": "You have to save face and tell them you aren't!", "gold": "contradiction", "file_idx": 247083}
{"lang": "en", "sentence1": "The slaves themselves also began organizing revolts (the first in 1760), but their situation remained the same.", "sentence2": "Ever since the slaves themselves started organizing revolts in 1760, the lives of many slaves were changed positively.", "gold": "contradiction", "file_idx": 159393}
{"lang": "en", "sentence1": "now what happens is all those that don't have any money in the country move to the cities and they wish to get the same thing they say why can't we have the same things that these other people have and the thing that we can do is we need money for drugs and what we have to do is we have to go there get some stuff steal it and then you know  resell it", "sentence2": "People who don't have money are not at all jealous of those with money.", "gold": "contradiction", "file_idx": 313526}
{"lang": "en", "sentence1": "In that moment Tuppence knew that the fish was hooked, and for the first time she felt a horror of her own money-loving spirit.", "sentence2": "Tuppence knew, right at that moment, that she was going to get shot. ", "gold": "neutral", "file_idx": 39287}
{"lang": "en", "sentence1": "Tubacca was still in a slump; the rest of the valley held about as many jobs for a man as Drew had fingers on one hand.", "sentence2": "Tubacca was not doing well because of the war.", "gold": "neutral", "file_idx": 4478}
{"lang": "en", "sentence1": "Their initial story of what is happening and why is displayed as a flowchart with a series of critical paths for action.", "sentence2": "They are presenting about building a new park.", "gold": "neutral", "file_idx": 361144}
{"lang": "en", "sentence1": "'You...you don't want your body?'", "sentence2": "Why wouldn't you want your beautiful body? ", "gold": "neutral", "file_idx": 264819}
{"lang": "en", "sentence1": "well my college education uh thirty six worked for Texas Instruments for seventeen or eighteen now", "sentence2": "I also work for Texas Instruments currently for a long time.", "gold": "neutral", "file_idx": 334606}
{"lang": "en", "sentence1": "In addition, presentations on TIG funding availability and the application process took place at the National Equal Justice Conference, the Southeastern Project Directors Association meeting, the Indiana Access to Justice Conference and Virginia's technology planning meeting.", "sentence2": "Indiana Access to Justice Conference and Virginia's technology planning meeting also held a presentation on TIG funding availability.", "gold": "neutral", "file_idx": 135326}
{"lang": "en", "sentence1": "Statutory Authorization for the rule", "sentence2": "Statutory authorization is imposed by the EPA on the rule.", "gold": "neutral", "file_idx": 269866}
{"lang": "en", "sentence1": "i didn't like him from uh oh one year when uh McMahon was real big f or the Bears", "sentence2": "i disliked him because i have a personal loathing for the Bears", "gold": "neutral", "file_idx": 233593}
{"lang": "en", "sentence1": "Others could have been included as well.", "sentence2": "It was a poor choice not to include others.", "gold": "neutral", "file_idx": 339031}
{"lang": "en", "sentence1": "By the train station, between Calles Picota and Egido, is the modest Casa Natal de Jose Marta (at Calle Leonor Perez, 314), the birthplace of poet and statesman Jose Marta.", "sentence2": "By the train station, between Calles Picota and Egido, is the modest Casa Natal de Jose Marta that is seen as a national treasure. ", "gold": "neutral", "file_idx": 390778}
{"lang": "en", "sentence1": "I had fought in two hundred and ten battles, fifty six of those to the death.", "sentence2": "I have killed many people this year.", "gold": "neutral", "file_idx": 242562}
{"lang": "en", "sentence1": "American Detective Force! she hissed.", "sentence2": "She strode off.", "gold": "neutral", "file_idx": 176990}
{"lang": "en", "sentence1": "Git some more good-lookin' an' actin' wild ones an' you're in business runnin' your Spur R brand.", "sentence2": "The good looking ones always generate more profit.", "gold": "neutral", "file_idx": 183732}
{"lang": "en", "sentence1": "At all costs I must keep her here until  \" She broke off.", "sentence2": "She saw something that distracted her so she couldn't finish the sentence. ", "gold": "neutral", "file_idx": 196505}
{"lang": "en", "sentence1": "This tiny  desert island  offers the opportunity to sunbathe on sandy shores or snorkel in clear water and feel a million miles away from Kingston.", "sentence2": "Snorkeling in the clear water off the island is fun and safe.", "gold": "neutral", "file_idx": 311400}
{"lang": "en", "sentence1": "Three hours was more than enough for Mr. Brown.", "sentence2": "Two hours was the limit for Mr. Brown.", "gold": "neutral", "file_idx": 288107}
{"lang": "en", "sentence1": "That solution did not satisfy him.", "sentence2": "He thought he had a better solution.", "gold": "neutral", "file_idx": 75116}
{"lang": "en", "sentence1": "We three sat for some time in silence. ", "sentence2": "My parents and I sat quietly for a while. ", "gold": "neutral", "file_idx": 49820}
{"lang": "en", "sentence1": "She lowers her voice a full octave and intones the words in a constrained fury--the voice not of Nora but of wronged women forever.", "sentence2": "She is a hurt woman, so she always sounds like she has to cry", "gold": "neutral", "file_idx": 233147}
{"lang": "en", "sentence1": "He told me, 'You don't have to tell me who you are.", "sentence2": "He has seen me before and remembered my name.", "gold": "neutral", "file_idx": 27618}
{"lang": "en", "sentence1": "Jon saw Gauve in consult with the other elders.", "sentence2": "Jon wondered what they were talking about.", "gold": "neutral", "file_idx": 145238}
{"lang": "en", "sentence1": "so you know and the last one that i picked was here uh the kids brought him over and said he was injured  and it was winter time and i said i just cannot have another cat i just cannot have another cat  and i looked out there and he was just laying on my lawn just shivering and all and i said i can't stand it i brought him in so", "sentence2": "I named the cat that I brought inside during the winter Scruffles.", "gold": "neutral", "file_idx": 117607}
{"lang": "en", "sentence1": "Third, as noted in the section above on visibility valuation, we chose not to include in our Base Estimate the valuation of residential visibility or valuation of recreational visibility at Class I areas outside of the study regions examined in the Chestnut and Rowe (1990a, 1990b) study.", "sentence2": "Our Base Estimate is for the houses in upstate New York.", "gold": "neutral", "file_idx": 80907}
{"lang": "en", "sentence1": "Exposure Draft", "sentence2": "The Exposure Draft had been requested weeks ago.", "gold": "neutral", "file_idx": 392052}
{"lang": "en", "sentence1": "Tell me in your own words exactly what happened after that.", "sentence2": "Tell me everything that you saw after that.", "gold": "neutral", "file_idx": 292127}
{"lang": "en", "sentence1": "Just south of Ginza itself, as you walk toward the bay, you see on your left the red lanterns and long banners of the Kabuki-za, home base for that most thrilling and colorful form of traditional Japanese drama.", "sentence2": "The long banners that belong to the Kabuki-za are three feet wide.", "gold": "neutral", "file_idx": 313395}
{"lang": "en", "sentence1": "Here you'll find among many major British names Edinburgh's traditional department store, Jenners, which has been a local institution for generations.", "sentence2": "As Jenners has been a part of Edinburgh life for decades, it was decided to expand.", "gold": "neutral", "file_idx": 223141}
{"lang": "en", "sentence1": "The Tuscan Renaissance facade of S?? Cathedral, the single biggest Christian church in India, has a certain elegance to it, despite a loss of symmetry when its north tower collapsed in 1776.", "sentence2": "The biggest Christian church in India is twice the size of the next largest one.", "gold": "neutral", "file_idx": 305213}
{"lang": "en", "sentence1": "but to get them interested in doing it i don't know", "sentence2": "There are many ways they can do it, we can tap into their interests.", "gold": "neutral", "file_idx": 316019}
{"lang": "en", "sentence1": "yeah um-hum yeah i have a on my credit cards i have a grace period if i pay it off within when the bill comes i i don't have to owe any interest", "sentence2": "I opted for a grace period on my credit card when I got it.", "gold": "neutral", "file_idx": 142582}
{"lang": "en", "sentence1": "My wish is to make this marriage work because I love my wife, but I am feeling like second fiddle to a gang of girls.", "sentence2": "I want to have a healthy marriage with my wife.", "gold": "neutral", "file_idx": 238220}
{"lang": "en", "sentence1": "well i i i think one of the big problems i mean looking at it from the American the American public's standpoints they don't understand the Middle Easterners", "sentence2": "The average American has little knowledge about Middle Eastern culture.", "gold": "neutral", "file_idx": 332937}
{"lang": "en", "sentence1": "These models can help the auditor assess whether the acquisition's estimated cost and schedule are reasonable.", "sentence2": "The models will know down to the dollar how much a crop will yield.", "gold": "neutral", "file_idx": 263302}
{"lang": "en", "sentence1": "you know and it kind of scares me especially with all the shootings that have been going on in L A on the freeways and then you come here in in the Dallas area um", "sentence2": "All of the shootings have been gang related though. ", "gold": "neutral", "file_idx": 100914}
{"lang": "en", "sentence1": "Too bad for the kids who will be taught this partisan line", "sentence2": "It's a shame kids are being lied to. ", "gold": "neutral", "file_idx": 149220}
{"lang": "en", "sentence1": "which is why i'm going to enjoy the paralegal field a lot", "sentence2": "I am going to make tons of money and work very hard being a paralegal.", "gold": "neutral", "file_idx": 273256}
{"lang": "en", "sentence1": "Emission caps will be set to account for different air quality needs in the East and the West.", "sentence2": "There aren't currently emission caps in place that are as effective as they should be.", "gold": "neutral", "file_idx": 209085}
{"lang": "en", "sentence1": "well i don't you know a lot of people i have a girlfriend that goes for the social aspect of it and she walks around talks to people and and", "sentence2": "My girlfriend is very social and is always talking to people.", "gold": "neutral", "file_idx": 184058}
{"lang": "en", "sentence1": "Special postal rates made mailing newspapers cheap and allowed small newspapers to pick up copy from bigger ones.", "sentence2": "Newspapers become cheap as a result of economies of scale.", "gold": "neutral", "file_idx": 169131}
{"lang": "en", "sentence1": "yeah it seems like you work hard and something  else goes wrong nothing's forever i guess", "sentence2": "It seems like no matter how hard you work, something else goes wrong and you keep moving backwards.", "gold": "neutral", "file_idx": 369126}
{"lang": "en", "sentence1": "simply fails to sustain interest for the entire album.", "sentence2": "It brings interest to the listener for the first few songs.", "gold": "neutral", "file_idx": 314520}
{"lang": "en", "sentence1": "so but uh of course my husband did everything except my brother's a trim carpenter and he came in you know and did the inside for us and that helped and and uh yes and uh we had to hire course the plumbing and the brick and everything else nothing you know he did everything else", "sentence2": "My husband likes working with his hands.", "gold": "neutral", "file_idx": 165861}
{"lang": "en", "sentence1": "Angers is considered one of the most beautiful cities in France and is home to many buildings of interest and musuems, including the imposing 12th- and 13th-century Gothic Cathedrale Saint-Maurice.", "sentence2": "There are so many attractions to angers. ", "gold": "neutral", "file_idx": 340499}
{"lang": "en", "sentence1": "In another moment they were standing in a dusty garret littered with lumber.", "sentence2": "The attic they found themselves in was dark and musty.", "gold": "neutral", "file_idx": 161293}
{"lang": "en", "sentence1": "but i like your idea of education  i mean if the parents aren't supplying it they've got to get it from someone else from the schools", "sentence2": "The parents don't have the knowledge to supply it.", "gold": "neutral", "file_idx": 226818}
{"lang": "en", "sentence1": "Poirot! I cried. ", "sentence2": "Poirot had found something interesting. ", "gold": "neutral", "file_idx": 365038}
{"lang": "en", "sentence1": "and we had had mosquito mosquito problems that's for sure", "sentence2": "We have had a lot of mosquitoes in the house.", "gold": "neutral", "file_idx": 322166}
{"lang": "en", "sentence1": "But in the last year, the two elites have finally realized they need each other.", "sentence2": "The two elites did not get along together before.", "gold": "neutral", "file_idx": 381196}
{"lang": "en", "sentence1": "This study serves as an essential input to our estimates of the benefits of recreational visibility improvements.", "sentence2": "There are many benefits of recreational visibility improvements such as having a healthier lifestyle.", "gold": "neutral", "file_idx": 333774}
{"lang": "en", "sentence1": "He's smarter than most of his kind, but just as ugly.", "sentence2": "His thinking is more rational than most of his kind.", "gold": "neutral", "file_idx": 306044}
{"lang": "en", "sentence1": "However the paper variety will never be able to read itself to the subscriber.", "sentence2": "The digital variety can read itself to a subscriber.", "gold": "neutral", "file_idx": 291326}
{"lang": "en", "sentence1": "you know do other things that are really not good for them you know", "sentence2": "Do things that aren't good for them to build character ", "gold": "neutral", "file_idx": 98914}
{"lang": "en", "sentence1": "Network externalities are in.", "sentence2": "The externalities came from the FBI.", "gold": "neutral", "file_idx": 108969}
{"lang": "en", "sentence1": "But best of all, there's Angela.", "sentence2": "Angela is the best boss.", "gold": "neutral", "file_idx": 350584}
{"lang": "en", "sentence1": "You have ten minutes, perhaps--no more.  Hanson's fingers steadied as he found bits of wire and began improvising tools to manipulate the tiny gears.", "sentence2": "Hanson's fingers worked quickly and skillfully to create new tools.", "gold": "neutral", "file_idx": 185176}
{"lang": "en", "sentence1": "When the nation's overall trade deficit increases, it means that Americans, on average, are spending more than they are earning.", "sentence2": "American spending habits depend greatly on trade deficits.", "gold": "neutral", "file_idx": 333612}
{"lang": "en", "sentence1": "Prototyping which a preliminary version of part or all of the hardware or software is developed to permit user feedback, determine feasibility, or investigate timing or other issues in support of the development process.", "sentence2": "Users are very glad that their feedback is being heard and it is important.", "gold": "neutral", "file_idx": 335967}
{"lang": "en", "sentence1": "He's rather upset about something, I remarked feebly. ", "sentence2": "I awkwardly replied while trying to stand up, \"He's pretty agitated about something that happened yesterday.\"", "gold": "neutral", "file_idx": 150368}
{"lang": "en", "sentence1": "Even the smell of water below didn't drive them to get closer.", "sentence2": "Even though they were thirsty, the weren't allured by the smell of water.", "gold": "neutral", "file_idx": 99867}
{"lang": "en", "sentence1": "The man came and put it right on Tuesday morning.\" With a long drawn exclamation of ecstasy, Poirot led the way back to the morning-room. ", "sentence2": "Along with his guests, Poirot walked back into the morning-room.", "gold": "neutral", "file_idx": 42761}
{"lang": "en", "sentence1": "Crusaders, Mamelukes, and Turks", "sentence2": "Crusaders fought for all that was holy.", "gold": "neutral", "file_idx": 224916}
{"lang": "en", "sentence1": "This serves to distinguish a504(a)(16) from any of the Title X program restrictions upheld in Rust, and to place it beyond any congressional funding condition approved in the past by this Court.", "sentence2": "This distinguishes a 504(a)(16) federal organization from other Title X restrictions.", "gold": "neutral", "file_idx": 352188}
{"lang": "en", "sentence1": "GAO needs funding to support the realignment so critical to our growing mission.", "sentence2": "The funding is coming from a budget increase.", "gold": "neutral", "file_idx": 317881}
{"lang": "en", "sentence1": "And then, how could he know it was her coffee? ", "sentence2": "Was her coffee different in some way that he could detect?", "gold": "neutral", "file_idx": 275371}
{"lang": "en", "sentence1": "An influential townsman takes a lover there.", "sentence2": "An influential townsman is taking a lover there for his wife.", "gold": "neutral", "file_idx": 233269}
{"lang": "en", "sentence1": "The problem, though, is bridesmaids.", "sentence2": "The problem is the bridesmaids and groomsmen", "gold": "neutral", "file_idx": 187042}
{"lang": "en", "sentence1": "Mr. Poirot, here, will show me the way.\" As they all went out of the room, Poirot turned and made me a sign to follow him upstairs. ", "sentence2": "They all exited the room and went outside.", "gold": "neutral", "file_idx": 188375}
{"lang": "en", "sentence1": "i guess uh i can think of a uh uh things i would like to have done differently on uh on the kids though", "sentence2": "I have regrets about activities done with the kids because I felt like their potential was hindered because of me.", "gold": "neutral", "file_idx": 134170}
{"lang": "en", "sentence1": "But not the other way around.", "sentence2": "The other way around leads to a dead end.", "gold": "neutral", "file_idx": 195968}
{"lang": "en", "sentence1": "um i really i've got a mixture i guess", "sentence2": "I have a mix of three different items.", "gold": "neutral", "file_idx": 277814}
{"lang": "en", "sentence1": "A number of sculpted tombs include the sculpted tombs of Marie de Valois (on the right) and Robert the Wise d'Anjou (d. 1343; behind the high altar).", "sentence2": "Marie de Valois died of the Black Death in the year 1200.", "gold": "neutral", "file_idx": 2273}
{"lang": "en", "sentence1": "At least it looked like a cigarette.", "sentence2": "I am familiar with cigarettes. ", "gold": "neutral", "file_idx": 162470}
{"lang": "en", "sentence1": "In 1998, the four LSC-funded programs in Indiana submitted a state plan to LSC that was seriously flawed.", "sentence2": "The were four LSC funded programs in Indian in 1998 and only 3 are still effective today.", "gold": "neutral", "file_idx": 159206}
{"lang": "en", "sentence1": "uh starve to death is not a not a whole lot of fun either and that uh and and and", "sentence2": "I would rather eat than starve.", "gold": "neutral", "file_idx": 295311}
{"lang": "en", "sentence1": "Do you find visionaries and  a) somewhat annoying?", "sentence2": "Visionaries are the most annoying person to you.", "gold": "neutral", "file_idx": 197280}
{"lang": "en", "sentence1": "Islamic homes centered around a large central hall called a qa'awith a fountain in the middle.", "sentence2": "The qa'awith large hall is considered by Islam a symbol of faith.", "gold": "neutral", "file_idx": 208912}
{"lang": "en", "sentence1": "The Habima Theatre, Habima Square  is claimed to be the country's best repertory theatre.", "sentence2": "The Habima Theatre has the most concerts in the city.", "gold": "neutral", "file_idx": 187947}
{"lang": "en", "sentence1": "Massive fortresses and fortress-like churches testify to the passage of the Normans and then the German emperors in the Middle Ages.", "sentence2": "The German Emperors were fierce, violent tyrants who executed many.", "gold": "neutral", "file_idx": 356696}
{"lang": "en", "sentence1": "But monuments at Kamakura and Nikko still bear testimony to the region's history.", "sentence2": "Most of the monuments at Nikko are religious in character.", "gold": "neutral", "file_idx": 68038}
{"lang": "en", "sentence1": "Subpart 1. Nitrogen Oxides Emission Reduction Program", "sentence2": "The program lays out a methodology for reducing nitrogen oxides emission by 50% over 5 years.", "gold": "neutral", "file_idx": 375721}
{"lang": "en", "sentence1": "yeah where it got just real real cold", "sentence2": "It was really cold mostly.", "gold": "neutral", "file_idx": 384439}
{"lang": "en", "sentence1": "The evening passed pleasantly enough; and I dreamed that night of that enigmatical woman, Mary Cavendish. ", "sentence2": "The evening was fun, and I had vivid dreams of the mysterious Mary Cavendish.", "gold": "neutral", "file_idx": 239467}
{"lang": "en", "sentence1": "The old man spoke to me.", "sentence2": "I was spoken to by the angry old man.", "gold": "neutral", "file_idx": 247702}
{"lang": "en", "sentence1": "Bennett assumes Bush himself wouldn't know--and couldn't be expected to know--that someone named Bork wrote the book Slouching Toward Gomorrah that Bush referred to.", "sentence2": "Bush couldn't be expected to know because his copy of the book didn't have the title on it.", "gold": "neutral", "file_idx": 220507}
{"lang": "en", "sentence1": "Rothko's triumphantly tragic career resembles what Robert Lowell called the generic life of his own generation of poets.", "sentence2": "Rothko had a tragic career that had great success despite the pain.", "gold": "neutral", "file_idx": 367225}
{"lang": "en", "sentence1": "Directly opposite is another famous landmark, the YMCA Building (built in 1928 1933), with a very handsome Art-Nouveau tower .", "sentence2": "You can't miss the famous landmarks.", "gold": "neutral", "file_idx": 124023}
{"lang": "en", "sentence1": "The real question is how to strike an appropriate balance among the often conflicting values of truth on the one hand and considerations such as privacy and equality on the other.", "sentence2": "The real question is how to strike an acceptable balance between the often conflicting values of truth on the one hand and considerations such as privacy and equality on the other.", "gold": "neutral", "file_idx": 12048}
{"lang": "en", "sentence1": "LSC approved this proposal and in October received regional plans from five regions.", "sentence2": "Three of these plans were riddled with grammatical errors and had to be rewritten.", "gold": "neutral", "file_idx": 202334}
{"lang": "en", "sentence1": "Also, a story asserts that the San Francisco 49ers' Steve Young is the best quarterback ever, statistically speaking.", "sentence2": "Steve Young also believes that he is the greatest quarterback of all time.", "gold": "neutral", "file_idx": 26616}
{"lang": "en", "sentence1": "Gabriel turned back to Adrin.", "sentence2": "Gabriel turned and handed Adrin the paper. ", "gold": "neutral", "file_idx": 261117}
{"lang": "en", "sentence1": "Then she'd braced herself and begun some ritual as if she were afraid to try it.", "sentence2": "She completed the ritual with great success.", "gold": "neutral", "file_idx": 247737}
{"lang": "en", "sentence1": "um it's an IBM i think it's a Professional Three Hundred no that's that's the digital one it's an uh IBM PC Junior i think", "sentence2": "My first computer was an IBM.", "gold": "neutral", "file_idx": 330252}
{"lang": "en", "sentence1": "The peninsula and Sumatra, after centuries of common language, religion, and political, cultural, and social traditions, were divided.", "sentence2": "The peninsula and Sumatra were divided in 1875.", "gold": "neutral", "file_idx": 130071}
{"lang": "en", "sentence1": "Factors that mitigate projected cost increases include the availability of more cost-effective, energy efficient technologies for both consumers and electricity suppliers.", "sentence2": "Consumers and electricity suppliers both noticed less of a price increase than expected in the current means of energy and found that there were many factors leading to this, the main reason being the increasingly large availability of solar energy in the continental United States.", "gold": "neutral", "file_idx": 356766}
{"lang": "en", "sentence1": "The museum was closed in mid-1997 for more renovation and to move part of the collection to the new Museum at the Getty Ceter in Brentwood .", "sentence2": "The museum makeover cost $40 million dollars.", "gold": "neutral", "file_idx": 187801}
{"lang": "en", "sentence1": "Irate yells came from the vendor himself, followed by a loud crash.", "sentence2": "The vendor yelled at me when I walked by.", "gold": "neutral", "file_idx": 372236}
{"lang": "en", "sentence1": "and of course the younger one was in day care but you find even working six hours a day and not eight hours or whatever that it cuts into your time so much and what happens really is that even though i had the time with them in the evenings all the things that you you you know normally you can get done during the week um you save up for the weekend so your whole weekend that your kids really want your attention but you're saying oh can you go play now or whatever because you have so many things to catch up on", "sentence2": "The weekends are a busy time with kids.", "gold": "neutral", "file_idx": 197261}
{"lang": "en", "sentence1": "An article examines the booming international car-theft industry, which is virtually ignored by law enforcement.", "sentence2": "Many crimes go undetected by police each year. ", "gold": "neutral", "file_idx": 232401}
{"lang": "en", "sentence1": "The market bears this Along with the usual ducks and chickens, you will see for sale snakes, dogs, bats, and sometimes monkeys all are highly prized as delicacies.", "sentence2": "The stock for monkeys is abundant at the market everyday.", "gold": "neutral", "file_idx": 344212}
{"lang": "en", "sentence1": "They immediately began work on the formidable fortifications for which the city is still famous.", "sentence2": "The city's formidable fortifications had been designed by a young general.", "gold": "neutral", "file_idx": 1308}
{"lang": "en", "sentence1": "In general, you must receive fair-market value for whatever you spend it on.", "sentence2": "The value can be even higher in black market.", "gold": "neutral", "file_idx": 329588}
{"lang": "en", "sentence1": "It provides management's framework for planning, directing, and controlling operations to achieve agency objectives.", "sentence2": "Management's framework greatly improved the general operating efficiency.", "gold": "neutral", "file_idx": 313325}
{"lang": "en", "sentence1": "The reason is that it diverts attention from something called enterprise, by which Keynes means the development of real operating businesses.", "sentence2": "Real operating businesses include Google and Apple", "gold": "neutral", "file_idx": 191848}
{"lang": "en", "sentence1": "Pants were an old story, and they were no longer strictly male; but the 1960s short-tunic-and-tights costume, especially when worn with high boots, cropped hair, and a hip-level belt, seemed to put girls into the clothes of Renaissance youths, so they looked like Carpaccio dandies or Ghirlandaio toughs.", "sentence2": "Few girls truly appreciated the 1960s short-tunic-and-tights costume.", "gold": "neutral", "file_idx": 319607}
{"lang": "en", "sentence1": "This will be seen clearly in Section 4, where the profitability of rural delivery is calculated for each quintile.", "sentence2": "In section 4 it will be clear, because it explains the profitability of rural delivery is calculated for each quintile, and it will be analyzed in section 5.", "gold": "neutral", "file_idx": 277027}
{"lang": "en", "sentence1": "What British historians call the Peninsular War (1808 1814) is known in Spain as the War of Independence.", "sentence2": "The war led to a lot of death on both sides.", "gold": "neutral", "file_idx": 267621}
{"lang": "en", "sentence1": "Not precisely young and beautiful, but as game as they make them.\"", "sentence2": "She was attractive in a less conventional way.", "gold": "neutral", "file_idx": 44844}
{"lang": "en", "sentence1": "I said so at the inquest.", "sentence2": "I said it was so when I was given the inquest.", "gold": "neutral", "file_idx": 297405}
{"lang": "en", "sentence1": "This in turn could potentially slow economic growth given that household spending represents about two-thirds of the U.S. economy.", "sentence2": "In most countries household spending makes up half of the economy.", "gold": "neutral", "file_idx": 385952}
{"lang": "en", "sentence1": "Celeste made her strange sign again and whispered to herself.", "sentence2": "Celeste encouraged herself softly.", "gold": "neutral", "file_idx": 98409}
{"lang": "en", "sentence1": "and that's what we're going to talk about okay and uh uh okay where do you work Karen", "sentence2": "Do you enjoy your work, Karen?", "gold": "neutral", "file_idx": 80825}
{"lang": "en", "sentence1": "The area around the Inland Sea offers a wide range of attractions, from the varied towns and cities of Western Honshu to the major pilgrimage destination of Shikoku island.", "sentence2": "People take a pilgrimage to Shikoku island for religious purposes.", "gold": "neutral", "file_idx": 12071}
{"lang": "en", "sentence1": "and my my uh taxes are a hundred and thirty five", "sentence2": "My taxes are $135 a month.", "gold": "neutral", "file_idx": 318760}
{"lang": "en", "sentence1": "yeah yeah that's neat", "sentence2": "I'm not entirely impressed.", "gold": "neutral", "file_idx": 60643}
{"lang": "en", "sentence1": "Promotional items include but are not limited to frequent flyer miles, upgrades, and access to carrier clubs or facilities.", "sentence2": "Promotional items include sex with anybody of your liking.", "gold": "neutral", "file_idx": 28964}
{"lang": "en", "sentence1": "but we didn't you know we didn't really start it for the money it was just they were fun to have around and we figured if we're going to have them we might as well have some purebreds and and now it developed in to going to cat shows and finding studs for them and you know all this kind of stuff", "sentence2": "Making money is not very important to any of us.", "gold": "neutral", "file_idx": 363020}
{"lang": "en", "sentence1": "You can tell the difference by wetting a corner of a white handkerchief and rubbing the carpet.", "sentence2": "Rubbing the carpet with a dampened corner of a white handkerchief will always, without fail, allow you to spot the difference. ", "gold": "neutral", "file_idx": 218192}
{"lang": "en", "sentence1": "I felt like I might keel over at any second.", "sentence2": "I feel like I might fall over from exhaustion.", "gold": "neutral", "file_idx": 384137}
{"lang": "en", "sentence1": "By the end, just before his death from rectal cancer (a grimly appropriate fate for the author of The Search for Fecality, in which he  Is god a being?", "sentence2": "He suffered for many months before succumbing to the cancer.", "gold": "neutral", "file_idx": 103534}
{"lang": "en", "sentence1": "Saving more today would alleviate the burden of financing Social Security commitments.", "sentence2": "Financial burdens can be alleviated by strict financial planning, saving and investing.", "gold": "neutral", "file_idx": 202323}
{"lang": "en", "sentence1": "As explained in section 1, higher rates of return may or may not encourage people to save more.", "sentence2": "lower rates of return may or may not encourage people to save more.", "gold": "neutral", "file_idx": 248682}
{"lang": "en", "sentence1": "Nearly 70 percent of Vermonters are divorced without an attorney, according to statistics from the Court Administrator's Office.", "sentence2": "Most vermont residents don't use an attorney for divorces and are pleased with the results.", "gold": "neutral", "file_idx": 105119}
{"lang": "en", "sentence1": "Acrosea narrow channel sits Antiparosetranslated as opposite Parose, with a main settlement which takes you back to the Greek Islands of twenty years ago.", "sentence2": "The Greeks were a ferocious warring culture that took the islands by force.", "gold": "neutral", "file_idx": 379877}
{"lang": "en", "sentence1": "Vrenna's sword flew end over end, crashing into the wide curved sword of the Reaver.", "sentence2": "Vrenna killed Reaver in a battle.", "gold": "neutral", "file_idx": 194305}
{"lang": "en", "sentence1": "Malaysia's traditional entertainment is more often than not a daytime affair.", "sentence2": "Traditional entertainment in Malaysia only takes place during the day.", "gold": "neutral", "file_idx": 179195}
{"lang": "en", "sentence1": "When Linda Wertheimer asked him, How would we know?", "sentence2": "Linda asked him a question that we were all pondering.", "gold": "neutral", "file_idx": 243867}
{"lang": "en", "sentence1": "Some agencies are beginning to use more proactive mechanisms for alerting the interested public about impending regulatory actions and opportunities for participation.", "sentence2": "Some of those proactive mechanisms are internet campaigns and website notifications.", "gold": "neutral", "file_idx": 140588}
{"lang": "en", "sentence1": "On the main road, alongside the walls close to the Damascus Gate, you will find Solomon's Quarries, which are also known as Zedekiah's Cave after a legend that King Zedekiah and his army fled from the Babylonians via this route in 587 b.c.", "sentence2": "Solomon's Quarries are easy to get to from the city.", "gold": "neutral", "file_idx": 189456}
{"lang": "en", "sentence1": "Although C-R functions are available to estimate health effects of exposure to nitrogen oxides", "sentence2": "C-R functions help us estimate nitrogen oxides health effects.", "gold": "neutral", "file_idx": 222387}
{"lang": "en", "sentence1": "The Balearic Government Tourist Office puts out a leaflet detailing 20 different walking excursions on Mallorca.", "sentence2": " The Balearic Government Tourist Office wants to sell more walking tours on Mallorca.", "gold": "neutral", "file_idx": 229313}
{"lang": "en", "sentence1": "because they say it's just so dangerous for little ones to get a bad sunburn", "sentence2": "The sunburn will destroy the kid's skin.", "gold": "neutral", "file_idx": 348069}
{"lang": "en", "sentence1": "and then we went to some fast food places that you know during during lunch we went out to some of those and it was good it was um", "sentence2": "We went to McDonald's.", "gold": "neutral", "file_idx": 312857}
{"lang": "en", "sentence1": "It was built in 1931 with contributions from overseas Chinese.", "sentence2": "Along with the overseas Chinese, the French also contributed to its building.", "gold": "neutral", "file_idx": 212052}
{"lang": "en", "sentence1": "um yeah i usually don't  go somewhere that's too far away", "sentence2": "I hate traveling long distances. ", "gold": "neutral", "file_idx": 135230}
{"lang": "en", "sentence1": "Although the book business has grown more dependent on new blockbusters, 53 percent of Barnes &amp; Noble's sales, for example, come from backlist books, i.e., books published more than 12 months ago.", "sentence2": "The book business has been more dependent on new blockbusters, but also on backlist books, said the director.", "gold": "neutral", "file_idx": 390658}
{"lang": "en", "sentence1": "Entrance to the Diwan-i-Khas (Hall of Private Audience) was for the privileged, by ticket only.", "sentence2": "One needed to be very influential to be allowed in the Diwan-i-Khas.", "gold": "neutral", "file_idx": 366502}
{"lang": "en", "sentence1": "The first naval attacks by the redcoats were against Guadeloupe in 1691 and 1703.", "sentence2": "Guadeloupe was not the only area to receive British naval attacks in 1691.", "gold": "neutral", "file_idx": 10107}
{"lang": "en", "sentence1": "Lisbon's Se Patriarcal (cathedral) appears out of nowhere at a bend in the road (most easily reached from the center by continuing east on the extension of Rua da Concei �o).", "sentence2": "Lisbon's biggest cathedral is protestant.", "gold": "neutral", "file_idx": 285752}
{"lang": "en", "sentence1": "You'll find a printed guide indicating times and difficulty of various hikes at the Pointe-? -Pitre tourist office.", "sentence2": "The difficulty of the hikes in the guide range from easy to strenuous. ", "gold": "neutral", "file_idx": 59266}
{"lang": "en", "sentence1": "In addition to monitoring day-to-day performance, it is important for an organization to track performance over time and measure it against established performance goals or indicators.", "sentence2": "Goals must he formed and held accountable to make progress. ", "gold": "neutral", "file_idx": 134668}
{"lang": "en", "sentence1": "It did not complete 90 percent of the necessary engineering drawings until 1998, after the first two development aircraft were delivered.", "sentence2": "This created a dangerous situation.", "gold": "neutral", "file_idx": 252789}
{"lang": "en", "sentence1": "i listen to KRLD and uh KLIF the news talk radio and i actually listen to CNN radio do you know it was on radio now", "sentence2": "I listen to KRLD, KLIF and now CNN and FOX radio.", "gold": "neutral", "file_idx": 375429}
{"lang": "en", "sentence1": "Along with his younger brother, Jean-Baptiste, Sieur de Bienville, he established several tentative settlements along the Mississippi.", "sentence2": "Jean-Baptiste believed that these settlements will prosper because they had such an amazing river near them.", "gold": "neutral", "file_idx": 4894}
{"lang": "en", "sentence1": "They'd be done in no time.", "sentence2": "They'd be done eating supper soon. ", "gold": "neutral", "file_idx": 336430}
{"lang": "en", "sentence1": "Caution is needed if you are not used to a hot and humid climate (a constant but not necessarily hostile factor), and often requires a little extra planning when heading out on tour, trekking, or just lazing by the pool.", "sentence2": "Avoid too much exposure to the sun and humidity during summer times.", "gold": "neutral", "file_idx": 233824}
{"lang": "en", "sentence1": "They've since been joined by Mongols, Aryans, Greeks, Arabs, Turks, Persians, and Afghans, while Dutch, British, Portuguese, and French have also left their traces.", "sentence2": "Their culture is a combination of the cultures of many different nationalities who have joined them.", "gold": "neutral", "file_idx": 303119}
{"lang": "en", "sentence1": "Everybody was predisposed to believe in Mr. Inglethorp's guilt. ", "sentence2": "Only one person was patient enough to gather the facts.", "gold": "neutral", "file_idx": 165063}
{"lang": "en", "sentence1": "You do, said Tuppence quietly.", "sentence2": "Tuppence is a timid person.", "gold": "neutral", "file_idx": 103397}
{"lang": "en", "sentence1": "However, my confidence in him, which at one time had rather waned, was fully restored since his belief in Alfred Inglethorp's innocence had been so triumphantly vindicated. ", "sentence2": "I felt the real murderer should now be easier to determine.", "gold": "neutral", "file_idx": 158}
{"lang": "en", "sentence1": "The official, Indianized name of this town is Tiruchchirappalli, Cityof the Sacred Rock, but the place is still identified by its colonial name, Trichy, a short form of the equally European name Trichinopoly.", "sentence2": "The people of Trichy enjoy the great gifts the colonists had given them.", "gold": "neutral", "file_idx": 318377}
{"lang": "en", "sentence1": "You can try your luck at pari mutuel betting on jai-alai at pari mutuel, greyhound-racing at the Cani?­drome (one of the largest in the world), and harness-racing on Taipa.", "sentence2": "If you want to make a quick buck, your best bet is to go to the Canidrome.", "gold": "neutral", "file_idx": 95221}
{"lang": "en", "sentence1": "yeah i watch Mystery too um is is that what you're referring to okay yeah that is good i like uh do you read", "sentence2": " I enjoy reading and watching Mysteries especially the ones that are based on true story.", "gold": "neutral", "file_idx": 203885}
{"lang": "en", "sentence1": "Thus began a period of prosperity which was only brought to a violent end in 614 when Persian armies invaded.", "sentence2": "The Persians intended to destroy everything that was great.", "gold": "neutral", "file_idx": 118069}
{"lang": "en", "sentence1": "do you like suspense movies or do you like uh just action or", "sentence2": "Do you like action movies?", "gold": "neutral", "file_idx": 20912}
{"lang": "en", "sentence1": "So why are Helms and Thurmond getting a free pass?", "sentence2": "Many believe that Thurmond and Helms do not deserve a free pass.", "gold": "neutral", "file_idx": 360952}
{"lang": "en", "sentence1": "yeah it was yeah it was unimpressive to look at i mean the whole thing was about the size of a a medium house  yeah it wasn't no", "sentence2": "We were looking for something bigger than a medium house. ", "gold": "neutral", "file_idx": 364893}
{"lang": "en", "sentence1": "I became really ill for months I sank into a sort of stupor.", "sentence2": "I contracted an infectious disease which made me sick for months", "gold": "neutral", "file_idx": 362904}
{"lang": "en", "sentence1": "The Emperor Augustus made a gift of this town to the veterans of his victory over Antony and Cleopatra in Egypt, commemorated to this day in the N?®mes coat of arms with the chained crocodile of the Nile.", "sentence2": "The Emperor Augustus felt indebted to the veterans.", "gold": "neutral", "file_idx": 321779}
{"lang": "en", "sentence1": "or i i i have talked long enough", "sentence2": "I've talked long enough about my hair.", "gold": "neutral", "file_idx": 301662}
{"lang": "en", "sentence1": "Two magnificent state rooms follow, both designed by Sir William Bruce as part of the extensions and refurbishment in the 1660s.", "sentence2": "Sir William Bruce was a renowned and much sought after architect of the 1660s.", "gold": "neutral", "file_idx": 285497}
{"lang": "en", "sentence1": "oh it's built in", "sentence2": "The shelf is built in to the wall. ", "gold": "neutral", "file_idx": 317879}
{"lang": "en", "sentence1": "All told, though women as a group are less combative than men, they are not wholly averse to combat.", "sentence2": "When they do get into combat, women win more often than men do.", "gold": "neutral", "file_idx": 389968}
{"lang": "en", "sentence1": "Viewing GAO Reports on the Internet", "sentence2": "Looking at GAO Reports on the Internet to solve the problem", "gold": "neutral", "file_idx": 359344}
{"lang": "en", "sentence1": "(Oh no, not another of his tedious stories!)", "sentence2": "His stories are always tedious and annoying.", "gold": "neutral", "file_idx": 55476}
{"lang": "en", "sentence1": "Jon crossed the bridge, stepping among the twisted and cleaved corpses.", "sentence2": "There had been a massacre.", "gold": "neutral", "file_idx": 266250}
{"lang": "en", "sentence1": "Appetizing.", "sentence2": "The food is appetizing.", "gold": "neutral", "file_idx": 40422}
{"lang": "en", "sentence1": "She can do it fast enough to show a fighter what his opponent is about to do.", "sentence2": "She can show a fighter that he is going to be hit soon.", "gold": "neutral", "file_idx": 104629}
{"lang": "en", "sentence1": "This restriction reinforces the notion of the imperial family as living descendents and representatives of the gods despite the emperor's renunciation of divinity announced as one of the terms of surrender at the end of World War II (when some people literally fainted upon hearing the emperor's voice on the radio for the first time).", "sentence2": "The emperor was so important to them, that they fainted when they heard him.", "gold": "neutral", "file_idx": 82996}
{"lang": "en", "sentence1": "In recent years a gleaming new high-rise zona turista has sprung up to confront the old-world hotels and distinguished quintas (rural estates) of Madeira's more peaceful past.", "sentence2": "There is a tourist zone that has beautiful resorts and fancy restaurants.", "gold": "neutral", "file_idx": 315430}
{"lang": "en", "sentence1": "With fewer resources to expend and a growing client base to serve, LSC has embraced service area reconfiguration as one important way to insure that grants and contracts are made so as to provide the most economical and effective delivery of legal assistance to persons in both urban and rural areas.", "sentence2": "LSC believes that service area reconfiguration is the most important way to ensure economic efficiency.", "gold": "neutral", "file_idx": 275922}
{"lang": "en", "sentence1": "you know we didn't allow Blacks to vote uh and we didn't allow women to vote until i don't even know what the year was for women", "sentence2": "I think the year when women could vote was 1919. ", "gold": "neutral", "file_idx": 336447}
{"lang": "en", "sentence1": "Conservatives noted their disagreements with him but remembered him as a man of principle and a truly nice guy.", "sentence2": "Conservatives said they had disagreements with him over health care but that he was a moral guy.", "gold": "neutral", "file_idx": 16102}
{"lang": "en", "sentence1": "How Negative Can U.S. Saving Get?", "sentence2": "U.S. saving is dropping quickly.", "gold": "neutral", "file_idx": 202250}
{"lang": "en", "sentence1": "We don't work for the Democrats, diGenova says.", "sentence2": "diGenova always lies about not working for Democrats.", "gold": "neutral", "file_idx": 75927}
{"lang": "en", "sentence1": "A production readiness review identified the lack of statistical process control as a major weakness that needs to be corrected.", "sentence2": "A lack of statistical process control was one of eight weaknesses identified.", "gold": "neutral", "file_idx": 334368}
{"lang": "en", "sentence1": "I disagree with you, said Sir James shortly.", "sentence2": "Sir James is happy to disagree with you.", "gold": "neutral", "file_idx": 352856}
{"lang": "en", "sentence1": "''If you don't come up with the money somewhere, legal services to people in need will diminish or go away,'' he said.", "sentence2": "Legal services for people in need are severely underfunded.", "gold": "neutral", "file_idx": 171512}
{"lang": "en", "sentence1": "Additionally, the FDA states that the rule will result in fewer product recalls and better product quality.", "sentence2": "Critics are skeptical because similar rules have backfired in other developed countries.", "gold": "neutral", "file_idx": 383664}
{"lang": "en", "sentence1": "Meanwhile, they have misrepresented my argument.", "sentence2": "Out of jealousy, they have purposely misquoted my reasoning.", "gold": "neutral", "file_idx": 392513}
{"lang": "en", "sentence1": "What a consummate hypocrite the man was! ", "sentence2": "The man was a liar. ", "gold": "neutral", "file_idx": 213040}
{"lang": "en", "sentence1": "With the hiring of new state planning team members as well as the additions of Matilde Lacayo and Monica Holman to OPP Main and Joyce Raby in Technology, there is now an OPP Main team member and a state planning team member assigned to every state and territory.", "sentence2": "Joyce Raby is a new college graduate hire who joined Technology.", "gold": "neutral", "file_idx": 368955}
{"lang": "en", "sentence1": "One can only guess, but I believe my guess to be correct. ", "sentence2": "I guessed that Mrs. Brown is the culprit.", "gold": "neutral", "file_idx": 209862}
{"lang": "en", "sentence1": "I know lawyers are always dreadfully careful.", "sentence2": "I think lawyers are careful most of the time.", "gold": "neutral", "file_idx": 239036}
{"lang": "en", "sentence1": "Jamaica's largest hotel, the Radisson Renaissance Grande Hotel, overlooks Turtle Beach.", "sentence2": "Turtle Beach was named because of the thousands of turtles that migrate there to lay eggs every year.", "gold": "neutral", "file_idx": 193414}
{"lang": "en", "sentence1": "Aside from the stunning views, Santorini has much more to show its visitors.", "sentence2": "Santorini has many good hostels to stay at with beautiful views.", "gold": "neutral", "file_idx": 94595}
{"lang": "en", "sentence1": "Other promising technology initiatives include the CalJustice Technology Project of the Public Interest Clearinghouse, which focuses on increasing client access to the judicial system through the development of an artificial intelligence-based tool to help advocates quickly spot issues in and strategize about cases.", "sentence2": "Several promising technological initiatives include the development of an artificial intelligence to help doctors diagnose patients.", "gold": "neutral", "file_idx": 45685}
{"lang": "en", "sentence1": "Hargarten suggested that we do not have to ask federal agencies to make research on alcohol problems in the ED a high priority.", "sentence2": "Hargarten believes that there are much greater problems than research on alcohol problems in the ED, which is why he told us we don't have to ask agencies to make it a priority. ", "gold": "neutral", "file_idx": 73139}
{"lang": "en", "sentence1": "The unfinished 15th-century Tempio Malatestiano is an important Renaissance design of Leon Battista Alberti, incorporating elements of the Arco d'Augusto in the facade.", "sentence2": "Leon Battista Alberti was not able to finish it due to his untimely death.", "gold": "neutral", "file_idx": 363732}
{"lang": "en", "sentence1": "what do you think Gates should resign", "sentence2": "Gates has no business being a politician. ", "gold": "neutral", "file_idx": 329448}
{"lang": "en", "sentence1": "The flow of events over time for each significant actor and for significant points in the series of events forms the organizing framework for data analysis within each site.", "sentence2": "Over time, data analysis is becoming more and more difficult.", "gold": "neutral", "file_idx": 328997}
{"lang": "en", "sentence1": "'That's your project.'", "sentence2": "The project was supposed to be both of ours, but it's been thrust upon me.", "gold": "neutral", "file_idx": 11140}
{"lang": "en", "sentence1": "There are a maximum of 16 knights at any one time, headed by the reigning monarch.", "sentence2": "There are a maximum of 16 knights and a minimum of 10.", "gold": "neutral", "file_idx": 312868}
{"lang": "en", "sentence1": "This was the state of the industry when the Mac was born.", "sentence2": "THe industry changed enough that the Mac was born.", "gold": "neutral", "file_idx": 154519}
{"lang": "en", "sentence1": "Unlike White he didn't seem badly hurt, just very unconscious.", "sentence2": "He would wake up any minute. ", "gold": "neutral", "file_idx": 255405}
{"lang": "en", "sentence1": "Moreover, by exercising our discretion to leave the severability question open, we fail to resolve the basic, realworld dispute at  whether LSC attorneys may represent welfare claimants who challenge the applicable welfare laws.", "sentence2": "There are other advantages and disadvantages to leaving the severability option open.", "gold": "neutral", "file_idx": 266531}
{"lang": "en", "sentence1": "In general, economists tend to view an individual's willingness-to-pay (WTP) for an improvement in environmental quality as the most complete and appropriate measure of the value of an environmental or health risk reduction.", "sentence2": "WTP data is sometimes difficult to collect and quantify.", "gold": "neutral", "file_idx": 10874}
{"lang": "en", "sentence1": "ooh yeah yeah oh yeah i'd prefer to do it but the Escort was very difficult for me to get under and i didn't want to put it up on ramps or anything it just made me nervous", "sentence2": " I'm worried it'll fall if I put it on a ramp. ", "gold": "neutral", "file_idx": 247149}
{"lang": "en", "sentence1": "A collective and gregarious lot who seem to carry on much of their lives in the streets, Madrilellos are stars when night falls, hopping in and out of tabernas and tascas (cave-like taverns and bars), for repeated rituals of tapas (bar finger-foods), jugs of Spanish wine, and hyper-animated conversation.", "sentence2": "Madrilellos eat tapas and drink wine every single night. ", "gold": "neutral", "file_idx": 238401}
{"lang": "en", "sentence1": "Good for you, David!", "sentence2": "This may be stated in a sarcastic tone and not actually meant sincerely.", "gold": "neutral", "file_idx": 237255}
{"lang": "en", "sentence1": "you know you just take it easy um but when i see some women i mean some and i just don't think it's healthy all that pounding all the time", "sentence2": "I believe from experience that all that pounding will result in serious injury.", "gold": "neutral", "file_idx": 196805}
{"lang": "en", "sentence1": "uh Cornell is in Ithaca", "sentence2": "The man says that Cornell is in Ithaca.", "gold": "neutral", "file_idx": 155197}
{"lang": "en", "sentence1": "OMB's 1996 update to Circular A-130, Appendix III, provides similar guidance, specifying that a management official should authorize in writing the use of each system before beginning or significantly changing use of the system. ", "sentence2": "The written authorization process can be a time consuming one.", "gold": "neutral", "file_idx": 178837}
{"lang": "en", "sentence1": "The National Association of State Procurement Officials is a nonprofit association dedicated to strengthening the procurement community through education, research, and communication.", "sentence2": "The National Association of State Procurement Officials does not accept donations.  ", "gold": "neutral", "file_idx": 257879}
{"lang": "en", "sentence1": "The preamble to the final rule contains the full text of the Final Regulatory Flexibility Analysis.", "sentence2": "The preamble contains a lot of relevant information.", "gold": "neutral", "file_idx": 391578}
{"lang": "en", "sentence1": "well right now the place where i'm living the yard was basically neglected for the about the last twenty five years so i've been trying to rebuild and reestablish the entire lawn and after three years of working at it i've i've been amazed at just what a little bit of doing help out things to the lawn has really brought it back instead instead of mowing it the same direction every time changing one day you'll or one one one time you'll cut it cut the lawn the long way then you'll go the opposite way instead of going lengthways you go width and it helps the grass come back", "sentence2": "Where I'm living the yard was a huge mess and I'm fixing it but it's a huge struggle.", "gold": "neutral", "file_idx": 382193}
{"lang": "en", "sentence1": "covered up just right and all that so it's", "sentence2": "We covered up the paint on the wall.", "gold": "neutral", "file_idx": 33984}
{"lang": "en", "sentence1": "He cut through the air twice and the rapier whistled.", "sentence2": "His rapier had a whistle on its handle.", "gold": "neutral", "file_idx": 316374}
{"lang": "en", "sentence1": "Actually, it's a  I don't know any of the LTCM players personally, but some of the hedge fund types I do know are, as my correspondent puts it, about as moral as great white sharks.", "sentence2": "Hedge fund types are the most immoral people I know.", "gold": "neutral", "file_idx": 325355}
{"lang": "en", "sentence1": "It's your one chance.", "sentence2": "You won't have any more chances.", "gold": "neutral", "file_idx": 360608}
{"lang": "en", "sentence1": "I thought he was making it up.\"", "sentence2": "I thought he was making up the story about the aliens.", "gold": "neutral", "file_idx": 39032}
{"lang": "en", "sentence1": "um so there's not i mean doors don't have latches on them people don't tend to knock you just if there's a door closed you open it because it's in your way you people walk in and out and as a as a westerner in India i was often surprised and felt my sense of privacy there was quite invaded", "sentence2": "I wasn't comfortable in India because the doors don't have latches. ", "gold": "neutral", "file_idx": 94036}
{"lang": "en", "sentence1": "One of the great monuments from Georgetown's colonial days is the Eastern and Oriental Hotel at 10 12 Lubuh Farquhar.", "sentence2": "It is a great monument.", "gold": "neutral", "file_idx": 147685}
{"lang": "en", "sentence1": "The voters chose Clinton as a second-term president.", "sentence2": "Clinton won by a narrow margin.", "gold": "neutral", "file_idx": 98974}
{"lang": "en", "sentence1": "The Riviera di Ponente, west of Genoa toward the French border, is an almost continuous chain of family resorts.", "sentence2": "Many families visit and stay in Riviera di Ponente.", "gold": "neutral", "file_idx": 176158}
{"lang": "en", "sentence1": "Maintainability The ease with which maintenance of a functional unit can be performed in accordance with prescribed requirements.", "sentence2": "The prescribed requirements for maintenance are very proscriptive.", "gold": "neutral", "file_idx": 325295}
{"lang": "en", "sentence1": "Now everyone go on out and tease a fat guy on me.", "sentence2": "Now go out and ridicule a fat guy for my thrills.", "gold": "neutral", "file_idx": 197396}
{"lang": "en", "sentence1": "And yet, after a while, all this going on about how girls are not allowed to feel desire begins to feel like a kind of nostalgic fantasy.", "sentence2": "Love and desire when unspoken or unrealized become more like a fantasy than real life because it never breathes enough air to come alive. ", "gold": "neutral", "file_idx": 354681}
{"lang": "en", "sentence1": "i mean it was but we they're so heavy you know they get so heavy they kind of weigh it down but", "sentence2": "They're hard to lift because they're so heavy.", "gold": "neutral", "file_idx": 208996}
{"lang": "en", "sentence1": "Stephanopoulos rephrased the rape charge as a question about the relevance of candidates' private lives.", "sentence2": "Stephanopoulous believes that rape charges are not important. ", "gold": "neutral", "file_idx": 91682}
{"lang": "en", "sentence1": "On the way up, you can admire the wildflowers, and in autumn and winter you may catch sight of Audouin's Gull (a rare species with dark olive legs and a black-banded red bill).", "sentence2": "Audouin's Gull can be identified by the collar it wears.", "gold": "neutral", "file_idx": 87777}
{"lang": "en", "sentence1": "Our first assumption is that this woman is a victim of gender-based discrimination--but we're stopped short by the announcement that it is legal.", "sentence2": "All gender-based discrimination is towards women.", "gold": "neutral", "file_idx": 307643}
{"lang": "en", "sentence1": "Photographs of scantily dressed, genetically gifted women illustrate it.", "sentence2": "Photos of indecently dressed female models are on it.", "gold": "neutral", "file_idx": 20589}
{"lang": "en", "sentence1": "In January, the LSC funding went to the Greenville-based equal justice centers.", "sentence2": "An strain in resources led to LSC funding of the Greenville-based equal justice centers.", "gold": "neutral", "file_idx": 312439}
{"lang": "en", "sentence1": "economy of truth may have lost its purity, but it retains considerable utility.", "sentence2": "Economy of truth lost its purity long before anyone thought it would.", "gold": "neutral", "file_idx": 309997}
{"lang": "en", "sentence1": "… From an early age I realized that I had exceptional abilities.", "sentence2": "I am very proud of my exceptional abilities.", "gold": "neutral", "file_idx": 22301}
{"lang": "en", "sentence1": "Newfoundland and Portuguese water dog owners want pooches that can swim.", "sentence2": " Newfoundland and Portuguese water dog owners spend a lot of time at the beach.", "gold": "neutral", "file_idx": 362165}
{"lang": "en", "sentence1": "'Emergency vent in progress.'", "sentence2": "The emergency vent is being made to save humanity.", "gold": "neutral", "file_idx": 164883}
{"lang": "en", "sentence1": "It's our only chance.\" Whittington hesitated, but for hardly a moment.", "sentence2": "Whittington took a brief pause as the thought of failure crossed his mind.", "gold": "neutral", "file_idx": 289099}
{"lang": "en", "sentence1": "Can you suggest a metaphor for rationalizing my past?", "sentence2": "Do you have an analogy for rationalizing my past?", "gold": "neutral", "file_idx": 93478}
{"lang": "en", "sentence1": "The Emperor Justin II built a palace on the largest island in the sixth century; it soon came to be known as Prinkipo, the Prince's Isle, and the name later spread to cover the whole group.", "sentence2": "Emperor Justin II was known to be very good at all types of musical instruments.", "gold": "neutral", "file_idx": 209991}
{"lang": "en", "sentence1": "Jerusalem's recorded history begins with its mention in Egyptian court records 4,000 years ago, but there had been human settlements here for centuries, probably millennia, before that.", "sentence2": "Humans have lived in Jerusalem for 5,000 years.", "gold": "neutral", "file_idx": 375563}
{"lang": "en", "sentence1": "Republicans hope to attract black voters with the issue.", "sentence2": "Republicans anticipate that black voters will be steered by the issue.", "gold": "neutral", "file_idx": 236502}
{"lang": "en", "sentence1": "they they try to get me to say things because they they thought i talked so funny", "sentence2": "I didn't think there was anything strange about the way I sounded.", "gold": "neutral", "file_idx": 391788}
{"lang": "en", "sentence1": "Hoiles is a big slab of a man, now 33, a veteran but not a star.", "sentence2": "Hoiles was once a star in his younger days.", "gold": "neutral", "file_idx": 264421}
{"lang": "en", "sentence1": "Morris says the real profligacy was Ickes' insistence on keeping large staffs in key states long after the danger of a primary threat to Clinton had evaporated.", "sentence2": "Ickes insisted on having lots of employees in Iowa and Ohio.", "gold": "neutral", "file_idx": 106066}
{"lang": "en", "sentence1": "Every time I saw an Istanbul girl with a silk scarf pinching her head and reducing her face, I would think, heavens, take it off, let me show you how to wear it becomingly with your nice suit--and then I would remember that, above the shoulders, unattractiveness is the whole point.", "sentence2": "Most of the girls in Istanbul covered their entire body in scarves.", "gold": "neutral", "file_idx": 160008}
{"lang": "en", "sentence1": "Before you overdose on the countless temples or even just on the heat of the plains, follow the wise example of the long-gone British of Caletta and get up into the hills and greenery which lead to the lush cool of the celebrated Darjeeling tea gardens.", "sentence2": "The best Darjeeling tea is grown in the gardens here.  ", "gold": "neutral", "file_idx": 151079}
{"lang": "en", "sentence1": "His eyes were small and cunning, and shifted their glance under her direct gaze.", "sentence2": "He was embarrassed and couldn't look her in the eyes.", "gold": "neutral", "file_idx": 279387}
{"lang": "en", "sentence1": "this has been fun talking to you", "sentence2": "It's been fun discussing computers with you.", "gold": "neutral", "file_idx": 221382}
{"lang": "en", "sentence1": "Thus, HCFA also satisfied its responsibility under 5 U.S.C.", "sentence2": "HCFA fulfilled its responsibility the last year for the act.", "gold": "neutral", "file_idx": 196728}
{"lang": "en", "sentence1": " From behind an incredulous cry broke out.", "sentence2": "A cry tinged with the incredulous pain blossomed from behind.", "gold": "neutral", "file_idx": 357968}
{"lang": "en", "sentence1": "Apparently, a few.", "sentence2": "There are a few horses.", "gold": "neutral", "file_idx": 166414}
{"lang": "en", "sentence1": "yeah lot of pop music out that just isn't very thrilling", "sentence2": "Pop music isn't my type of music to start with. ", "gold": "neutral", "file_idx": 384061}
{"lang": "en", "sentence1": "Contrary to the easily caricatured image of country musicians as the real thing, many hillbilly artists were as self-conscious as their pop and folk counterparts.", "sentence2": "Country musicians hate being called hillbilly artists.", "gold": "neutral", "file_idx": 119978}
{"lang": "en", "sentence1": "The end of winter is a nebulous time for gardeners--it is not quite one thing and not quite another.", "sentence2": "Some gardeners actually prefer to get their vegetables started at the end of winter.", "gold": "neutral", "file_idx": 235781}
{"lang": "en", "sentence1": "The book is said to degenerate into a jeremiad when Rhodes anoints mad-cow disease the new Black Death.", "sentence2": "The Black Death is a name for mad-cow disease, coined by the British.", "gold": "neutral", "file_idx": 338005}
{"lang": "en", "sentence1": "yeah i meant to ask him the last time i was talking with him if uh if there are any circumstances under which they suspend the normal paperwork for just even a minor wreck because uh numerous times there there have been just a two car or three car incident and he starts his paperwork when you know he's gets there and then by the time they all cleared out and gone he's still sitting there doing paperwork on this deal and i said wonder what those California officers do when they have those you know twenty and thirty car pileups on the highway if it'd take a officers uh you know whole army of officers just to do the paperwork", "sentence2": "Paperwork can take up an officers entire week.", "gold": "neutral", "file_idx": 155968}
{"lang": "en", "sentence1": "Even with television and the Web, the Times ' news judgment is still the final word for many outlets.", "sentence2": "New York Times is trustworthy. ", "gold": "neutral", "file_idx": 243703}
{"lang": "en", "sentence1": "It also has most famous department stores outside Tokyo, the gigantic Hankyu and Hanshin buildings (whose private railways serve Kyoto and Kobe).", "sentence2": "The two famous department stores outside Tokyo were the most popular places to visit. ", "gold": "neutral", "file_idx": 58873}
{"lang": "en", "sentence1": "Pokemon creates an entire alternate universe, a land with its own cities, ecosystem, and rules.", "sentence2": "Pokemon has virtual cities for people to live in.", "gold": "neutral", "file_idx": 74062}
{"lang": "en", "sentence1": "'I'm sorry, Ben,' Lincoln said.", "sentence2": "Ban accepted Lincoln's apology.", "gold": "neutral", "file_idx": 328824}
{"lang": "en", "sentence1": "Any effort to change a long-established system will meet resistance.", "sentence2": "Non-violent movements often fail to challenge the established systems.", "gold": "neutral", "file_idx": 319845}
{"lang": "en", "sentence1": "Adjustments for differences between the USPS and Poste Italiane", "sentence2": "USPS and Poste Italiane have been professional rivals for decades.", "gold": "neutral", "file_idx": 147357}
{"lang": "en", "sentence1": "The sellers are currently solicited through advertisements (Pay your tuition with eggs) but will soon be able to offer their services on a specialized Internet auction site.", "sentence2": "The internet auction site is expected to launch by the end of the year.", "gold": "neutral", "file_idx": 109890}
{"lang": "en", "sentence1": "um-hum i'll bet yeah", "sentence2": "I would bet that it would work.", "gold": "neutral", "file_idx": 204139}
{"lang": "en", "sentence1": "This is normally three courses plus wine at a set price.", "sentence2": "Wine is the only drink available at that price with three courses.", "gold": "neutral", "file_idx": 340333}
