{"lang": "en", "sentence1": "On the other hand, a direct comparison of rural to city residential delivery reveals that rural carrier time per possible delivery is only ten percent greater than city residential route delivery time.", "sentence2": "A comparison between country and city delivery shows city only takes 10% longer.", "gold": "entailment", "file_idx": 150921}
{"lang": "en", "sentence1": "But I do worry that the Barro offer sends the wrong signals to younger economists--that by telling them the profession still insists on the appearance of superstardom, that it only values home runs when we really ought to be looking for a solid series of base hits, it will encourage what is already a disturbing propensity to favor attention-grabbing showmanship at the expense of deeper, more time-consuming work.", "sentence2": "Putting more importance on image and superstardom instead of actual meaningful work sends the wrong signals to younger economists. ", "gold": "entailment", "file_idx": 137926}
{"lang": "en", "sentence1": "well that's encouraging but they said oh you have nothing to worry about you'll have the opposite problem you may die of carrying your canoe and sure enough it uh it was a little bit laborious instead of a a six to eight hours worth of canoeing we ended up only surviving about uh half the trip and it took us us about ten hours so we we got in our car half way and and went and got the rest of the vehicles and brought them up stream and loaded it all back up and went back to the campsite exhausted but uh i have had better camping canoeing trips uh as it were uh like the Guadalupe down in South Texas it's got some real nice uh", "sentence2": "The canoes were heavy and difficult to carry around.", "gold": "entailment", "file_idx": 298943}
{"lang": "en", "sentence1": "And it's not easy to be a First Amendment person, because then you have to allow into this marketplace that which you believe to be soiling and meretricious and tawdry and unwholesome and sometimes vile.", "sentence2": " it's not easy to be a First Amendment person.", "gold": "entailment", "file_idx": 277397}
{"lang": "en", "sentence1": "They must have no inkling that we are using them for our own ends.", "sentence2": "They have no idea that we have our own purposes.", "gold": "entailment", "file_idx": 86598}
{"lang": "en", "sentence1": "um what kind of house do you live in", "sentence2": "What kind of home do you live in?", "gold": "entailment", "file_idx": 200051}
{"lang": "en", "sentence1": "For a moment he thought he saw the hatred in Adrin's eyes that he had seen the day he had left.", "sentence2": "He looked into his eye's and saw hatred.", "gold": "entailment", "file_idx": 48365}
{"lang": "en", "sentence1": "Theirs is now the dominant right-wing critique of integrationist programs.", "sentence2": "Integrationist programs now criticize right wing politics.", "gold": "entailment", "file_idx": 110473}
{"lang": "en", "sentence1": "Since this might have everything to do what the participants' chance to socialize with friends in a nonthreatening environment and nothing to do with self-esteem or work habits, it seemed to these researchers that it was therefore logical not to decide on the evaluation questions until their appropriateness could be determined.", "sentence2": "The appropriateness of the questions needed to be determined first before they were decided.", "gold": "entailment", "file_idx": 347081}
{"lang": "en", "sentence1": "Don't just do what is acceptable, do what you think is right!", "sentence2": "Do the right thing instead of doing the bare minimum.", "gold": "entailment", "file_idx": 135955}
{"lang": "en", "sentence1": "The Postal Service would suffer financial losses.", "sentence2": "Financial losses would be suffered by the Postal Service.", "gold": "entailment", "file_idx": 366511}
{"lang": "en", "sentence1": "oh yeah that's it oh yeah there's that's a weakness there that's just you know you you always want to get your kids everything and uh you don't care how much it costs or what it takes", "sentence2": "The cost of the items your kids desire doesn't matter much to you as you want to get them everything.", "gold": "entailment", "file_idx": 339104}
{"lang": "en", "sentence1": "yeah it was fun well i'll just wrap this up", "sentence2": "I have fun but we have to wrap it up.", "gold": "entailment", "file_idx": 338370}
{"lang": "en", "sentence1": "And do you agree with him that it was worth having made the start, even if the end was likely to be bad?", "sentence2": "Do you agree that it was probably going to end badly?", "gold": "entailment", "file_idx": 293942}
{"lang": "en", "sentence1": "Fernando glad to know you", "sentence2": "I'm happy to know you, Fernando. ", "gold": "entailment", "file_idx": 80673}
{"lang": "en", "sentence1": "The ABI lobbyists are right that drivers with a 0.08-percent alcohol level are not the core of the drunken-driving problem.", "sentence2": "The ABI lobbyists are right.", "gold": "entailment", "file_idx": 180381}
{"lang": "en", "sentence1": "right and then you know sometimes we try to do our lesson on Sunday night and then our activity or something on Monday but", "sentence2": "We cancelled the Sunday night lesson and the Monday activities.", "gold": "contradiction", "file_idx": 82377}
{"lang": "en", "sentence1": "No doubt he will do better in his next book.", "sentence2": "He will probably do even worse in his future works.", "gold": "contradiction", "file_idx": 72055}
{"lang": "en", "sentence1": "Producer Daniel Lanois (Bob Dylan's Time Out of Mind ) is given credit for pushing Nelson's sound in unfamiliar directions.", "sentence2": "Producer Daniel Lanois is not given credit at all for any of his work.", "gold": "contradiction", "file_idx": 248592}
{"lang": "en", "sentence1": "Personal Communication with R. Telez, Babcock  and  Wilcox, August 2001.", "sentence2": "R. Telez, Babcock, and Wilcox have no affiliation with one another.", "gold": "contradiction", "file_idx": 212195}
{"lang": "en", "sentence1": "Politically, it's anti-democratic, replacing congressional and executive branch decision-making.", "sentence2": "Politically it is democratic and does not replaces congressional and executive decision making.", "gold": "contradiction", "file_idx": 300376}
{"lang": "en", "sentence1": "The most relevant information about stewardship land is its existence, condition, and use.", "sentence2": "The condition of the stewardship land holds little relevance.", "gold": "contradiction", "file_idx": 108204}
{"lang": "en", "sentence1": "The railroad retirement program is partly financed by an annual financial interchange that takes place between the Railroad Social Security Equivalent Benefit Account (a trust fund) and the trust funds for old-age and survivors insurance, disability insurance, and hospital insurance (OASDHI).", "sentence2": "Only women who work for railroads receive disability insurance.", "gold": "contradiction", "file_idx": 197982}
{"lang": "en", "sentence1": "The popular portrayal of bloated plutocrats has changed enormously in the last 150 years, devolving from the 19 th century's ferocious robber barons, to that guy on the Monopoly box who was always chasing his secretary around his desk in New Yorker cartoons, to the addled and ineffectual potbellies of Depression-era screwball comedy.", "sentence2": "The perception of plutocrats has not changed much in the last 150 years.", "gold": "contradiction", "file_idx": 342278}
{"lang": "en", "sentence1": "That did happen, but only once--when Congress instantaneously published the Starr Report . When it comes to its own dirty laundry, there seems to be no such hurry.", "sentence2": "The incident was repeated for several years until the the Starr Report found out about it. ", "gold": "contradiction", "file_idx": 301121}
{"lang": "en", "sentence1": "Yes, it all fitted in. ", "sentence2": "It didn't fit in, did it?", "gold": "contradiction", "file_idx": 158856}
{"lang": "en", "sentence1": "He slipped silently along to it.", "sentence2": "He stumbled loudly to it.", "gold": "contradiction", "file_idx": 270941}
{"lang": "en", "sentence1": "This, then, was the famous K.C.", "sentence2": "This was not the famous K.C. that they were expecting.", "gold": "contradiction", "file_idx": 149721}
{"lang": "en", "sentence1": "Something about them said cultists.", "sentence2": "They seemed like sane, independent people.", "gold": "contradiction", "file_idx": 168918}
{"lang": "en", "sentence1": "Do I wake or sleep?", "sentence2": "I do not wake or sleep.", "gold": "contradiction", "file_idx": 145866}
{"lang": "en", "sentence1": "What about historical cost?", "sentence2": "What about future costs?", "gold": "contradiction", "file_idx": 101838}
{"lang": "en", "sentence1": "had to put our uh food up in the in the trees and all that i was the unlucky guy that got up every morning and said well i guess might as well putz around here while everyone else is sleeping so i was usually the guy who had to get it out of the tree and all that", "sentence2": "The food was not put in the tree.", "gold": "contradiction", "file_idx": 383289}
{"lang": "en", "sentence1": "I pass over Alfred Inglethorp, who acted the bereaved widower in a manner that I felt to be disgusting in its hypocrisy. ", "sentence2": "I didn't even want to speak to Alfred who was pretending to be upset about the death.", "gold": "neutral", "file_idx": 392446}
{"lang": "en", "sentence1": "well now the thing is yeah they're cutting defense which is you know there are people out there working for defense contractors who are losing money but i don't i don't mind because i think you know government is not there to give me a job Government the defense is there to defend our country and they do it for whatever you know they spend whatever money they need to to do that but i don't want them to to break the budget just so that i can have a job i would rather have the the government stable so that i can go get a good job with someone who's not working you know not making defense stuff", "sentence2": "Then I able to do better.", "gold": "neutral", "file_idx": 186311}
{"lang": "en", "sentence1": "A regular bus service runs along the southern shore, terminating at perhaps the most famous, Koukounaries Beach.", "sentence2": "You can also take a taxi to the beach. ", "gold": "neutral", "file_idx": 322176}
{"lang": "en", "sentence1": "Dust covered their bodies and faces.", "sentence2": "They were covered in white powder.", "gold": "neutral", "file_idx": 83388}
{"lang": "en", "sentence1": "Representatives at the three agencies (the Department of Veterans Affairs, the Social Security Administration, and the Department of Health and Human Services' Centers for Medicare and Medicaid Services (formerly the Health Care Financing Administration) identified programs in which their organizations had taken actions considered effective and agreed to participate.", "sentence2": "Representatives from the VA found programs they wanted to participate in that would help disabled veterans get health care.", "gold": "neutral", "file_idx": 119736}
{"lang": "en", "sentence1": "My guess is that Cassidy reached the same conclusion.", "sentence2": "Cassidy probably never knew most of those facts.", "gold": "neutral", "file_idx": 190537}
{"lang": "en", "sentence1": "I'm not sure if this means that PETA ought to spend more on those banner ads, or if it means that they should save their money.", "sentence2": "The ads are controversial.", "gold": "neutral", "file_idx": 386103}
{"lang": "en", "sentence1": "His name-dropping is almost pathological, says one friend.", "sentence2": "A friend says that he never stops talking about all the famous people he knows, and it's disturbing.", "gold": "neutral", "file_idx": 340106}
{"lang": "en", "sentence1": "There will be heaps of orange turmeric, cardamom, ginger, and other spices, and bundles of dried fish, looking like twigs.", "sentence2": "There will be spices and dried fish everywhere at the yearly festival. ", "gold": "neutral", "file_idx": 254608}
{"lang": "en", "sentence1": "Stones from the demolished Bastille prison were used for its support structure ' galling for Royalists, since it had originally been named Pont Louis XVI.", "sentence2": "Reacting to the mark of disrespect, Royalists later attempted to blow up the bridge.", "gold": "neutral", "file_idx": 102239}
{"lang": "en", "sentence1": "The Californication of Seattle continues.", "sentence2": "Seattle citizens are unhappy about the Californication of their state.", "gold": "neutral", "file_idx": 307534}
{"lang": "en", "sentence1": "One of the most recent local lawyers to pledge as Jody Smith calls it, is Kent Snider.", "sentence2": "Kent Snider pledged to spend five hours picking up litter on the highway.", "gold": "neutral", "file_idx": 232018}
{"lang": "en", "sentence1": "Fena Dim had kept its protectors.", "sentence2": "They were worried that they would be abandoned.", "gold": "neutral", "file_idx": 134127}
{"lang": "en", "sentence1": "Among the reasons it cited for this decline was underestimating how long it would take to realize the impact of initiatives such as increased staffing and improved training.", "sentence2": "Staffing and training will take several months to complete.", "gold": "neutral", "file_idx": 205546}
{"lang": "en", "sentence1": "do you all pay state income tax", "sentence2": "Do you all pay Iowa state income tax?", "gold": "neutral", "file_idx": 55559}
{"lang": "en", "sentence1": "In Thorn's vision Jon saw Vrenna beginning her dance, parrying at her opponent's wrist instead of crossing blades.", "sentence2": "Jon is worried about Vrenna.", "gold": "neutral", "file_idx": 189825}
