{"lang": "en", "sentence1": "Authority to acquire information processing resourcesDelegation of up to a specified limit, issued by GSA in response toProcurement an agency procurement request.", "sentence2": "The agency has a procurement request.", "gold": "entailment", "file_idx": 225092}
{"lang": "en", "sentence1": "He said the Association recognizes that many foreign service officers frequently travel long distances and would therefore receive considerable benefits from such legislation.", "sentence2": "The association knows many foreign service officers travel frequently at long distances, so they would highly benefit from the legislation. ", "gold": "entailment", "file_idx": 351446}
{"lang": "en", "sentence1": "Preventing injuries through interventions for problem  a systematic review of randomized controlled trials.", "sentence2": "Injuries can be prevented via interventions. ", "gold": "entailment", "file_idx": 182557}
{"lang": "en", "sentence1": "But, says Kull, One would not expect a real bounce until you see some signs of success.", "sentence2": "You can not bounce back, until success is given.", "gold": "entailment", "file_idx": 216637}
{"lang": "en", "sentence1": "and crashed through the ice right up to my neck in freezing cold weather i could just feel my heart going", "sentence2": "I could feel my heart pumping while I was freezing.", "gold": "entailment", "file_idx": 122699}
{"lang": "en", "sentence1": "You might also call the multilingual Visitor Events Hotline for information on upcoming events in English, Spanish, French, German, and Japanese.", "sentence2": "Five languages are offered on the multilingual Visitor Events Hotline.", "gold": "entailment", "file_idx": 186899}
{"lang": "en", "sentence1": "It is even said that he has a woman problem, which supposedly finds expression in his defense of church positions on an all-male clergy, contraception, and abortion.", "sentence2": "He is believed to have an issue with women, which is derived from his defense of the church's all-male clergy, contraceptive usage, and position on abortion.", "gold": "entailment", "file_idx": 200922}
{"lang": "en", "sentence1": "well they they say we don't have enough room in the prisons and we've got to get them out well if that's the case let's come up with some money somewhere", "sentence2": "Some people said that there was a lack of room in prisons.", "gold": "entailment", "file_idx": 193934}
{"lang": "en", "sentence1": "Wag the Dog director Barry Levinson writes that his movie was just a joke but compares Hillary Clinton's allegation of a right-wing conspiracy to the distraction ploys found in the film.", "sentence2": "Barry Levinson directed Wag the Dog as a serious portrayal of the Clinton era.", "gold": "contradiction", "file_idx": 361436}
{"lang": "en", "sentence1": "you know so i think they're screwed up there", "sentence2": "I think there is nothing wrong with what they did there.", "gold": "contradiction", "file_idx": 227680}
{"lang": "en", "sentence1": "We also organized a conference on document assembly software in New York City.", "sentence2": "The document assembly software conference was held in Washington, DC.", "gold": "contradiction", "file_idx": 193248}
{"lang": "en", "sentence1": "The Employee Retirement Income Security Act (ERISA) was cited as an example of an approach that blended both a principles-based (general fiduciary standards) and rulesbased (prohibited transactions) approach to an important issue (retirement security).", "sentence2": "The ERISA was not cited as an example of an approach that blended both a principles-based and rules-based approach.", "gold": "contradiction", "file_idx": 10733}
{"lang": "en", "sentence1": "In this sense, internal control is management control that is built into the entity as a", "sentence2": "No controls are built into the entity.", "gold": "contradiction", "file_idx": 122003}
{"lang": "en", "sentence1": "Li added his support to alcohol-related problems, but suggested another alternative, problem drinking, which is commonly used.", "sentence2": "Li does not support alcohol-related programs. ", "gold": "contradiction", "file_idx": 363866}
{"lang": "en", "sentence1": "The word aswan actually means trade or market in ancient Egyptian, signifying its most pre-eminent activity.", "sentence2": "Aswan's meaning has not changed over time.", "gold": "contradiction", "file_idx": 38}
{"lang": "en", "sentence1": "Up on the next floor, the Modern Art Gallery (Galleria d'Arte Moderna) is devoted to 19th- and 20th-century Italian art.", "sentence2": "In this museum there is no gallery for 19th- and 20th-century Italian art.", "gold": "contradiction", "file_idx": 128353}
{"lang": "en", "sentence1": "I do not.", "sentence2": "I do not, unless I must.", "gold": "neutral", "file_idx": 221920}
{"lang": "en", "sentence1": "Today, Bailey says, world food prices are back below the 1990 price.", "sentence2": "Bailey has played a key role in making food more affordable since 1990.", "gold": "neutral", "file_idx": 22299}
{"lang": "en", "sentence1": "The color of its sandstone has earned for Jaipur the name pink city although you will see that it changes color with the season and time of day, from a rosepink to warmest amber, bright orange, and dull ochre.", "sentence2": "The sandstone changes because of the light falling on it.", "gold": "neutral", "file_idx": 139162}
{"lang": "en", "sentence1": "have weekly meetings and everything and so it's just really really well regulated", "sentence2": "The meetings are about an hour long.", "gold": "neutral", "file_idx": 96310}
{"lang": "en", "sentence1": "But Tommy nourished another and a preposterous dream.", "sentence2": "Tommy nourished his crazy fantasies and someone else.", "gold": "neutral", "file_idx": 387996}
{"lang": "en", "sentence1": "(But when those Monica topless shots show up, don't look for them in Congressional Quarterly .)", "sentence2": "Congressional Quarterly doesn't want to give Monica a lot of attention but they will still post her interviews.", "gold": "neutral", "file_idx": 364889}
{"lang": "en", "sentence1": "Saving the Social Security surpluses-and even the Medicare surpluses-is not enough by itself to finance the government's commitments to the elderly.", "sentence2": "Social Security payment are scheduled to increase each year.", "gold": "neutral", "file_idx": 313697}
{"lang": "en", "sentence1": "They were shining like emeralds now. ", "sentence2": "They were shining like gems in the sunlight.", "gold": "neutral", "file_idx": 266251}
