{"lang": "en", "sentence1": "Costs and Volumes", "sentence2": "Prices and amounts.", "gold": "entailment", "file_idx": 382175}
{"lang": "en", "sentence1": "The imperial family still resides in the palace, so the general public is admitted to the grounds on only two days each on 2 January and 23 December.", "sentence2": "The public is only allowed to visit the grounds of the Imperial Palace on two days.", "gold": "entailment", "file_idx": 275897}
{"lang": "en", "sentence1": "Probably a bit of all three.", "sentence2": "A little of all three probably.", "gold": "entailment", "file_idx": 286852}
{"lang": "en", "sentence1": "uh let me ask you something did you get a catalog or something from these people yet", "sentence2": "Did you receive a catalog?", "gold": "entailment", "file_idx": 129384}
{"lang": "en", "sentence1": "He's kind of lost it, says Black Belt editor Jim Coleman.", "sentence2": "Jim Coleman is the editor of Black Belt magazine.", "gold": "entailment", "file_idx": 102358}
{"lang": "en", "sentence1": "that's um well it's sort of difficult to explain it's it's industrial engineering and you look at applications and things from the human from the human factor standpoint how does it interface with the person using it", "sentence2": "This is something that is hard to get across to others.", "gold": "entailment", "file_idx": 379259}
{"lang": "en", "sentence1": "It appeared in 1886, eight years before Captain Alfred Dreyfus, an Alsatian Jew in the French Army, was arrested on what proved to be trumped-up charges of spying for the Germans.", "sentence2": "Alfred Dreyfus was falsely accused of spying for the Germans.", "gold": "entailment", "file_idx": 304564}
{"lang": "en", "sentence1": "ARL concluded that to ensure that it had the capability to meet the new challenge and continue to conduct its mission of basic and applied research, it had to work in partnership with universities and the private sector, as well as operate more effectively and efficiently.", "sentence2": "It had to work in partnership with universities and the private sector", "gold": "entailment", "file_idx": 152324}
{"lang": "en", "sentence1": "Can you suggest an alternative term?", "sentence2": "Do you know any synonymous terms?", "gold": "entailment", "file_idx": 364080}
{"lang": "en", "sentence1": "most most of the time now they do the first week after the first six months so that if somebody really needs that time", "sentence2": "Usually they have the first week after the initial six months so if someone really needs the time.", "gold": "entailment", "file_idx": 295668}
{"lang": "en", "sentence1": "and uh she just would get them real cheap and stuff and send them over but she she is quite familiar with i guess because it seems like uh older people have much better um in their schooling they they got more of the classics than i did you know and she knows so much more of them than i do i wouldn't even know you know to go look for that author or that book", "sentence2": "She could get them very inexpensively.", "gold": "entailment", "file_idx": 126448}
{"lang": "en", "sentence1": "Returning to the hill, on the opposite side of the museum is the charming Igreja de Sao Pedro, an unusual church.", "sentence2": "The Igreja de Sao Pedro is an unusual church on the opposite side of the museum.", "gold": "entailment", "file_idx": 90400}
{"lang": "en", "sentence1": "E-books may converge with other handheld devices.", "sentence2": "Ebooks may work with other handheld devices ", "gold": "entailment", "file_idx": 265354}
{"lang": "en", "sentence1": "5 Absent these, some portions of the mail stream would attract", "sentence2": "In the mail stream, some things are attracted by certain portions of it.", "gold": "entailment", "file_idx": 369953}
{"lang": "en", "sentence1": "It was built by the counts of Castalla, but left incomplete.", "sentence2": "The counts of Castalla built it, but it was left incomplete.", "gold": "entailment", "file_idx": 208659}
{"lang": "en", "sentence1": "During the 180-day period, the Departments will publish a notice in the Federal Register initiating a 60-day agency review and public comment period with submittal to OMB for review and an extension of the emergency approval to follow.", "sentence2": "The Departments' notice will initiate a two month agency review.", "gold": "entailment", "file_idx": 229964}
{"lang": "en", "sentence1": "uh besides just different levels within the same program they have different types of programs they have several areas they have one area in town where the people i guess a lot of it comes with money it this this one area is a bit more expensive and the people who probably are living there have had more money in their life but but things that people where they have similar interests", "sentence2": "Besides different levels within a program, they also have different programs altogether.", "gold": "entailment", "file_idx": 199476}
{"lang": "en", "sentence1": "I e-mailed back asking for a more specific URL, and they wrote back, Look around there.", "sentence2": "After I requested a more precise URL, they responded.", "gold": "entailment", "file_idx": 41123}
{"lang": "en", "sentence1": "it has worked out so he's got a real nice benefit package but um it's uh it's nice to be with a big company for that reason i guess", "sentence2": "It's nice to be with a big company because of their very good benefits. ", "gold": "entailment", "file_idx": 323406}
{"lang": "en", "sentence1": "The two-story facade with arched window and Buddha figures in side niches was probably added in the sixth century a.d.", "sentence2": "The two-story facade with arched window and Buddha figures sat in the side niches.", "gold": "entailment", "file_idx": 319912}
{"lang": "en", "sentence1": "uh know virtually nothing else uh yeah i got my four year got my BS in General Science", "sentence2": "I received a bachelor's degree in General Science. ", "gold": "entailment", "file_idx": 243456}
{"lang": "en", "sentence1": "Located at the croseoads between north and south, Lyon was the ideal choice as the Roman capital of Gaul.", "sentence2": "Due to its strategic position, Lyon became a Roman capital.", "gold": "entailment", "file_idx": 238023}
{"lang": "en", "sentence1": "For example,", "sentence2": "There is an example.", "gold": "entailment", "file_idx": 298757}
{"lang": "en", "sentence1": "No historically significant struggle of good against evil has dawned in her America, where a frontier ethos has long since declined into corruption and cynicism.", "sentence2": "For a while, America has been plagued by corruption and cynicism.", "gold": "entailment", "file_idx": 372840}
{"lang": "en", "sentence1": "The rule contains information collection requirements which are subject to the Paperwork Reduction Act.", "sentence2": "The Paperwork Reduction Act has control over collection requirements. ", "gold": "entailment", "file_idx": 85125}
{"lang": "en", "sentence1": "that's right so uh a dollar tax isn't isn't a dollar that can be you know that that makes more bread or anything else it's uh it's lost", "sentence2": "A dollar tax does not translate to a dollar's worth in assets.", "gold": "entailment", "file_idx": 259918}
{"lang": "en", "sentence1": "After all, conventional economics already has lots of nice things to say about free markets.", "sentence2": "Plenty of positive things can be said about free markets,", "gold": "entailment", "file_idx": 306299}
{"lang": "en", "sentence1": "People who should have known better found the ceremony moving.", "sentence2": "People found the ceremony moving.", "gold": "entailment", "file_idx": 355811}
{"lang": "en", "sentence1": "uh dog just ran off with my shoe that's off the subject", "sentence2": "This is off topic, but the dog stole my shoe just now.", "gold": "entailment", "file_idx": 71994}
{"lang": "en", "sentence1": "The fairy-tale version of the Star Wars legacy, promulgated in most of this week's retrospectives/reviews, is that it reacquainted America with the magic of myth, sacred lore, and the romantic quest.", "sentence2": "America was reacquainted with the magic of myth, sacred lore, and the romantic quest as a result of the fairy-tale version of the Star Wars legacy.", "gold": "entailment", "file_idx": 379025}
{"lang": "en", "sentence1": "Therefore, injection of sorbent, and possibly water for humidification, will most often be performed downstream of the air preheater and upstream of the electrostatic precipitator, where the gas temperature is typically in the range of 280-300 eF.", "sentence2": "The gas temperature upstream of the electrostatic precipitator is in the range of 280-300 degrees F.", "gold": "entailment", "file_idx": 22048}
{"lang": "en", "sentence1": "'And even if they don't do something horrible to you, you'll be fired,' Derry said coldly.", "sentence2": "Derry said they would fire me.", "gold": "entailment", "file_idx": 272545}
{"lang": "en", "sentence1": "In fact, the sole purpose of his piece was to continue the media assault on Tripp as some kind of back-stabbing dragon lady whom we should all view with disgust and loathing.", "sentence2": "Tripp was considered by some to be treacherous and beneath contempt.", "gold": "entailment", "file_idx": 2496}
{"lang": "en", "sentence1": "uh-huh whoa that's on the other car or your car", "sentence2": "That is on the other car or your car?", "gold": "entailment", "file_idx": 197551}
{"lang": "en", "sentence1": "As a logical stopover on your way to Varanasi (coming from Delhi or from Caletta), Lucknow is worth a visit for its special place in the history of India's determined fight for Independence a focus of the Mutiny of 1857 (see pages 45 47).", "sentence2": "Lucknow played a significant role in India's struggle for independence.", "gold": "entailment", "file_idx": 128106}
{"lang": "en", "sentence1": "Elusive till the end, he was scheduled to lecture, two weeks later, on his life and work as a war photographer--with slides and patriotic music--at Carnegie Hall.", "sentence2": "He was very elusive but still lectured on his life as a photographer. ", "gold": "entailment", "file_idx": 367089}
{"lang": "en", "sentence1": "At the House of the Forest (La Maison de la Forat), there's an audiovisual exhibit (in French only), and you can take any of three guided walks along discovery trails (sentiers de la d??couverte) lasting 10, 20, or 60 minutes.", "sentence2": "You can take three different guided walking tours at the House of the Forest.", "gold": "entailment", "file_idx": 195598}
{"lang": "en", "sentence1": "The fog stole the sound of the valley as well.", "sentence2": "The valley was silent and foggy.", "gold": "entailment", "file_idx": 354864}
{"lang": "en", "sentence1": "Most of the decrease is attributed to the past year's low interest rates.", "sentence2": "There were low interest rates last year.", "gold": "entailment", "file_idx": 298862}
{"lang": "en", "sentence1": "Schedule and decision point approved?", "sentence2": "The schedule and decision points should go through an approval process.", "gold": "entailment", "file_idx": 342636}
{"lang": "en", "sentence1": "But in these stories, especially the later ones, he seems to have been unable to get beyond his own commonplace fantasies about prostitutes and 1960s miniskirts.", "sentence2": "He cannot get past his fantasies about hookers and 1960s miniskirts in his works. ", "gold": "entailment", "file_idx": 182034}
{"lang": "en", "sentence1": "she got married to him", "sentence2": "they got married", "gold": "entailment", "file_idx": 328007}
{"lang": "en", "sentence1": "As Athens rose in influence and power in the West, it was matched in the East by the rise of the Persian Empire.", "sentence2": "Greece was once a major world power.", "gold": "entailment", "file_idx": 335759}
{"lang": "en", "sentence1": "The first feature visitors see is the immense Plaza de la Armera, which overlooks the valley west of Madrid.", "sentence2": "Plaza de la Armera is the first thing visitors will view when entering.", "gold": "entailment", "file_idx": 25988}
{"lang": "en", "sentence1": "This doesn't necessarily mean that you'll have no view once you start climbing, however.", "sentence2": "You might have a view when you start climbing.", "gold": "entailment", "file_idx": 340321}
{"lang": "en", "sentence1": "On Friday, a group of residents filed a lawsuit against Pittsburgh, seeking damages for families who were displaced and sometimes forced to abandon their mobile homes because they couldn't afford to move them.", "sentence2": "Residents sued Pittsburgh for housing violations.", "gold": "entailment", "file_idx": 307770}
{"lang": "en", "sentence1": "The quincentennial anniversary celebrating his 1492 voyage saw the city's historical port undergo a face-lift, and the addition of the Aquarium, the largest in Europe, a must-see for visitors with children.", "sentence2": "The aquarium is the biggest in all of Europe and was added on the quincentennial anniversary.", "gold": "entailment", "file_idx": 1453}
{"lang": "en", "sentence1": "Inquiries into her antecedents did little to help us.", "sentence2": "She did not respond to any questions.", "gold": "entailment", "file_idx": 107199}
{"lang": "en", "sentence1": "No, but it is always well to learn new ways.", "sentence2": "I believe learning new ways is worthwhile.", "gold": "entailment", "file_idx": 4032}
{"lang": "en", "sentence1": "But Tuppence had sharp eyes, and had noted the corner of a threepenny detective novel protruding from Albert's pocket, and the immediate enlargement of his eyes told her that her tactics were good, and that the fish would rise to the bait.", "sentence2": "Tuppence knew that she had caught Albert in her trap.", "gold": "entailment", "file_idx": 130557}
{"lang": "en", "sentence1": "On the river side of the Tui?­leries, the compact Orangerie (closed for renovation until late 2002) is best known for its ground-floor rooms decorated with Monet's beautiful Nymph??as murals.", "sentence2": "The Orangerie closed for renovation until 2002.", "gold": "entailment", "file_idx": 168645}
{"lang": "en", "sentence1": "This has been a very long discussion to make a point that is embarrassingly  The LSC subsidy neither prevents anyone from speaking nor coerces anyone to change speech, and is indistinguishable in all relevant respects from the subsidy upheld in Rust v.", "sentence2": "This has been a very long discussion to make a point", "gold": "entailment", "file_idx": 304593}
{"lang": "en", "sentence1": "Hope not, anyway. ", "sentence2": "I hope not. ", "gold": "entailment", "file_idx": 250822}
{"lang": "en", "sentence1": "But in a moment the thing's attention was directed to some other object of torture.", "sentence2": "The thing's focus suddenly shifted.", "gold": "entailment", "file_idx": 330117}
{"lang": "en", "sentence1": "As the volume per stop declines, coverage declines, and the volume variability of access costs rises.", "sentence2": "Coverage declines along with volume per stop.", "gold": "entailment", "file_idx": 197435}
{"lang": "en", "sentence1": "It provides visitors with the perfect frame for a first view of the ensemble.", "sentence2": "Visitors are provided a great viewpoint of the ensemble.", "gold": "entailment", "file_idx": 158526}
{"lang": "en", "sentence1": "They were a barbaric race, and their custody of the area brought about a dark period during which the written word was forgotten and art disappeared.", "sentence2": "They were uncivilized, and their claim on the land made for dark times. ", "gold": "entailment", "file_idx": 79953}
{"lang": "en", "sentence1": "Despite the Journal 's best efforts, though, the tax code is progressive.", "sentence2": "Despite the Journal, the tax code is progressive.", "gold": "entailment", "file_idx": 9755}
{"lang": "en", "sentence1": "Far outnumbered by the 1,700-man invasion force, the defenders of El Morro surrendered after a two-week siege.", "sentence2": "The fort gave in after a siege that lasted two weeks.", "gold": "entailment", "file_idx": 129537}
{"lang": "en", "sentence1": "It was nauseating at first but he soon got his bearings.", "sentence2": "He was sick at first but he got over it. ", "gold": "entailment", "file_idx": 91214}
{"lang": "en", "sentence1": "yeah that's true that's true well i guess the only other uh things that i like to do you know the oil changes and things that are not worth paying for at least in my neck of the woods so we do that kind of maintenance and", "sentence2": "I do my own oil changes and maintenance, in my area it's to expensive to have someone else do it.", "gold": "entailment", "file_idx": 292178}
{"lang": "en", "sentence1": "We will look through the desk in the boudoir first, explained John, \"and go up to her bedroom afterwards. ", "sentence2": "John intended to look through the desk first.", "gold": "entailment", "file_idx": 53145}
{"lang": "en", "sentence1": "Wilkins corroborated it on all points. ", "sentence2": "Wilkins agreed with the points.", "gold": "entailment", "file_idx": 179398}
{"lang": "en", "sentence1": "It's a brilliantly self-justifying line of  I am on television because I am a role model, and I am a role model because I am on television.", "sentence2": "It is a wonderfully self fulfilling line of being on television because I am a role model and of being a role model since I am on television.", "gold": "entailment", "file_idx": 184033}
{"lang": "en", "sentence1": "The colonial war in Morocco provided an almost welcome distraction, but a disastrous defeat there in 1921 led to a coup in which the general Primo de Rivera became dictator.", "sentence2": "Primo de Rivera became the dictator of Morocco as a result of a coup in 1921.", "gold": "entailment", "file_idx": 327526}
{"lang": "en", "sentence1": "directs the Board to prescribe regulations with respect to the amount of credit that may be extended by a broker-dealer on any non-exempted security.", "sentence2": "Regulations about the amount of credit that can be extended are set by the board.", "gold": "entailment", "file_idx": 243239}
{"lang": "en", "sentence1": "He's a freakish Peter Pan--the juvenile delinquent who wouldn't grow up.", "sentence2": "Peter Pan is known as a juvenile delinquent who wouldn't grow up.", "gold": "entailment", "file_idx": 272836}
{"lang": "en", "sentence1": "--Monica lacked the maturity to balk at the magazine's tasteless choice of props.", "sentence2": "Monica was not mature.", "gold": "entailment", "file_idx": 263383}
{"lang": "en", "sentence1": "The major names to look out for are Royal Selangor and Tumasek Pewter, both available throughout the country.", "sentence2": "Royal Selangor and Tumasek are the most popular names and are available throughout the country.", "gold": "entailment", "file_idx": 52015}
{"lang": "en", "sentence1": "See discussion of social insurance programs in FASAB, Exposure Draft, Supplementary Stewardship Reporting (August 1995).", "sentence2": "A FASAB Exposure Draft contains a discussion of social insurance programs.", "gold": "entailment", "file_idx": 100466}
{"lang": "en", "sentence1": "The Postal Service commented that, in its view, legal constraints would not preclude a contract mechanism in principle, but that no such arrangement would be permissible without the Commission's participation in accordance with 39 U.S.C.", "sentence2": "They said it was a completely legal thing to use in a contract but that it did require approval by the Commission.", "gold": "entailment", "file_idx": 54432}
{"lang": "en", "sentence1": "if the like the State of Texas for example may uh you know may execute somebody twice a year you know that's that's no kind of deterrent because we we've got literally hundreds of people on death row and and many of them who have been there for literally for ten or fifteen years on death row and that's", "sentence2": "The State of Texas executes two people a year, but there are hundreds of people on death row. ", "gold": "entailment", "file_idx": 38411}
{"lang": "en", "sentence1": "well i have uh we've got an American Express which we got that on purpose so we could pay that off every month that way we we know our limit", "sentence2": "We got an American Express to help with the monthly payments.", "gold": "entailment", "file_idx": 126426}
{"lang": "en", "sentence1": "Now Clinton risks reversing, at least partially, the actual, practical process that brought him the caseload declines he's crowing about today.", "sentence2": "Now, at least partially, Clinton risks reversing the actual, practical process that brought him the caseload declines he's crowing about today.", "gold": "entailment", "file_idx": 131946}
{"lang": "en", "sentence1": "In The Dustman , wrote Spencer, I try to express something of this wish and need I feel for things to be restored.", "sentence2": "Spencer, the author of The Dustman, has a need for things to be restored.", "gold": "entailment", "file_idx": 165837}
{"lang": "en", "sentence1": "well well good luck with your your expected uh baby there uh my wife was yelling in my ear was talking in my ear she said uh reminded me to say that uh they're very cheap until they get get to start dri ving", "sentence2": "Good luck with your baby, kids are cheap until they start driving.", "gold": "entailment", "file_idx": 90831}
{"lang": "en", "sentence1": "This has a multiplier  one lawyer trains 20 social workers, each of whom helps 50 clients, resulting in 1,000 people and families getting legal information, materials or referrals they might otherwise not have had.", "sentence2": "20 social workers are trained by one lawyer.", "gold": "entailment", "file_idx": 89620}
{"lang": "en", "sentence1": "uh we've had a couple", "sentence2": "We had a few.  ", "gold": "entailment", "file_idx": 384415}
{"lang": "en", "sentence1": "good talking to you you too bye-bye", "sentence2": "Good speaking with you, good bye.", "gold": "entailment", "file_idx": 275427}
{"lang": "en", "sentence1": "The postal system was even more important for civil society and democratic politics than for commerce.", "sentence2": "The mail system was even more crucial than trade.", "gold": "entailment", "file_idx": 57511}
{"lang": "en", "sentence1": "The major participants were GSA, all brancHe's of the Department of Defense, DOS, DOE, NASA, and the Smithsonian Institution.", "sentence2": "The GSA participated.", "gold": "entailment", "file_idx": 368639}
{"lang": "en", "sentence1": "yeah some of my favorite groups are like Chicago and uh oh some of the i guess what what you could call softer rock groups they were the bigger groups in the seventies and  till all the heavy metal and all that came in and", "sentence2": "I really like soft rock from the seventies.", "gold": "entailment", "file_idx": 81883}
{"lang": "en", "sentence1": "Any man what fought for th' Confederacy ain't got any rights.", "sentence2": "The men who fought for the Confederacy are without rights.", "gold": "entailment", "file_idx": 103032}
{"lang": "en", "sentence1": "what are you studying", "sentence2": "What field are you studying in?", "gold": "entailment", "file_idx": 39718}
{"lang": "en", "sentence1": "Outside Baillif is the best preserved of the sugar-mill watchtowers erected by the famous militant priest, Pyre Labat .", "sentence2": "Famous militant priest, Pyre, Labat, had sugar-mill watchtowers erected.", "gold": "entailment", "file_idx": 376671}
{"lang": "en", "sentence1": "The Court further asserts that these cases are different from Rust because the welfare funding restriction seeks to use an existing medium of expression and to control it . . . in ways which distort its usual functioning, ante, at 8. This is wrong on both the facts and the law.", "sentence2": "As well as this, the Court points out that these cases are different from Rust.", "gold": "entailment", "file_idx": 147389}
{"lang": "en", "sentence1": "Four, a fragment of some dark green fabric, only a thread or two, but recognizable.\"", "sentence2": "A fragment if dark green fabric. ", "gold": "entailment", "file_idx": 24948}
{"lang": "en", "sentence1": "enhanced accountability to veterans because team members were responsible for handling specific claims.", "sentence2": "Vets got better service because of team members. ", "gold": "entailment", "file_idx": 238112}
{"lang": "en", "sentence1": "The Honorable William F. Goodling, Chairman The Honorable William L. Clay Ranking Minority Member Committee on Education and the Workforce House of Representatives", "sentence2": "William Goodling was the chairman of the committee.", "gold": "entailment", "file_idx": 281729}
{"lang": "en", "sentence1": "Ah! Poirot seemed to have exhausted his questions. ", "sentence2": "It looks like Poirot ran out of questions.", "gold": "entailment", "file_idx": 158830}
{"lang": "en", "sentence1": "two years ago was it", "sentence2": "It was two years ago.", "gold": "entailment", "file_idx": 297591}
{"lang": "en", "sentence1": "Mail Goes Where the Money  A Study of Rural Mail Delivery in the United States.", "sentence2": "A study of mail deliverance in the country.", "gold": "entailment", "file_idx": 177195}
{"lang": "en", "sentence1": "i think it's too easy for them", "sentence2": "I believe it's extremely simple for them", "gold": "entailment", "file_idx": 136511}
{"lang": "en", "sentence1": "yeah it is a natural development i think it yeah and uh in our case he he's real sensitive and real uh thoughtful and uh", "sentence2": "I think it's just a natural development, in our case hes really sensitive and thoughtful.", "gold": "entailment", "file_idx": 253123}
{"lang": "en", "sentence1": "Tenants of mobile home parks often feel forced to move when conditions become intolerable.", "sentence2": "Tenants of the parks feel like they have to move.", "gold": "entailment", "file_idx": 234197}
{"lang": "en", "sentence1": "Increased public perception of the legal justice system as successful in providing Equal Justice.", "sentence2": "Equal justice is more likely when public perception is increased.", "gold": "entailment", "file_idx": 160047}
{"lang": "en", "sentence1": "Rennie might have faith, or pretend to have faith, in some new method of training, but Rivas was a conservative who preferred the tried and true and undoubtedly considered the Kentuckian an interloper.", "sentence2": "Rennie pretends to have faith.", "gold": "entailment", "file_idx": 103714}
{"lang": "en", "sentence1": "This offered a more natural habitat for animals and a clearer view for visitors.", "sentence2": "This provided visitors with a better view and the animals with a more natural environment in which to live. ", "gold": "entailment", "file_idx": 267801}
{"lang": "en", "sentence1": "yeah oh that's okay", "sentence2": "No problem, that's fine.", "gold": "entailment", "file_idx": 354333}
{"lang": "en", "sentence1": "but you know i i i saw i can't figure out what people are doing any more i mean it's getting so bad and i don't think unless that the crime that the laws get to the point where people are afraid to do something because they know they'll be punished you know what i'm saying", "sentence2": "The law is so proscriptive that people are afraid of accidentally breaking it.", "gold": "entailment", "file_idx": 32150}
{"lang": "en", "sentence1": "At home, Deb and Mario and the rest of us--whether Amerco employees or Slate free-lancers with children, like me--don't exactly fit the model of mere repetitive-motion machines.", "sentence2": "The staff aren't repetitive motion machines.", "gold": "entailment", "file_idx": 159598}
{"lang": "en", "sentence1": "comments on the draft report, and supplies adequate information for judging generalizability.", "sentence2": "The draft report had comments.", "gold": "entailment", "file_idx": 136533}
{"lang": "en", "sentence1": "Originally planned under Louis XV, and begun in 1764, it wasn't consecrated until 1842.", "sentence2": "The consecration came in almost a century after it began.", "gold": "entailment", "file_idx": 232611}
{"lang": "en", "sentence1": "yeah mostly vegetables i had grew some flowers but mostly vegetables", "sentence2": "I've grown a few flowers, but mostly I grow vegetables.", "gold": "entailment", "file_idx": 270391}
{"lang": "en", "sentence1": "He struggled to get them on.", "sentence2": "He had trouble putting them on. ", "gold": "entailment", "file_idx": 113467}
{"lang": "en", "sentence1": "i wish that when they sentence someone if they're going to sentence him to five years then make him serve five years", "sentence2": "I think that people should be held to complete their original prison sentences. ", "gold": "entailment", "file_idx": 222614}
{"lang": "en", "sentence1": "Within the week, said the horror.", "sentence2": "The horror said within the week.", "gold": "entailment", "file_idx": 372272}
{"lang": "en", "sentence1": "Hamilcar had produced a clean shirt and drawers from the saddlebags, even managing to work up a shadow of shine on the scuffed cavalry boots, and had beat the worst of the trail dust from the rest of the traveler's clothing.", "sentence2": "Hamilcar brought out a clean shirt.", "gold": "entailment", "file_idx": 218239}
{"lang": "en", "sentence1": "Did he have to settle for UCLA, Santa Cruz or, God forbid, one of the Cal State campuses?", "sentence2": "Did he have to go to one of the bad Cal State campuses?", "gold": "entailment", "file_idx": 65107}
{"lang": "en", "sentence1": "Control activities are the policies, procedures, techniques, and mechanisms that enforce management's directives, such as the process of adhering to requirements for budget development and execution.", "sentence2": "Control activities enforce managements directives, such as following in accordance with budget development requirements.", "gold": "entailment", "file_idx": 298248}
{"lang": "en", "sentence1": "and they fight with each other and they have such hatred for Israel and", "sentence2": "They don't like Israel and they have arguments.", "gold": "entailment", "file_idx": 56819}
{"lang": "en", "sentence1": "uh-huh she retired but yeah and then one night i talked to these two guys no one night i talked to one guy and then a couple of weeks later i talked to the guy's roommate in Virginia about different things", "sentence2": "She may have retired but then one night I had spoken to these two people.", "gold": "entailment", "file_idx": 71805}
{"lang": "en", "sentence1": "The combined effect of the R&amp;D and program expenditures, together with other policies described in the CEF report, implies a steady reduction in total energy requirements over the period 2000 through 2020.", "sentence2": "Research and development suggest that there will be fewer energy requirements in the 20 year period following 2000.", "gold": "entailment", "file_idx": 270135}
{"lang": "en", "sentence1": "It draws sidelong glances and playground taunts, and it may give the adopted child an identity crisis.", "sentence2": "It may give the adopted child an identity crisis, as it draws sidelong glances and playground taunts.", "gold": "entailment", "file_idx": 8912}
{"lang": "en", "sentence1": "There's the Yorkshire Arms, but it's not much of a place for gentlemen like you.", "sentence2": "The Yorkshire Arms is not a place for a man of your stature.  ", "gold": "entailment", "file_idx": 168384}
{"lang": "en", "sentence1": "Really good ones are now increasingly rare and quite expensive, and their length, 2 m (over 6 ft), makes them difficult to carry around.", "sentence2": "Really good ones are becoming scarce and pricy.", "gold": "entailment", "file_idx": 40650}
{"lang": "en", "sentence1": "Why not convert imagination into reality? ", "sentence2": "Why don't you change what's in your head into something real?", "gold": "entailment", "file_idx": 9099}
{"lang": "en", "sentence1": "and uh but uh that was probably the last big camp that's probably the last big camping trip i've i've gone on i haven't gone in a few years on anything real big", "sentence2": "I have gone camping before.", "gold": "entailment", "file_idx": 62180}
{"lang": "en", "sentence1": "You can choose from a wide range of Turkish reds, whites, roses, and sparkling wines at very reasonable prices.", "sentence2": "Wines from Turkey in a broad range of varietals are available at affordable cost.", "gold": "entailment", "file_idx": 84253}
{"lang": "en", "sentence1": "Similarly, EPA's Office of Air and Radiation provided a listing of proposed rules available for public comment.", "sentence2": "The EPA provided a listing of the rules that the public could comment on.", "gold": "entailment", "file_idx": 265262}
{"lang": "en", "sentence1": "In the old town center ' which is closed to traffic ' keep an eye open for the many handsome gabled houses of the Renaissance the Ancienne Douane (Old Customs House, Grand-Rue); Maison des Arcades (Grand-Rue); Maison Pfister (Rue des Marchands); and Maison des Tates (Rue des Tates).", "sentence2": "There are numerous gabled houses in the center of the Old Town. ", "gold": "entailment", "file_idx": 237523}
{"lang": "en", "sentence1": "There is an advertising gallery, an audio-visual show, a Cooperage and Transport Museum, souvenir shop, coffee shop, and a bar where you can sample the brew.", "sentence2": "It is possible to visit the Cooperage and Transport Museum.", "gold": "entailment", "file_idx": 206493}
{"lang": "en", "sentence1": "the thing that was best about metric was the thing that was most poorly represented really i think", "sentence2": "Metric's best feature was a thing that wasn't presented very well.", "gold": "entailment", "file_idx": 143446}
{"lang": "en", "sentence1": "The most alarming sounds were audible from the interior of the room. ", "sentence2": "Scary sounds came from inside the room. ", "gold": "entailment", "file_idx": 9330}
{"lang": "en", "sentence1": "I waved back.", "sentence2": "I waved at them.", "gold": "entailment", "file_idx": 116166}
{"lang": "en", "sentence1": "Eventually, Roberts gave up.", "sentence2": "Roberts eventually gave up. ", "gold": "entailment", "file_idx": 113010}
{"lang": "en", "sentence1": "or you starve", "sentence2": "or you will starve", "gold": "entailment", "file_idx": 218416}
{"lang": "en", "sentence1": "It's hedonistic and funky, and tolerant of alternative lifestyles.", "sentence2": "It's tolerant of all lifestyles.", "gold": "entailment", "file_idx": 214586}
{"lang": "en", "sentence1": "Center for Budget and Policy Priorities. ", "sentence2": "Center for spending without policies ", "gold": "contradiction", "file_idx": 328930}
{"lang": "en", "sentence1": "of the original data and analyses and problems in verifying their quality (Hoaglin et al.", "sentence2": "There were no problems with data quality", "gold": "contradiction", "file_idx": 1336}
{"lang": "en", "sentence1": "6 million persons in the U.S. were living below poverty level in 1990, compared to 31.", "sentence2": "6 million people are above the poverty line.", "gold": "contradiction", "file_idx": 389465}
{"lang": "en", "sentence1": "El Greco spent the most productive years of his prolific career in Toledo.", "sentence2": "El Greco created no works in Toledo.", "gold": "contradiction", "file_idx": 269078}
{"lang": "en", "sentence1": "Conner said she was honored to receive the recognition.", "sentence2": "Connor hated that she received any recognition.", "gold": "contradiction", "file_idx": 294730}
{"lang": "en", "sentence1": "right yeah uh as a matter of fact they're talking about changing the the tax situation in Texas because the the schools are not they're not equitable within the state so they're changing that they're talking about changing the uh the tax base and how the taxes are distributed to the schools which will probably mean uh another increase in property taxes either that or uh starting a state income tax", "sentence2": "There is no plan to change tax laws in Texas.", "gold": "contradiction", "file_idx": 279644}
{"lang": "en", "sentence1": "The image acted as a sort of ancient lie detector, as it was said that anyone failing to tell the truth before it would bleed to death.", "sentence2": "The image is meant only for decoration.", "gold": "contradiction", "file_idx": 373153}
{"lang": "en", "sentence1": "if if you know if he he does do something or you pay attention to this or this is the guy to to blame for this if uh you didn't like what happened", "sentence2": "It doesn't matter if you pay attention of not, this guy is to blame.", "gold": "contradiction", "file_idx": 165453}
{"lang": "en", "sentence1": "Bob White, a respected Baltimore memorabilia dealer and owner of one of the world's largest collection of shrunken heads (35 and counting), says the Vietnam trophy skulls would find buyers.", "sentence2": "Bob White knows that no one would be interested in buying Vietnam trophy skulls.", "gold": "contradiction", "file_idx": 55596}
{"lang": "en", "sentence1": "the old Charles Manson case i mean the guy is really", "sentence2": "The Charles Manson case was recently started in the last few days. ", "gold": "contradiction", "file_idx": 41845}
{"lang": "en", "sentence1": "The food was edible, though he'd never particularly liked cereal.", "sentence2": "He was very fond of cereal, so he enjoyed the food.", "gold": "contradiction", "file_idx": 201739}
{"lang": "en", "sentence1": "The 16th-century polychrome rood beam spanning the nave is decorated with 12 prophetesses (on the chancel side) and scenes from the Passion.", "sentence2": "The rood beam was carved in the 11th century.", "gold": "contradiction", "file_idx": 221641}
{"lang": "en", "sentence1": "The enormous personal popularity of this good-natured but tough king from the Pyrenees proved vital for healing the wounds from the bitter wars.", "sentence2": "The king from the Pyrenees was deeply unpopular and resentment from the war continued as a result.", "gold": "contradiction", "file_idx": 136207}
{"lang": "en", "sentence1": "The street with the tram lines that lead uphill from Sultanahmet (Divan Yolu) was, and still is, the main road leading to the city gates in Byzantine and Ottoman times.", "sentence2": "The street where the tram lines are used to be a side street, but now it's been converted to the main road.", "gold": "contradiction", "file_idx": 50777}
{"lang": "en", "sentence1": "White himself was carrying a suitcase, presumably to help him blend in.", "sentence2": "White wanted to stick out like a sore thumb. ", "gold": "contradiction", "file_idx": 319975}
{"lang": "en", "sentence1": "The analysis includes information required by section 604, including a description of the need for and purpose of this Report and Order.", "sentence2": "A Report and Order can be requested by anyone and requires no explanation.", "gold": "contradiction", "file_idx": 306218}
{"lang": "en", "sentence1": "This publication has been produced as part of the Laboratory's strategic long-term research plan.", "sentence2": "The publication was part of the short-term plan for the lab.", "gold": "contradiction", "file_idx": 375171}
{"lang": "en", "sentence1": "For example, the federal government invests in building roads, training workers, and conducting scientific research.", "sentence2": "For example, the federal government does not invest in building roads, training workers, or conducting scientific research.", "gold": "contradiction", "file_idx": 110890}
{"lang": "en", "sentence1": "I had never met anyone so certain, so intense, so observant, so impatient, so intelligent.", "sentence2": "They are not known for exceeding. ", "gold": "contradiction", "file_idx": 372675}
{"lang": "en", "sentence1": "ethnic food or um sometimes it would be um oh oh i don't know maybe an outdoor theme or uh uh elegant theme or you know  it was a lot of fun", "sentence2": "I like basic food, I eat mostly the same thing.", "gold": "contradiction", "file_idx": 229383}
{"lang": "en", "sentence1": "Then the Yankees did a lot of fancy cussin' out 'bout him, trying to make out that he was a Reb' cause Johnny lit off with th' Southerners.", "sentence2": "The Yankees have a vested interest in making him look good.", "gold": "contradiction", "file_idx": 152988}
{"lang": "en", "sentence1": "4. Research is needed on referral strategies for more severely impaired, non-responsive patients, to assist them in gaining access to resources already available in their communities.", "sentence2": "Research is unecessary on referral strategies", "gold": "contradiction", "file_idx": 22336}
{"lang": "en", "sentence1": "Julius was like a hound on the leash.", "sentence2": "Julius was distractible and uninterested in the search.", "gold": "contradiction", "file_idx": 250791}
{"lang": "en", "sentence1": "oh isn't that awful i was just reading this thing in the Chicago Tribune yesterday about this little girl who was a crack baby and she was put in a foster home for five years and was having a wonderful life and then her mother", "sentence2": "The girl was only allowed to stay in the foster home for three years before she was evicted.", "gold": "contradiction", "file_idx": 215611}
{"lang": "en", "sentence1": "Examples include the ", "sentence2": "Are not included in the examples the", "gold": "contradiction", "file_idx": 203734}
{"lang": "en", "sentence1": "We'll enjoy meeting her second husband, mutters Cokie Roberts.", "sentence2": "Cokie didn't think they would like to meet her second husband.", "gold": "contradiction", "file_idx": 321145}
{"lang": "en", "sentence1": "Some 40 percent of Malaysians live in townships of more than 5,000 inhabitants, an exceptional proportion for the region.", "sentence2": "40 percent of Malaysians live in townships of more than 10,000 inhabitants. ", "gold": "contradiction", "file_idx": 225643}
{"lang": "en", "sentence1": "all add to GAO workload while workforce contracts", "sentence2": "Workforce contracts are not important to this study or the GAO.", "gold": "contradiction", "file_idx": 7566}
{"lang": "en", "sentence1": "But will the spooky level of Belgian corruption rub off on the euro?", "sentence2": "The belgian corruption does not matter.", "gold": "contradiction", "file_idx": 80718}
{"lang": "en", "sentence1": "How come you give George a pass?", "sentence2": "Why are you always punishing George for the crimes of others?", "gold": "contradiction", "file_idx": 55021}
{"lang": "en", "sentence1": "If you missed the link to the refresher on harassment law and its history, click .", "sentence2": "Harassment law and its history is no longer available for review.", "gold": "contradiction", "file_idx": 93171}
{"lang": "en", "sentence1": "well i i assume that you live in do you live in Texas", "sentence2": "I don't think you live in Texas.", "gold": "contradiction", "file_idx": 358124}
{"lang": "en", "sentence1": "The Genoese took control of the eastern Aegean Islands, which were considered the most valuable for agriculture and trade.", "sentence2": "The Aegean Islands were barren and deserted.", "gold": "contradiction", "file_idx": 92593}
{"lang": "en", "sentence1": "In the postwar period there continued to be constitutional changes, including self-government for Jamaica in 1959.", "sentence2": "Jamaica did not experience any type of governmental change postwar.", "gold": "contradiction", "file_idx": 337792}
{"lang": "en", "sentence1": "To continue discriminating is to throw away an opportunity for unprecedented financial success.", "sentence2": "Discriminating will lead to the profits sky-rocket.", "gold": "contradiction", "file_idx": 184705}
{"lang": "en", "sentence1": "It is a great-looking book despite its shortcomings, and there is a lot of good information in it.", "sentence2": "The book looks terrible and it's filled will bad information.", "gold": "contradiction", "file_idx": 329366}
{"lang": "en", "sentence1": "'Oh yes, sir? That's exciting to hear.' I wasn't being flip.", "sentence2": "I sarcastically told him I was excited to hear what he had to say when I didn't really care. ", "gold": "contradiction", "file_idx": 162305}
{"lang": "en", "sentence1": "Why is NASA letting the old bird lift off?", "sentence2": "NASA has refused the lift off of the old bird.", "gold": "contradiction", "file_idx": 257279}
{"lang": "en", "sentence1": "a nanny sort of", "sentence2": "They were not a nanny.", "gold": "contradiction", "file_idx": 172673}
{"lang": "en", "sentence1": "Have you the key of the door?", "sentence2": "Do you know how to pick the locks on this door?", "gold": "contradiction", "file_idx": 198556}
{"lang": "en", "sentence1": "Yes, Mr. Molotov.", "sentence2": "No, Mr. Molotov.", "gold": "contradiction", "file_idx": 374047}
{"lang": "en", "sentence1": "This one could be designed to handle only one set of factors.", "sentence2": "It will never be able to handle only one set of factors.", "gold": "contradiction", "file_idx": 375012}
{"lang": "en", "sentence1": "yeah and so that would be that would be see there're too many things that go against it that would be ridiculous", "sentence2": "It won't be ridiculous in any way at all.", "gold": "contradiction", "file_idx": 18820}
{"lang": "en", "sentence1": "For measuring outcomes for research and development programs, results may be reported by a narrative discussion of the major results achieved by the program during the year.", "sentence2": "Narrative discussion can't be used to report results with respect to the measurement of outcomes in research and development.", "gold": "contradiction", "file_idx": 43232}
{"lang": "en", "sentence1": "uh-huh roly-poly what", "sentence2": "No they're definitely not a roly-poly.", "gold": "contradiction", "file_idx": 208777}
{"lang": "en", "sentence1": "The early scenes evoke elation and dread simultaneously, the later ones just dread; and the last half-hour is unrelieved torture.", "sentence2": "All the scenes we saw were utterly boring.", "gold": "contradiction", "file_idx": 291910}
{"lang": "en", "sentence1": "For Ibiza the breakthrough came in the 1960s, with the introduction of wide-bodied jets and a significant surge in tourism.", "sentence2": "Tourism fell horribly in the 1960s in Ibiza.", "gold": "contradiction", "file_idx": 349356}
{"lang": "en", "sentence1": "There is a lively theater scene in the Lake District during the summer, but many performances can be fully booked months ahead.", "sentence2": "THe lake district doesn't have any arts.", "gold": "contradiction", "file_idx": 233931}
{"lang": "en", "sentence1": "As you approach St. Giles Cathedral, the Royal Mile becomes High Street.", "sentence2": "You should not approach St. Giles Cathedral.", "gold": "contradiction", "file_idx": 289312}
{"lang": "en", "sentence1": "When reports about McCain's bad temper first emerged out of Arizona this fall, they indicated that he had muscled, rebuked, punished, and cowed fellow Republicans in order to squelch dissent.", "sentence2": "McCain doesn't have a bad temper.", "gold": "contradiction", "file_idx": 39406}
{"lang": "en", "sentence1": "A copy of the conference agenda is included with this Report as Attachment A.", "sentence2": "Attachment B is the copy of the conference agenda in this Report.", "gold": "contradiction", "file_idx": 58415}
{"lang": "en", "sentence1": "A comprehensive nationalization program followed, and the government expropriated factories, utilities, and more land.", "sentence2": "There was no comprehensive nationalization program.", "gold": "contradiction", "file_idx": 249529}
{"lang": "en", "sentence1": "American gold and silver dollars and stuff like that", "sentence2": "Canadian gold and silver dollars and stuff like that.", "gold": "contradiction", "file_idx": 368443}
{"lang": "en", "sentence1": "We have never been able to look at China like we would look at Brazil or India.", "sentence2": "We look at China and Brazil in the same way.", "gold": "contradiction", "file_idx": 165647}
{"lang": "en", "sentence1": "Shadow turned her head and nickered as Drew came up to her box stall.", "sentence2": "Shadow oinnked when Drew ate her", "gold": "contradiction", "file_idx": 195517}
{"lang": "en", "sentence1": "The sound made Ca'daan wince and when he saw the horrible angle of the twisted arm he felt bile rise in his throat.", "sentence2": "Nothing could phase him. ", "gold": "contradiction", "file_idx": 93702}
{"lang": "en", "sentence1": "Cummins used the knowledge captured from these and subsequent prototypes to refine and eventually validate the manufacturing processes for the engine.", "sentence2": "None of the knowledge was used, it was irrelevant. ", "gold": "contradiction", "file_idx": 232008}
{"lang": "en", "sentence1": " In season you can find delicious varieties of shellfish from langostinos (Dublin Bay prawns) to gambas (prawns) and mejillones (mussels).", "sentence2": "The many kinds of shellfish are all in abundance all your round.", "gold": "contradiction", "file_idx": 92567}
{"lang": "en", "sentence1": "it uh-huh just suits and there's not a whole lot of fabric variance there and they can't have a rayon suit  so", "sentence2": "they use rayon for their suits", "gold": "contradiction", "file_idx": 49074}
{"lang": "en", "sentence1": "Will Thorn and the Kal handle twenty of those things? asked Adrin.", "sentence2": "Adrin said Thorn and Kal can't handle anything.", "gold": "contradiction", "file_idx": 68492}
{"lang": "en", "sentence1": "Note the ultra-modern black-and-chrome Kirin Plaza beer hall next to the entrance to bustling Soemon-cho.", "sentence2": "Kirin Plaza is on the other side of town from Seomon-cho.", "gold": "contradiction", "file_idx": 246239}
{"lang": "en", "sentence1": "Red Rock Canyon just 20 minutes from the Strip, boasts some of the best rock climbing in the western United States.", "sentence2": "Red Rock Canyon is good for flat hiking.", "gold": "contradiction", "file_idx": 159670}
{"lang": "en", "sentence1": "The lantern at the end of the porch picked out the fine ruffled linen of his shirt, a vest with a painted design of fighting cocks, and the wink of gold buttons.", "sentence2": "Fighting cocks aren't used for vest designs.", "gold": "contradiction", "file_idx": 152272}
{"lang": "en", "sentence1": "i i remember seeing the video of it on MTV and i thought it was hideous it was oh i didn't like that either", "sentence2": "I really liked seeing the video on MTV.", "gold": "contradiction", "file_idx": 295667}
{"lang": "en", "sentence1": "A highly polished brass stud on the first step of the main staircase registers a height exactly 3 metres (10 feet) above sea level.", "sentence2": "The staircase is 5 meters above sea level.", "gold": "contradiction", "file_idx": 180167}
{"lang": "en", "sentence1": "Bush has milked this protective anguish for months.", "sentence2": "Bush milked it for years to avoid paying taxes.", "gold": "contradiction", "file_idx": 169056}
{"lang": "en", "sentence1": "In the hills northeast of Hawkshead is Tarn Hows.", "sentence2": "Northwest of Hawkshead in the plains Tarn Hows can be found.", "gold": "contradiction", "file_idx": 349857}
{"lang": "en", "sentence1": "Internal control should be recognized as an integral part of each system that management uses to regulate and guide its operations rather than as a separate system within an agency.", "sentence2": "Internal control should be considered as a separate part of the agency.", "gold": "contradiction", "file_idx": 209757}
{"lang": "en", "sentence1": "and uh yeah i got all my little seedlings coming up in the kitchen and", "sentence2": "I wish I had the time to grow things ", "gold": "contradiction", "file_idx": 5616}
{"lang": "en", "sentence1": "Nope, caught sight of them ridin' in.", "sentence2": "No, didn't see them at all.", "gold": "contradiction", "file_idx": 161900}
{"lang": "en", "sentence1": "but of course you you know you eat day in and day out at one particular particular place and i guess you get tired of it or whatever and it doesn't seem like it's", "sentence2": "Each day I eat at a different particular place and I never tire of it.", "gold": "contradiction", "file_idx": 195263}
{"lang": "en", "sentence1": "it does get really hot here", "sentence2": "It doesn't really get hot here. ", "gold": "contradiction", "file_idx": 301374}
{"lang": "en", "sentence1": "He looked round at a circle of uneasy faces.", "sentence2": "He looked around and saw nobody around.", "gold": "contradiction", "file_idx": 370661}
{"lang": "en", "sentence1": "If Darth Vader had built C-3PO as a young man, how come he never paid much attention to him in the other movies--and vice versa?", "sentence2": "Vader gave a lot of attention to C-3PO in the other movies, since he built him.", "gold": "contradiction", "file_idx": 376045}
{"lang": "en", "sentence1": "However, it features improved exposure estimates, a slightly broader study population (adults aged 25 and older), and a follow-up period nearly twice as long as that of Pope, et al.", "sentence2": "It has improved exposure estimate and a much smaller study population compared to Pope's study.", "gold": "contradiction", "file_idx": 102143}
{"lang": "en", "sentence1": "yeah it really makes a world of difference doesn't it", "sentence2": "It really doesn't make a big difference.", "gold": "contradiction", "file_idx": 372787}
{"lang": "en", "sentence1": "The forces that are bringing a little more order to orthography are doing the same to semantics.", "sentence2": "They cannot get the one in order without the other suffering.", "gold": "contradiction", "file_idx": 363100}
{"lang": "en", "sentence1": "When an anonymous benefactor provides him with the means to travel to New York and show his paintings at a SoHo gallery, he goes somewhat mulishly.", "sentence2": "He had no way to travel to New York, and never got his paintings displayed.", "gold": "contradiction", "file_idx": 260916}
{"lang": "en", "sentence1": "You might have more fun and even success  spinning  from the back of a boat; catches of brill almost half a metre (11.2 feet) long are not uncommon in winter.", "sentence2": "You would be bored and not have any success on the back of a boat.", "gold": "contradiction", "file_idx": 177834}
{"lang": "en", "sentence1": "For a moment Tommy hesitated.", "sentence2": "Tommy wasted no time and went ahead.", "gold": "contradiction", "file_idx": 347875}
{"lang": "en", "sentence1": "'There's no way out,' White breathed, as the two of us retreated through the dining cart.", "sentence2": "We escaped through the dining cart into the wild.", "gold": "contradiction", "file_idx": 26428}
{"lang": "en", "sentence1": "The French War Memorial on the coast road stands opposite a monument to Gandhi.", "sentence2": "The French War Memorial stands next to the monument of Gandhi. ", "gold": "contradiction", "file_idx": 174292}
{"lang": "en", "sentence1": "Perhaps the only person who took the account seriously was the president himself.", "sentence2": "Everyone else, except the president, took the account seriously.", "gold": "contradiction", "file_idx": 320163}
{"lang": "en", "sentence1": "Order some Turkish coffee, Tommy.", "sentence2": "Don't order any coffee; please make tea instead.", "gold": "contradiction", "file_idx": 143600}
{"lang": "en", "sentence1": "Those overseers won't feed us because it takes time and wastes food; they let us die and then have us dragged back for more work.", "sentence2": "Those overseers always give us as much food as we like.", "gold": "contradiction", "file_idx": 1534}
{"lang": "en", "sentence1": "but you know i i i think that i think or at least i hope that they understood that's what was going to happen now you can't go from a a communist economy to a democratic one and expect things to be great overnight", "sentence2": "Going from a communist economy to one that is democratic is a smooth, positive transition.", "gold": "contradiction", "file_idx": 123252}
{"lang": "en", "sentence1": "Not having seen a Democratic administration in a dozen years, they might well have been worried that the new one elected in 1992 would actually follow through on its rhetoric about human rights and democracy.", "sentence2": "The new administration was republican.", "gold": "contradiction", "file_idx": 193817}
{"lang": "en", "sentence1": "We had several very enjoyable tea parties.", "sentence2": "We served only coffee at our parties. ", "gold": "contradiction", "file_idx": 67555}
{"lang": "en", "sentence1": "These exceptions include but are not necessarily limited to (1) employees working alone at a remote site for long periods and (2) employees based at the same duty station as their supervisors or timekeepers but frequently at work sites away from the duty station.", "sentence2": "Supervisors are always at the same site as all employees.", "gold": "contradiction", "file_idx": 165222}
{"lang": "en", "sentence1": "Supposing … She choked her fears down bravely.", "sentence2": "She had no need to be brave because she wasn't fearful.", "gold": "contradiction", "file_idx": 191384}
{"lang": "en", "sentence1": "The Astronomer followed and the woman's wail rose unheeded behind them.", "sentence2": "The woman rose and the Astronomer's wail was heard behind them.", "gold": "contradiction", "file_idx": 168738}
{"lang": "en", "sentence1": "Thus reliance on financial records for audit backup would not be feasible.", "sentence2": "Reliance on financial records for audit backups is totally feasible.", "gold": "contradiction", "file_idx": 42408}
{"lang": "en", "sentence1": "Development was fast and, by the turn of the century, grand mansions and hotels had been built for those vacationing during the winter.", "sentence2": "Only shacks and sheds have ever been built there.", "gold": "contradiction", "file_idx": 122201}
{"lang": "en", "sentence1": "well that's not yeah that's true that's not to bad then", "sentence2": "That is false and horrible.", "gold": "contradiction", "file_idx": 299959}
{"lang": "en", "sentence1": "The man's caught red-handed. ", "sentence2": "The man was let go blue handed.", "gold": "contradiction", "file_idx": 230242}
{"lang": "en", "sentence1": "However, the structure was never finished and lacks the epic reliefs (carved images) found at Philae and Denderah (see pages 70 and 62).", "sentence2": "There are no carved images at Philae and Denderah.  ", "gold": "contradiction", "file_idx": 149711}
{"lang": "en", "sentence1": "Another set of batteries can be found in an open area south of the chapel.", "sentence2": "More batteries are north of the chapel.", "gold": "contradiction", "file_idx": 347855}
{"lang": "en", "sentence1": "The issue was indeed weighty and it weighed at least as much as the representative parachute.", "sentence2": "The representative parachute weighed more than the issue.", "gold": "contradiction", "file_idx": 276480}
{"lang": "en", "sentence1": "SEPT. 11 CAST a pall over 2001, but it led to a high point in lawyers' efforts to give back to the community.", "sentence2": "September 11 was one of the high points of 2001.", "gold": "contradiction", "file_idx": 378571}
{"lang": "en", "sentence1": "Don't think Kitchell's some common ridge-ridin' bad man.", "sentence2": "Kitchell has never ridden in his life, he does not know how too.", "gold": "contradiction", "file_idx": 367086}
{"lang": "en", "sentence1": "that some of the Poles just didn't know what it meant to get up in the morning and you know be there and put in a few extra hours if it needed it or you know a little bit of work here and work there do what it takes instead of just stamp the clock stamp the clock and forget about it give me my paycheck", "sentence2": "Polish people worked harder than anyone else in the universe.", "gold": "contradiction", "file_idx": 29839}
{"lang": "en", "sentence1": "In recent times the caves nearby have become a playground for the local Tom Sawyers.", "sentence2": "The caves nearby have been completely closed off in recent years.", "gold": "contradiction", "file_idx": 125760}
{"lang": "en", "sentence1": "i don't know if you're familiar with it Pamela Smart in New Hampshire", "sentence2": "I know you have never heard of Pamela Smart in New Hampshire.", "gold": "contradiction", "file_idx": 5579}
{"lang": "en", "sentence1": "oh no now see i'd a i'd a never put those two together", "sentence2": "I always put those two together.", "gold": "contradiction", "file_idx": 197480}
{"lang": "en", "sentence1": "I felt vaguely insulted.", "sentence2": "I didn't get insulted at all.", "gold": "contradiction", "file_idx": 265191}
{"lang": "en", "sentence1": "wow do you swim like at a at a Y or", "sentence2": "Do you run at the Y?", "gold": "contradiction", "file_idx": 290994}
{"lang": "en", "sentence1": "The sky was--blotchy.", "sentence2": "The sky was clear and unblemished.", "gold": "contradiction", "file_idx": 345092}
{"lang": "en", "sentence1": "In order to effect the realignment, strengthen our human capital profile, and position GAO to fulfill its strategic plan and support the future needs of the Congress, GAO has requested legislation from the Congress to", "sentence2": "We need to weaken our human capital profile.", "gold": "contradiction", "file_idx": 387627}
{"lang": "en", "sentence1": "oh um now that's awful", "sentence2": "Oh, that is awesome.", "gold": "contradiction", "file_idx": 41127}
{"lang": "en", "sentence1": "Breines, in the original Tough Jews , argues that the Holocaust disfigured the Jewish soul, turning the victims of fascist persecution into the fascist persecutors of another people, the Palestinians.", "sentence2": "Breines finds no corollation between Jewish persecution and Palestinian persecution. ", "gold": "contradiction", "file_idx": 90751}
{"lang": "en", "sentence1": "uh Marino makes me just crazy mad sometimes because of some of the stupid stuff he does but he's a good quarterback he's got a good arm sometimes it's too good because he throws too hard", "sentence2": "I don't like Marino because he's not that good and he has a weak arm.", "gold": "contradiction", "file_idx": 318647}
{"lang": "en", "sentence1": "I haven't strenuously objected to my love's praise for people such as Tom DeLay and (I'm serious here) G. Gordon Liddy because of the terrific time we're having and the incredible sex we share.", "sentence2": "My love and I do not share incredible sex and therefore I feel the need to strenuously object to their praise for people such as Tom DeLay. ", "gold": "contradiction", "file_idx": 232274}
{"lang": "en", "sentence1": "Critics line up on opposing sides.", "sentence2": "Critics form one long line.", "gold": "contradiction", "file_idx": 273380}
{"lang": "en", "sentence1": "This risk is exacerbated because, when systems are interconnected to form networks or are accessible through public telecommunication systems, they are much more vulnerable to anonymous intrusions from remote locations.", "sentence2": "The risk is exacerbated because systems are vulnerable when they are accessed privately. ", "gold": "contradiction", "file_idx": 247835}
{"lang": "en", "sentence1": "We have reviewed the EIA analysis of these separate effects and we believe that they offer interesting and important insights and that if we had performed the same kind of analysis we would have seen similar results.", "sentence2": "We believe that the EIA analysis is fundamentally flawed and should be ignored.", "gold": "contradiction", "file_idx": 171628}
{"lang": "en", "sentence1": "John Bohlen, a resident of the Oakwood Heights Mobile Home Community near Ankeny, said not having somewhere to turn when there are problems leaves many mobile-home dwellers feeling helpless.", "sentence2": "Bohlen doesn't care about mobile home dwellers.", "gold": "contradiction", "file_idx": 306843}
{"lang": "en", "sentence1": "The atmosphere is soul-deadening, the young are armed and bored, their elders are armed and feeble, and everyone is in a constant state of sexual arousal.", "sentence2": "No one is armed nor are the horny.  ", "gold": "contradiction", "file_idx": 311155}
{"lang": "en", "sentence1": "If not identified and modeled correctly, spatial correlation could cause substantial errors in both the regression coefficients and their standard errors.", "sentence2": "Spatial correlation has no bearing on regression coefficients and standard errors. ", "gold": "contradiction", "file_idx": 321611}
{"lang": "en", "sentence1": "Ten weeks after OPP launched LRI, site activity reports showed that users had viewed approximately 15,500 pages.", "sentence2": "OPP shut LRI down.", "gold": "contradiction", "file_idx": 334636}
{"lang": "en", "sentence1": "Doing so for all rules, they said, could overwhelm the agencies' systems; may be unnecessary for some relatively uncontroversial rules; and may be a less effective use of the agency's resources than more traditional methods (e.g.", "sentence2": "The agency never uses more traditional methods.", "gold": "contradiction", "file_idx": 261080}
{"lang": "en", "sentence1": "yeah we have a little bit and we've just gotten one of those little tents  that we throw out on the ground and that's what we camp in so we kind of rough it", "sentence2": "We decided to stay in a hotel instead of the camp grounds.", "gold": "contradiction", "file_idx": 12848}
{"lang": "en", "sentence1": "And it wouldn't hurt to have him apologize to cook.\"", "sentence2": "Its highly inappropriate for him to apologize to a cook.", "gold": "contradiction", "file_idx": 229223}
{"lang": "en", "sentence1": "Sampling Kyoto is definitely a case of less is more. ", "sentence2": "Kyoto is overcrowded with low quality things that shouldn't be sampled.", "gold": "contradiction", "file_idx": 164060}
{"lang": "en", "sentence1": "The 18th century was not a good time for the native Irish, but the Protestant Ascendancy flourished.", "sentence2": "The 18th century was a time of great joy for the native irish.", "gold": "contradiction", "file_idx": 15394}
{"lang": "en", "sentence1": "I was relieved when she shook me by the hand, with her well remembered painful grip. ", "sentence2": "She barely tensed her hand as we shook, instead allowing it to flop uselessly in mine. ", "gold": "contradiction", "file_idx": 153505}
{"lang": "en", "sentence1": "Unfortunately, federal performance in this broader area has been largely inadequate.", "sentence2": "Federal performance in this matter is adequate.", "gold": "contradiction", "file_idx": 269387}
{"lang": "en", "sentence1": "But Jamaica is not simply turning blindly into a small version of its bigger brother.", "sentence2": "Jamaica blindly copies its bigger brother.", "gold": "contradiction", "file_idx": 187502}
{"lang": "en", "sentence1": "so i i can use that and uh", "sentence2": "I cannot use that. ", "gold": "contradiction", "file_idx": 225236}
{"lang": "en", "sentence1": "yeah well i'd i'd say actually i mean as someone who's involved in education i'd say that maybe one of the changes is that the role of the teacher has incrementally gotten lower and lower value and society i mean relative pay which is a major way we value people has been", "sentence2": "I am a teacher and I don't think I get paid enough.", "gold": "neutral", "file_idx": 361052}
{"lang": "en", "sentence1": "and so if it was made legal that doesn't make it any safer on the job", "sentence2": "I doubt legalizing it would make it any safer or more accepted here.", "gold": "neutral", "file_idx": 266900}
{"lang": "en", "sentence1": "well yeah i know oh i haven't watched it in ages but uh you know", "sentence2": "I don't remember the last time I watched it though.", "gold": "neutral", "file_idx": 47115}
{"lang": "en", "sentence1": "Barnes asked the executive director.", "sentence2": "Barnes had a meeting with the executive director.", "gold": "neutral", "file_idx": 322054}
{"lang": "en", "sentence1": "yeah yeah but uh there's a lot of parity now compared to what it used to be", "sentence2": "There used to be a lot less parity in the past.", "gold": "neutral", "file_idx": 165227}
{"lang": "en", "sentence1": "We are in the air a lot, and in hotels and restaurants.", "sentence2": "We travel for business very often.", "gold": "neutral", "file_idx": 206314}
{"lang": "en", "sentence1": "The hoped-for convergence of industries and technologies has not come to pass.", "sentence2": "Industry and technology converging would be good for the economy.", "gold": "neutral", "file_idx": 346012}
{"lang": "en", "sentence1": "S chool  Since the Columbine killings, there's been a special focus on depictions of adolescents committing mayhem in school.", "sentence2": "There has also been an increased awareness of mental health problems in adolescents. ", "gold": "neutral", "file_idx": 368652}
{"lang": "en", "sentence1": "Electronics was out, obviously.", "sentence2": "Of course electronics were out -- they were meaningless.", "gold": "neutral", "file_idx": 346826}
{"lang": "en", "sentence1": "Slim pointed and said, \"There's sort of a hole in the canvas.\"  ", "sentence2": "They discovered the painting was damaged.", "gold": "neutral", "file_idx": 237646}
{"lang": "en", "sentence1": "Annie was a fine, strapping girl, and was evidently labouring under intense excitement, mingled with a certain ghoulish enjoyment of the tragedy. ", "sentence2": "Annie was directly involved in the tragedy that happened. ", "gold": "neutral", "file_idx": 195276}
{"lang": "en", "sentence1": "The Merry Monarch", "sentence2": "They were called the Merry Monarch because of how happy they always were.", "gold": "neutral", "file_idx": 386830}
{"lang": "en", "sentence1": "GPRA training has included exercises and panel discussions designed to make trainees think the way they will need to when the training is over and the real work of implementing GPRA begins.", "sentence2": "Most trainees eat lunch during the one hour break the receive in the afternoon.", "gold": "neutral", "file_idx": 217226}
{"lang": "en", "sentence1": "If they really like a particular site, they may visit it often, but they are unlikely to devote a continuous half-hour or more to any one site the way you might read a traditional paper magazine in one sitting.", "sentence2": "They have a lot of sites to visit, they can't spend too much time on one.", "gold": "neutral", "file_idx": 310252}
{"lang": "en", "sentence1": "Overall, the Programs staff is pleased with the progress we have made and believe that our work has led to significant improvements in the opportunities for poor people in our country to access legal services.", "sentence2": "The Program's employees like what we have done to help the poor in this country.", "gold": "neutral", "file_idx": 158170}
{"lang": "en", "sentence1": "Situated in the financial and business district, close to many of the area's foremost attractions.", "sentence2": "The area's foremost attractions are close, but it is situated in the financial and business district to attract wealthy customers. ", "gold": "neutral", "file_idx": 212509}
{"lang": "en", "sentence1": "I am satisfied.", "sentence2": "I just ate a big meal, so I feel really good. ", "gold": "neutral", "file_idx": 159100}
{"lang": "en", "sentence1": "Holyrood Park, within the confines of the city, provides an ideal area for walking.", "sentence2": "Holyrood Park is a great area for a lovely stroll in the afternoon.", "gold": "neutral", "file_idx": 317006}
{"lang": "en", "sentence1": "Like many of Ibiza's churches, it was built as a combination house of worship and fortress.", "sentence2": "It is one of the largest churches in all of Ibiza.", "gold": "neutral", "file_idx": 389775}
{"lang": "en", "sentence1": "One of his first stories of love, The First Seven Years, from Partisan Review in 1950, strikes me as nearly perfect, though.", "sentence2": "His story took me two hours to read.", "gold": "neutral", "file_idx": 370822}
{"lang": "en", "sentence1": "These are the keys of the two rooms. ", "sentence2": "The keys behind the desk are for the haunted rooms.", "gold": "neutral", "file_idx": 155746}
{"lang": "en", "sentence1": "In addition, the government may seek to purchase goods and services from more than one source.", "sentence2": "Diversifying the location of the goods across the nation helps tax-revenue spread across the nation.", "gold": "neutral", "file_idx": 121175}
{"lang": "en", "sentence1": "One relatively simple way for agencies to facilitate the receipt of public comments is to provide an email address at the end of proposed rules to which the public could respond electronically.", "sentence2": "Electronic respondence has greatly improved efficiency in public relations within agencies.", "gold": "neutral", "file_idx": 253455}
{"lang": "en", "sentence1": "An increase in deciview is a decrease in visibility.", "sentence2": "If it gets hazier or smoggier in Los Angeles then visibility decreases.", "gold": "neutral", "file_idx": 56715}
{"lang": "en", "sentence1": "It could easily lose business, even if it is the low-cost carrier.", "sentence2": "The low-cost carrier doesn't take people leaving their contracts into account.", "gold": "neutral", "file_idx": 198894}
{"lang": "en", "sentence1": "well another another problem i think is the the drugs you know uh people have to get money for the the drugs and", "sentence2": "Drugs are the problem.", "gold": "neutral", "file_idx": 156403}
{"lang": "en", "sentence1": "Adrin's eyes crawled over Vrenna as she stretched, revealing her shapely ivory body under the gray cloak.", "sentence2": "Adrin stared at Vrenna's body.", "gold": "neutral", "file_idx": 10865}
{"lang": "en", "sentence1": "oh you need to see that that is the most heart rendering story of relationships between two people", "sentence2": "You should see that; it's the most heart-rending story of a relationship between two men.", "gold": "neutral", "file_idx": 386546}
{"lang": "en", "sentence1": "The Galaxy 6 Theaters in Hollywood, the AMC Century 14 Theaters in the Century Cityshopping center, and the Universal City18 Cinemas next to Universal Studios are other popular cinema complexes.", "sentence2": "The AMC Century 14 Theaters were built after the Galaxy 6 Theaters.", "gold": "neutral", "file_idx": 151339}
{"lang": "en", "sentence1": "There are always giants, and each of you has the potential to become one.", "sentence2": "While all of you can be giants, not all of you will.", "gold": "neutral", "file_idx": 38629}
{"lang": "en", "sentence1": "The answer is that the premise must be  When productivity in emerging economies rises, so must wages--that is, the supposed situation in which these countries are able to produce sophisticated goods and services at rock-bottom prices never materializes.", "sentence2": "If productivity rises then wages rise and there will never be very cheap goods.", "gold": "neutral", "file_idx": 310485}
{"lang": "en", "sentence1": "The major islands exhibit faded remains of a Muslim influence, though this was just one of several cultures to leave its mark on the islands.", "sentence2": "The Muslim population lived there one hundred and fifty years ago.", "gold": "neutral", "file_idx": 98459}
{"lang": "en", "sentence1": "Second, the claim that Loral hurt U.S. security.", "sentence2": "Loral is responsible for many crimes against the nation.", "gold": "neutral", "file_idx": 196733}
{"lang": "en", "sentence1": "Hitler invaded the Soviet Union in 1941, an act that drew the Soviets and Poles together in a shaky alliance.", "sentence2": "Hitler's Soviet Union invasion lasted for 90 days. ", "gold": "neutral", "file_idx": 215524}
{"lang": "en", "sentence1": "Every part of him appeared designed to stab the blade through that man as if it were the only action he could take.", "sentence2": "The demon looked as if it were designed to stab the man.", "gold": "neutral", "file_idx": 236021}
{"lang": "en", "sentence1": "hey i'm headed there", "sentence2": "Did your parents or grandparents read to you when you were young?", "gold": "neutral", "file_idx": 59179}
{"lang": "en", "sentence1": "LSC's first report on this activity is due in March of 2002.", "sentence2": "This activity will be reported by LSC in March of 2002, the manager told me.", "gold": "neutral", "file_idx": 386138}
{"lang": "en", "sentence1": "My superiors are prone to shifting expectations, especially when what they perceived as an exercise in style starts to have substance.'", "sentence2": "My superiors are happier when everything is just about style.", "gold": "neutral", "file_idx": 12991}
{"lang": "en", "sentence1": "On a good day the reflection of Mt.Fuji in these clear blue waters is breathtaking.", "sentence2": "The skies must be clear to see a good reflection in the water.", "gold": "neutral", "file_idx": 190400}
{"lang": "en", "sentence1": "Bombardier suggested that in addition to evaluation, this research should develop ways to mitigate legal, privacy, and confidentiality problems associated with screening and treatment.", "sentence2": "However, Bombardier is only interested in the money he will receive if his suggestions are adopted.", "gold": "neutral", "file_idx": 146363}
{"lang": "en", "sentence1": "Summary  Senior executives receive a summary rating on the achievement of their performance objectives.", "sentence2": "The senior executives have been slacking this year.", "gold": "neutral", "file_idx": 132168}
{"lang": "en", "sentence1": "No evidence is available about the slope of the postal service's cost curve at or above the 40-billion-piece level.", "sentence2": "It would be impossible to find evidence about the postal service's cost curve.", "gold": "neutral", "file_idx": 249198}
{"lang": "en", "sentence1": "i'd have to check into something like that because i mean we don't drink a whole lot of soda around here you know but um", "sentence2": "I have been trying to drink more water. ", "gold": "neutral", "file_idx": 36463}
{"lang": "en", "sentence1": "Otherwise, we won't.\"", "sentence2": "Our contractual stipulations must be met for this to work.", "gold": "neutral", "file_idx": 4007}
{"lang": "en", "sentence1": "Station I (Condemnation): Jesus was condemned in Herod's Antonia fortress, the site of which is now covered by modern buildings.", "sentence2": "These buildings include two office buildings and a Starbucks.", "gold": "neutral", "file_idx": 9985}
{"lang": "en", "sentence1": "'Obviously not,' Lincoln snapped.", "sentence2": "Lincoln was mad that someone was doubting him.", "gold": "neutral", "file_idx": 236974}
{"lang": "en", "sentence1": "Derry was taken aback.", "sentence2": "Derry was aghast at what he saw.", "gold": "neutral", "file_idx": 71600}
{"lang": "en", "sentence1": "If you arrive in Riquewihr on a quiet day, have a good look at the stately Maison Liebrich (1535) and at the Maison Preess-Zimmer (1686), on the main street (Rue du G??n??ral-de-Gaulle).", "sentence2": "The names of the places are easy to mistake but just follow the Mao. ", "gold": "neutral", "file_idx": 211274}
{"lang": "en", "sentence1": "I guess the professional always scores over the amateur in the end.", "sentence2": "It makes sense because the professional is constantly training.", "gold": "neutral", "file_idx": 129805}
{"lang": "en", "sentence1": "Faced with public demand for more economical, efficient, and effective government, countries around the world are undertaking major reform initiatives to improve government performance and accountability.", "sentence2": "The public demand for more economical, efficient, and effective government was due to taxes rising more and more each year.", "gold": "neutral", "file_idx": 228081}
{"lang": "en", "sentence1": "Last year the Jets went 0-6 in games decided by less than six points", "sentence2": "The Jets went 0-6 in football games from last year's season. ", "gold": "neutral", "file_idx": 262167}
{"lang": "en", "sentence1": "It was a cop, a woman of intermediate age.", "sentence2": "The police were after us.", "gold": "neutral", "file_idx": 49995}
{"lang": "en", "sentence1": "From estimated annual household postage expenditures in 1994 are approximately $5 billion, which implies a 2.7 percent reduction in annual aggregate expenditures or approximately a $135 million reduction in annual revenues from household sales, holding all else constant.", "sentence2": "The constant change can be attributed to the steady rise in competition.", "gold": "neutral", "file_idx": 35740}
{"lang": "en", "sentence1": "New York 's John Simon says, It is all McCann's play, and can he play!", "sentence2": "John Simon is a Senator from New York.", "gold": "neutral", "file_idx": 38655}
{"lang": "en", "sentence1": "The abbey church combines a sturdy Romanesque nave with a markedly lighter and more airy Flamboyant Gothic chancel.", "sentence2": "The church is overly decorated and eclectic. ", "gold": "neutral", "file_idx": 60872}
{"lang": "en", "sentence1": "The temple complex quickly became Kyoto's main center of Shingon Buddhism, which it remains today.", "sentence2": "Kyoto is a city in Japan.", "gold": "neutral", "file_idx": 129625}
{"lang": "en", "sentence1": "well here in Colorado it's even worse because we have uh no fault", "sentence2": "It is worse in Colorado without the fault. ", "gold": "neutral", "file_idx": 362326}
{"lang": "en", "sentence1": "The ACI System consists of the following components, as shown in the simplified schematic of Figure 4-3: ", "sentence2": "The ACI System is hands down the most advanced of its kind as can be seen in Figure 4-3.", "gold": "neutral", "file_idx": 169354}
{"lang": "en", "sentence1": "Lake Arrowhead and Big Bear Lake, situated about an hour's drive east in the San Bernardino National Forest, consist of rugged mountain terrain.", "sentence2": "The rugged mountain terrain is dangerous.", "gold": "neutral", "file_idx": 164062}
{"lang": "en", "sentence1": "Another popular sight are the Brindavan Gardens, in Mughal style, some 19 km (12 miles) north of Mysore, worth visiting at night when the fountains are flood-lit.", "sentence2": "The Brindavan Gardens are a well kept secret from most tourists.", "gold": "neutral", "file_idx": 24365}
{"lang": "en", "sentence1": "um-hum there are some Kurds living in Iran", "sentence2": "some Kurds live in Iran, but they cling fiercely to their own heritage", "gold": "neutral", "file_idx": 216629}
{"lang": "en", "sentence1": "The museum's modern collection of Braque, Bonnard, and Picasso offers an intriguing counterpoint.", "sentence2": "The modern collection in the museum includes other artists besides Picasso, Braque and Bonnard.", "gold": "neutral", "file_idx": 118759}
{"lang": "en", "sentence1": "that's true they do", "sentence2": "that's right, they do come around every year", "gold": "neutral", "file_idx": 178584}
{"lang": "en", "sentence1": "He stabbed at Jon.", "sentence2": "Something was trying to stab Jon with a sword.", "gold": "neutral", "file_idx": 343029}
{"lang": "en", "sentence1": "For those who find the t raditional sheep's stomach casing a little off-putting, haggis is now produced in a range of outer casings, including heat-resistant plastic.", "sentence2": "Haggis can be cased in paper, but not wood.", "gold": "neutral", "file_idx": 127712}
{"lang": "en", "sentence1": "oh okay i don't know i don't know if anything will ever happen to to change change change things i i guess it's going to have to change", "sentence2": "The program will have to change, but I don't know if anything will happen.", "gold": "neutral", "file_idx": 200029}
{"lang": "en", "sentence1": "This enables the President and the Director of the Office and Management and Budget (OMB) to preclude a suit by the Comptroller General under certain special conditions.", "sentence2": "This enables the President and the Director of the OMB to masturbate as much as he may please", "gold": "neutral", "file_idx": 89840}
{"lang": "en", "sentence1": "Rather than take a pollutant-by-pollutant, problem-by-problem approach, we have the opportunity to examine the sector as a whole.", "sentence2": "We can look at the sector on a pollutant by pollutant approach.", "gold": "neutral", "file_idx": 188078}
{"lang": "en", "sentence1": "yeah a little bit yeah", "sentence2": "Yeah, I'm a bit tired.", "gold": "neutral", "file_idx": 174525}
{"lang": "en", "sentence1": "What are our goals and how will we achieve them?", "sentence2": "What is our goal for expanding the city and when do we plan to achieve it by? ", "gold": "neutral", "file_idx": 44382}
{"lang": "en", "sentence1": "The Republicans will argue the shortfall isn't that big, because they are going to cover some of it by onetime  dipping into the bank insurance funds--never mind the S&amp;L collapse, that was eons ago--and, of course, selling off part of the broadcast spectrum-- the most oversold commodity since the Brooklyn Bridge.", "sentence2": "According to the Republicans, the shortfall isn't that big, believe the critics.", "gold": "neutral", "file_idx": 118444}
{"lang": "en", "sentence1": "He kept his eye on the visi-plate.", "sentence2": "He was concerned that something bad would happen to the visi-plate.", "gold": "neutral", "file_idx": 290761}
{"lang": "en", "sentence1": "yeah that's the way it goes well i guess we probably talked just about long enough", "sentence2": "I think we've talked long enough, but I enjoyed it.", "gold": "neutral", "file_idx": 208398}
{"lang": "en", "sentence1": "Part of the city's allure is its setting, where Europe faces Asia acr?­oss the winding turquoise waters of the Bosphorus, making it the only city in the world to bridge two continents.", "sentence2": "The fact that the city bridges two different continents makes it more appealing to visitors. ", "gold": "neutral", "file_idx": 34676}
{"lang": "en", "sentence1": "They want laws that demand of parents that they act like authority figures.", "sentence2": "They want parents to act as reprimenders because polices officers cant handle that", "gold": "neutral", "file_idx": 336941}
{"lang": "en", "sentence1": "oh oh well i know i think so i think they did better this last year so", "sentence2": "Last year has more effort put into it.", "gold": "neutral", "file_idx": 105769}
{"lang": "en", "sentence1": "Deep economic problems are supposed to be a punishment for deep economic sins, not an accidental byproduct of swings in the birth rate.", "sentence2": "Economic problems are caused by birth rate variations.", "gold": "neutral", "file_idx": 328133}
{"lang": "en", "sentence1": "The numeral III could be for high-cost areas.", "sentence2": "The number 3 is great", "gold": "neutral", "file_idx": 300036}
{"lang": "en", "sentence1": "Characteristically, he didn't sign it, or even add one of his famous cheery little messages.", "sentence2": "Clinton didn't add one of his little messages to the contract.", "gold": "neutral", "file_idx": 332931}
{"lang": "en", "sentence1": "Simmons said he fears a disaster because of bad wiring or other problems.", "sentence2": "Bad wiring sparked a fire engulfing the entire building in flames.", "gold": "neutral", "file_idx": 124158}
{"lang": "en", "sentence1": "Double R hosses have come up missin' lately.", "sentence2": "Double R hosses have gone missing last week.", "gold": "neutral", "file_idx": 90920}
{"lang": "en", "sentence1": "A fine Scandinavian piano, a polyphone machine with disks, and a pianola were all used for dancing or recitals in the ballroom.", "sentence2": "A thawm was used for dancing in the ballroom as well.", "gold": "neutral", "file_idx": 128909}
{"lang": "en", "sentence1": "And I happen to know, Dave, that you don't even have fare to Saskatchewan left.", "sentence2": "Dave, I know you don't have the money to get to Saskatchewan because you spent it all on beer.", "gold": "neutral", "file_idx": 194208}
{"lang": "en", "sentence1": "The third-largest island in the Caribbean, just south of Cuba, Jamaica is 233 km (145 miles) in length and 83 km (52 miles) across at its widest point.", "sentence2": "Cuba is longer than Jamaica.", "gold": "neutral", "file_idx": 174309}
{"lang": "en", "sentence1": "These are widely sold, but the best come from Bhaktapur.", "sentence2": "It is rare to find anyone with these outside of Nepal.", "gold": "neutral", "file_idx": 176460}
{"lang": "en", "sentence1": "He stepped forward waving his arms.", "sentence2": "He stepped forward, grabbing their attention by waving his arms.", "gold": "neutral", "file_idx": 231322}
{"lang": "en", "sentence1": "The powerful Prussians came up with a plan to partition Poland, which gained the support of the Russians.", "sentence2": "Poland had suffered a heavy defeat against the Prussians.", "gold": "neutral", "file_idx": 51923}
{"lang": "en", "sentence1": "The feces in this river are not safe to eat.", "sentence2": "The fish in this river are safe to eat.", "gold": "neutral", "file_idx": 365978}
{"lang": "en", "sentence1": "well recently we've both been trying to do some diet so we haven't gone out because when they tell you about how much fat is in all that food you know it really kind of crimps your style there but um", "sentence2": "It is hard to maintain a diet if you are eating out.", "gold": "neutral", "file_idx": 360193}
{"lang": "en", "sentence1": "There are twenty-one in room 14, and nine in room 15, depicting the enigmatic Minoans at work and play, and their major influences the bull, other animals, and the marine environment.", "sentence2": "The Minoans were artistic and fashionable people.", "gold": "neutral", "file_idx": 303343}
{"lang": "en", "sentence1": "uh you put your sample under this thing and it looks at it and and uh and determines the and it it's really remarkable uh the problem they had and then they wanted some gray to do the to do the trim", "sentence2": "They had a problem with the gray paint because it started peeling right away. ", "gold": "neutral", "file_idx": 118459}
{"lang": "en", "sentence1": "you know i had to work but i tried to make it as painless as possible", "sentence2": "I had to work on those molars, but I did my best not to cause pain.", "gold": "neutral", "file_idx": 296995}
{"lang": "en", "sentence1": "Others may feel that the money would be better spent in paying the defense industry not to produce the latest round of high-tech weaponry, thus saving us the expense of generating still more lethal weapons when the current crop inevitably falls into the hands of our enemies.", "sentence2": "Lethal weapons often fall into the hands of our enemies.", "gold": "neutral", "file_idx": 192347}
{"lang": "en", "sentence1": "Like many French seaside resorts, Dinard was a discovery of the British in the 19th century, who called it Queen of the Emerald Coast. ", "sentence2": "The French seaside resort, Dinard, is unmatched by any other French resort in terms of hospitality.", "gold": "neutral", "file_idx": 55475}
{"lang": "en", "sentence1": "At my age you will probably have learnt one lesson.", "sentence2": "It's not certain how many lessons you'll learn by your thirties.", "gold": "neutral", "file_idx": 249711}
{"lang": "en", "sentence1": "I had an idea.", "sentence2": "I have a brilliant imagination.", "gold": "neutral", "file_idx": 61232}
{"lang": "en", "sentence1": "LSC's 1998 call for state planning coincided with an active period within California's justice community.", "sentence2": "Nobody knows for sure whether or not the 1998 LSC call for state planning during an active period within California's justice community was coincidental or not.", "gold": "neutral", "file_idx": 95600}
{"lang": "en", "sentence1": "A combined effort of Tower Records and the Good Guys Electronics, WOW!", "sentence2": "Tower Records and Good Guys works together to create an amazing audio experience.", "gold": "neutral", "file_idx": 78072}
{"lang": "en", "sentence1": "On my second go-round I cut 200 pages, dipping below the laminated Page 1,000 I'd presented in 1996 to Katy Medina, my editor at Random House, as evidence of my progress.", "sentence2": "My second attempt landed me in job probation.", "gold": "neutral", "file_idx": 93844}
{"lang": "en", "sentence1": "If you want to know what to expect before you dive, visit the Coral World underwater observatory to see the brilliant, teeming underwater life that awaits you in the nature reserve.", "sentence2": "There is a fee to gain entry to the underwater observatory inside Coral World. ", "gold": "neutral", "file_idx": 315708}
{"lang": "en", "sentence1": "You look like f--ing hell, Brando, the Star reports he said, and he advised the actor to lose maybe a hundred pounds, pallie.", "sentence2": "The actor was advised to lose a good amount of weight, maybe 100 pounds.", "gold": "neutral", "file_idx": 355035}
{"lang": "en", "sentence1": "well let me think here um as far as the judge making the decision", "sentence2": "As far as the judge making a decision, he shouldn't be able to be unanimous.", "gold": "neutral", "file_idx": 77857}
{"lang": "en", "sentence1": "Quickest way is down this alley.", "sentence2": "Nobody trusts the alley path. ", "gold": "neutral", "file_idx": 273954}
{"lang": "en", "sentence1": "everything's still fractions of inches or parts or tenths or thousandths or or", "sentence2": "You always have to use precise fractions when cooking this. ", "gold": "neutral", "file_idx": 312095}
{"lang": "en", "sentence1": "French painters represented include Delacroix and Francois Clouet, as well as G??ricault, who was born in Rouen.", "sentence2": "Gricault lived in Rouen for his entire life.", "gold": "neutral", "file_idx": 281811}
{"lang": "en", "sentence1": "When Fernando died without an heir, the Spanish claimed the throne through a web of intermarriages between the two royal houses.", "sentence2": "Fernando actually had a child but no one was told of that child's existence.", "gold": "neutral", "file_idx": 366581}
{"lang": "en", "sentence1": "Let the hall be cleared.", "sentence2": "Move the furniture out of the hall.", "gold": "neutral", "file_idx": 162771}
{"lang": "en", "sentence1": "i'm in Lewisville", "sentence2": "I'm smoking in Lewisville.", "gold": "neutral", "file_idx": 134062}
{"lang": "en", "sentence1": "GAO's work has shown that", "sentence2": "GAO's work has shown how important federal funding is.", "gold": "neutral", "file_idx": 255804}
{"lang": "en", "sentence1": "are probably are paid at a minimum wage and they just do they don't care as much and and like you said they're trying to make it the caretakers in some cases are trying to make easy on themselves", "sentence2": "They are probably paid at a minimum wage, and they think they have no reason to care, because it's not worth their time.", "gold": "neutral", "file_idx": 135740}
{"lang": "en", "sentence1": "In the heart of the modern town, set beside the waters of the Nile, is Luxor Temple, started by Amenophis III in the 18th Dynasty c.1350 b.c. , and embellished by Ramses II in the 19th Dynasty.", "sentence2": "Ramses II died before seeing all the changes he ordered to the Luxor Temple.", "gold": "neutral", "file_idx": 148028}
{"lang": "en", "sentence1": "absolutely and uh acting out because that is the way of getting attention", "sentence2": "Attention is a reward to many people that reinforces negative behavior.", "gold": "neutral", "file_idx": 109510}
{"lang": "en", "sentence1": "But what can have happened? ", "sentence2": "Is this something that is normal?", "gold": "neutral", "file_idx": 209367}
{"lang": "en", "sentence1": "okay okay is it yes it is  it's one we all hold dear and near i'm sure", "sentence2": "Yes and it is something we all feel is special but some people don't appreciate it.", "gold": "neutral", "file_idx": 388067}
{"lang": "en", "sentence1": "Ultimately, growers and consumers reap the economic benefits of such migrancy through lower agricultural labor costs.", "sentence2": "Unfortunately, agricultural labor costs have never been as high as they are now. ", "gold": "neutral", "file_idx": 223641}
{"lang": "en", "sentence1": "so i've considered even becoming licensed to teach it", "sentence2": "I might not need a license to teach it.", "gold": "neutral", "file_idx": 46227}
{"lang": "en", "sentence1": "and so most of the people are wealthy and and they don't have some most of their basic needs for for food and shelter and clothing are met so they don't have any", "sentence2": "The monetary advantages they have are counterbalanced by a lack of basic needs, leading to turmoil. ", "gold": "neutral", "file_idx": 75889}
{"lang": "en", "sentence1": "FIXED COST - A cost that does not vary in the short term with the volume of activity.", "sentence2": "Fixed cost is necessary", "gold": "neutral", "file_idx": 315478}
{"lang": "en", "sentence1": "As table 4.1 indicates, there are six general features of data analysis.", "sentence2": "The features are mentioned in the figure.", "gold": "neutral", "file_idx": 126209}
{"lang": "en", "sentence1": "we had an awful lot of idealistic people who went off to uh what was then East Pakistan is now Bangladesh and to uh Algeria and to", "sentence2": "We did not have anyone who went to India.", "gold": "neutral", "file_idx": 143295}
{"lang": "en", "sentence1": "To help ensure that such services continue, the Maryland State Bar Association and other advocates are lobbying legislators to explain how legal services help constituents in every district.", "sentence2": "Legal services do not include fees for copying papers.", "gold": "neutral", "file_idx": 172496}
{"lang": "en", "sentence1": "It is a matter of precaution only.\" John turned to me, taking out his cigarette-case, and lighting a cigarette as he did so. ", "sentence2": "John was addicted to smoking and went through a pack a day.", "gold": "neutral", "file_idx": 326807}
{"lang": "en", "sentence1": "He grabbed the villager's wrist and Ca'daan heard the crack of bone.", "sentence2": "He did not know his own strength. ", "gold": "neutral", "file_idx": 224573}
{"lang": "en", "sentence1": "okay it says what kind of car would you buy next what kind of car would you buy next", "sentence2": "Which car brand would you buy next?", "gold": "neutral", "file_idx": 148297}
{"lang": "en", "sentence1": "You had to root for perennial nice-guy Tom Lehman, who'd led after three rounds of the Open for the third consecutive year.", "sentence2": "Lehman came out strong in the first rounds.", "gold": "neutral", "file_idx": 133928}
{"lang": "en", "sentence1": "In some instances, only one component of a case study may be analyzed in this way.", "sentence2": "The complexity of the numbers makes it impossible to analyze a case study this way.", "gold": "neutral", "file_idx": 82365}
{"lang": "en", "sentence1": "The island's capital is Mytilini (and you may sometimes hear Greeks call the island Mytilini, rather than Lesvos).", "sentence2": "Greeks prefer to call the island Mytilni instead of Lesvos.", "gold": "neutral", "file_idx": 184408}
{"lang": "en", "sentence1": "A serious effort to curb E. coli would focus on the cattle rather than on the processing of their meat.", "sentence2": "Regulations on meat processing have been unable to curb E. coli.", "gold": "neutral", "file_idx": 66359}
