{"lang": "en", "sentence1": "He thought a successful multi-center trial could lead to the creation of a standard of care.", "sentence2": "He thought a trial could help create a standard of care.", "gold": "entailment", "file_idx": 213510}
{"lang": "en", "sentence1": "no but the idea though is well is if if you could put two or three families in a in a together they'd be a lot easier and apparently they all just save their money and and uh and buy a bunch of things", "sentence2": "If you can put multiple families together they all save money for things.", "gold": "entailment", "file_idx": 131054}
{"lang": "en", "sentence1": "so uh and i think i i believe safety i i i i really do believe in this stuff uh and i i think it's important  i'm not the air bags are a good deal but um surprisingly uh they're uh you really need to do you need a combination of both the air bags and the uh", "sentence2": "I think that air bags are important for safety reasons.", "gold": "entailment", "file_idx": 360095}
{"lang": "en", "sentence1": "Lately she's been seeing this oil magnate, Kluk.", "sentence2": "She has been going out with Kluk.", "gold": "entailment", "file_idx": 40595}
{"lang": "en", "sentence1": "The Erlenborn Commission was authorized by a resolution of the Corporation's Board of Directors on November 16, 1998, to study the presence requirement in the Corporation's statutory restriction on the representation of eligible aliens.", "sentence2": "The Board of Directors denied the resolution authorization.", "gold": "contradiction", "file_idx": 42273}
{"lang": "en", "sentence1": "Bradley concedes--but there's a twinkle in his eye.", "sentence2": "Bradley fled the room with his hair on fire screaming \"I win! I win!\"", "gold": "contradiction", "file_idx": 160196}
{"lang": "en", "sentence1": "oh yeah sure sure i mean i mean the kids who would be giving the service are going to get a lot more out of it than just money you know that i i remember when i was a kid i used to do little little things for the old folks around the neighborhood and uh i know how it made me feel", "sentence2": "When I was little, I never helped anyone.", "gold": "contradiction", "file_idx": 390137}
{"lang": "en", "sentence1": "Ah, but there are plenty of good places nowadays.", "sentence2": "At this point there are zero places that are worth it. ", "gold": "contradiction", "file_idx": 23056}
{"lang": "en", "sentence1": "right yeah i'm in Dallas i didn't know that people from other parts of the country were doing this", "sentence2": "My location is Dallas, I wasn't aware people that lived in New York and California were doing this.", "gold": "neutral", "file_idx": 64581}
{"lang": "en", "sentence1": "As a result, the budget process tends to view a dollar spent on consumption the same as a dollar spent on investment because both represent commitments by the government and represent resources taken out of the private sector for use by the government.", "sentence2": "The budget process views consumption and investment as the same for the federal budget.", "gold": "neutral", "file_idx": 94575}
{"lang": "en", "sentence1": "it's uh yeah we have one in the office and if we want to use it well in our area if we want to use it we have to you know like you said you had to change it put it on a disc and carry it over to there and see if they're not using the printer", "sentence2": "The procedure is long and can be a waste of time", "gold": "neutral", "file_idx": 49928}
{"lang": "en", "sentence1": "The museum is probably best for younger children.", "sentence2": "The museum is appropriate for children under 10.", "gold": "neutral", "file_idx": 207757}
