{"lang": "en", "sentence1": "4 million for fiscal year 2003, the same as last year, said national LSC spokesman Eric Kleiman.", "sentence2": "$4 million dollars in 2003 was equal to that of last year, said Eric Kleinman. ", "gold": "entailment", "file_idx": 39555}
{"lang": "en", "sentence1": "Then I went to the washstand, and damped the brown paper at the back of the picture all round.", "sentence2": "At the back of the picture, there was brown paper.", "gold": "entailment", "file_idx": 101305}
{"lang": "en", "sentence1": "They can join hordes of their sun-deprived brethren from Great Britain, Germany, and other countries, and enjoy an island vacation with a cheap place to stay, familiar food, glorious beaches, and a few day excursions thrown in for variety.", "sentence2": "On their holiday, they will find normal food, cheap accommodation, beautiful beaches, and lots of pale Britons and Germans.", "gold": "entailment", "file_idx": 208811}
{"lang": "en", "sentence1": "few Chinese you understand", "sentence2": "You don't understand many Chinese. ", "gold": "entailment", "file_idx": 342218}
{"lang": "en", "sentence1": "I believe there was some tragedy connected with her death ”she took an overdose of some sleeping draught by mistake. ", "sentence2": "I believe it was an accident that led to her death.", "gold": "entailment", "file_idx": 111934}
{"lang": "en", "sentence1": "uh still is that's true it's uh very good choice", "sentence2": "I approve of that decision. ", "gold": "entailment", "file_idx": 122345}
{"lang": "en", "sentence1": "yes and it's what you do afterwards", "sentence2": "That's right and it's your actions later. ", "gold": "entailment", "file_idx": 195742}
{"lang": "en", "sentence1": "A dark shape entered the camp.", "sentence2": "There was a dark shape entering the camp. ", "gold": "entailment", "file_idx": 235285}
{"lang": "en", "sentence1": "Evoking superbly an artistic and personal biography of the 20th-century master, the museum displays over 200 paintings, 158 sculptures, and hundreds of drawings, engravings, ceramics, and models for stage sets and costumes drawn from the artist's personal collection.", "sentence2": "The museum displays many works of art across several disciplines.", "gold": "entailment", "file_idx": 340149}
{"lang": "en", "sentence1": "It winds its way past piney coves, mysterious cliffs, and quiet beaches.", "sentence2": "It goes through wooded areas, serene beaches, and rocky terrain.", "gold": "entailment", "file_idx": 269176}
{"lang": "en", "sentence1": "Since the underlying concern is that many states may be asking for federal assistance when they would have resources to handle more of their own needs if they collected revenues owing to them, case studies of a representative sample of states coupled with examination of the special interest state could be an efficient strategy for ensuring that we had a comprehensive understanding of what was happening and why.", "sentence2": "An underlying concern for many states is requesting for federal assistance.", "gold": "entailment", "file_idx": 303904}
{"lang": "en", "sentence1": "What madness!\"Now Bartolomé's face expressed shock.", "sentence2": "Bartolomé was shocked and his face expressed it.", "gold": "entailment", "file_idx": 326743}
{"lang": "en", "sentence1": "it might be", "sentence2": "There is a chance it might be.", "gold": "entailment", "file_idx": 163493}
{"lang": "en", "sentence1": "When architects, developers, contractors and civil engineers fail to design and construct housing so it is accessible, they effectively take that housing off the market for people who have, or will develop, a disability.", "sentence2": "Housing that is accessible is needed for people suffering or who may develop a disability.", "gold": "entailment", "file_idx": 69207}
{"lang": "en", "sentence1": "okay well i enjoyed tack talking to you Cathy bye-bye", "sentence2": "Thanks for chatting Cathy, goodbye.", "gold": "entailment", "file_idx": 135142}
{"lang": "en", "sentence1": "And we do not pursue state planning because we love planning.", "sentence2": "We don't plan things just because we like to do so.", "gold": "entailment", "file_idx": 352629}
{"lang": "en", "sentence1": "I recently saw statistics saying that there are about 5 billion people in the world, about 2 billion of them Christians and about 13 million of them Jews.", "sentence2": "Recently, I saw a statistic about there being 13 million Jews in the world. ", "gold": "entailment", "file_idx": 136881}
{"lang": "en", "sentence1": "are do you do you play the piano is or you just like it", "sentence2": "DO you play the piano?", "gold": "entailment", "file_idx": 274520}
{"lang": "en", "sentence1": "General aviation isn't a hobby", "sentence2": "General aviation is not a hobby.", "gold": "entailment", "file_idx": 354562}
{"lang": "en", "sentence1": "The Commission believed these actions were needed to provide greater access to telephones by persons with hearing disabilities, as required by the Hearing Aid Compatibility Act of 1988, 47 U.S.C.", "sentence2": "The hearing aid compatibility act of 1988 requires greater access to telephones by people with disabilities of hearing.", "gold": "entailment", "file_idx": 221110}
{"lang": "en", "sentence1": "She has no intention of leaving, first because her doubt is not enough to sever her from her husband and children and second because that's not the kind of story it is.", "sentence2": "She doesn't plan to leave.", "gold": "entailment", "file_idx": 226941}
{"lang": "en", "sentence1": "You might think mainstream conservatives would be wary of Klayman's tactics.", "sentence2": "You shouldn't think that those on the right are sharp to what Klayman does.", "gold": "entailment", "file_idx": 60801}
{"lang": "en", "sentence1": "Republicans will offer this excuse without acknowledging that the backlash is mainstream.", "sentence2": "The backlash on this issue is mainstream.", "gold": "entailment", "file_idx": 327296}
{"lang": "en", "sentence1": "What's happened?Ca'daan considered the question.", "sentence2": "Ca'daan was wondering what happened.", "gold": "entailment", "file_idx": 215454}
{"lang": "en", "sentence1": "Most hikers start the climb before dawn because of the extreme heat here even in spring and autumn.", "sentence2": "Starting the climb before dawn will help avoid the extreme heat.", "gold": "entailment", "file_idx": 157923}
{"lang": "en", "sentence1": "So I immediately called Legal Services and their attorney made an appointment with her, worked her in that afternoon.", "sentence2": "I made an appointment to work with an attorney that afternoon.", "gold": "entailment", "file_idx": 210170}
{"lang": "en", "sentence1": "Tax incentives affect how people save for retirement but do not necessarily increase the overall level of personal saving.", "sentence2": "Tax incentives affect the way people save for retirement buy don't increase the amount of saving", "gold": "entailment", "file_idx": 101978}
{"lang": "en", "sentence1": "Particularly on Martinique and Guadeloupe, where the outstanding bargains are in perfumes, Parisian fashions, crystal, and other luxury items from France.", "sentence2": "There are great bargains on crystal in Martinique and Guadeloupe.", "gold": "entailment", "file_idx": 123100}
{"lang": "en", "sentence1": "yeah i guess the more you plant the less you have to mow", "sentence2": "The more you plant, the less you have to mow.", "gold": "entailment", "file_idx": 309308}
{"lang": "en", "sentence1": "Once the gathering place of the colonial glitterati, it still draws European travelers for a glimpse of a genteel past.", "sentence2": "There are a lot of European travelers there.", "gold": "entailment", "file_idx": 283134}
{"lang": "en", "sentence1": "In addition, various papers and working drafts of the rule were made available to the public and an open public meeting on the rule was held.", "sentence2": "Various papers were made public.", "gold": "entailment", "file_idx": 182518}
{"lang": "en", "sentence1": "The issue's 1997 investment guide does not quite predict a bear market, but does suggest that investors redeploy out of stocks (in other words, Sell!", "sentence2": "The main idea to be taken from the guide is to sell.", "gold": "entailment", "file_idx": 145726}
{"lang": "en", "sentence1": "Enthusiasts claim that Linux can run for years without requiring you to restart your system.", "sentence2": "Everyone knows that Linuxes have to be constantly rebooted.", "gold": "contradiction", "file_idx": 341669}
{"lang": "en", "sentence1": "68480, 68491-92, December 27, 1996), and was available to the public in its entirety.", "sentence2": "Only a portion of the document was available to the public.", "gold": "contradiction", "file_idx": 377687}
{"lang": "en", "sentence1": "In a few minutes he returned.", "sentence2": "He never came back.", "gold": "contradiction", "file_idx": 274318}
{"lang": "en", "sentence1": "Depending on how much you're prepared to pay, they will trot you down to the Seven Arches Hotel, with its spectacular vistas, or just wait while you have your photo taken.", "sentence2": "They will wait for your photo to be taken and then bring you to the Seven Arches Hotel.", "gold": "contradiction", "file_idx": 129268}
{"lang": "en", "sentence1": "But what is the other figure?\"  \"The stars,\" Hanson told him impatiently.", "sentence2": "\"The Sun\" Hanson told him impatiently when he asked about the figure.", "gold": "contradiction", "file_idx": 61990}
{"lang": "en", "sentence1": "Our review indicates that the FCC complied with the applicable requirements.", "sentence2": "They were out of compliance and were fined.", "gold": "contradiction", "file_idx": 58277}
{"lang": "en", "sentence1": "uh-huh yeah yeah they couldn't even be in the house because they had no power and everything", "sentence2": "The power was on so they went right back to the house.", "gold": "contradiction", "file_idx": 299413}
{"lang": "en", "sentence1": "With daytime temperatures rarely dropping below the high sixties and almost continuous sunshine, it makes a welcome retreat from the drab northern European winters, and a scorching alternative to temperate summers.", "sentence2": "The daytime temperatures often fall below the high sixties.", "gold": "contradiction", "file_idx": 10135}
{"lang": "en", "sentence1": "uh yeah i guess i am", "sentence2": "I definitely am not", "gold": "contradiction", "file_idx": 286641}
{"lang": "en", "sentence1": "Now in the opposite corner of the room stood her husband's desk ”locked. ", "sentence2": "The desk was in this corner of the room and it was wide open.", "gold": "contradiction", "file_idx": 306310}
{"lang": "en", "sentence1": "see that don't make no sense", "sentence2": "That makes sense.", "gold": "contradiction", "file_idx": 324655}
{"lang": "en", "sentence1": "However, because the discounts for bulk mail are cost based, any lost revenues should be offset by corresponding reduced costs.", "sentence2": "The discounts for bulk mail are weight based.", "gold": "contradiction", "file_idx": 187035}
{"lang": "en", "sentence1": "it's not going to cost me an arm and a leg really", "sentence2": "I will not be able to afford that.", "gold": "contradiction", "file_idx": 389652}
{"lang": "en", "sentence1": "Their factories manufacture a steady supply of ephemeral pop groups.", "sentence2": "Their factories do not produce any ephemeral pop groups.", "gold": "contradiction", "file_idx": 275511}
{"lang": "en", "sentence1": "About 410,000 people live on Guadeloupe with some 40,000 on its administrative dependencies (Saint-Martin, Saint-Barthelemy, Marie-Galante, Les Saintes, and Desirade).", "sentence2": "There are only a handful of people in Guadeloupe.", "gold": "contradiction", "file_idx": 90588}
{"lang": "en", "sentence1": "He's got to do it himself,' Lincoln said fiercely.", "sentence2": "Lincoln said the guy had to do it with friends.", "gold": "contradiction", "file_idx": 125870}
{"lang": "en", "sentence1": "Old values versus new, old virtues and new injustices.", "sentence2": "No one cared about the old, only the new.", "gold": "contradiction", "file_idx": 84671}
{"lang": "en", "sentence1": " \"Why?\" Bork asked.", "sentence2": "Bork remained silent as ever.", "gold": "contradiction", "file_idx": 307703}
{"lang": "en", "sentence1": "I said that I felt I OUGHT to remember 212 something about it, that it was just as though it was all coming back, and then, before I could get hold of it, it went again.", "sentence2": "I had a perfectly clear memory of it.", "gold": "contradiction", "file_idx": 251795}
{"lang": "en", "sentence1": "Teacher of the Year Andrew Baumgartner is the kind of educator who has delighted his kindergarten students with a wedding for Sleeping Beauty, complete with limousine and cake, teaching them, I suppose, that nothing is worthwhile unless it is entertaining.", "sentence2": "The teacher had a mock funeral for Superman.", "gold": "contradiction", "file_idx": 43654}
{"lang": "en", "sentence1": "In spite of momentary qualms of uneasiness respecting Tommy, she could not but feel exultation.", "sentence2": "She had absolutely no reservations about respecting Tommy.", "gold": "contradiction", "file_idx": 101636}
{"lang": "en", "sentence1": "I speak for you also, I know.", "sentence2": "I only speak for myself, not you.", "gold": "contradiction", "file_idx": 186095}
{"lang": "en", "sentence1": "Lovers of certain breeds readily acknowledge the positive genetic tendencies of their favorite dogs.", "sentence2": "lovers of dogs realise that dog breeds have the same tendencies.", "gold": "contradiction", "file_idx": 6309}
{"lang": "en", "sentence1": "huh because what i was what i was going to ask you is it seems like the next big jump will come with color printing you were talking about doing your own presentation and foils it would seem that color capability would be the next big sort of leap in presentation", "sentence2": "color printing is already used for some presentations, but I don't think having it is that important", "gold": "contradiction", "file_idx": 255751}
{"lang": "en", "sentence1": "In the liquid state, it was jet black, though it cooled back to complete transparency.", "sentence2": "It stayed jet black in every state. ", "gold": "contradiction", "file_idx": 31058}
{"lang": "en", "sentence1": "oh great what kind of lawn do you have", "sentence2": "You don't have a lawn.", "gold": "contradiction", "file_idx": 205251}
{"lang": "en", "sentence1": "Anas dulce is sweet; anas seco, dry and dangerously potent.", "sentence2": "The anas dulce is a very bitter thing.", "gold": "contradiction", "file_idx": 307116}
{"lang": "en", "sentence1": "Troubled Monica is an old  Reporters needed a new angle for this round of Flytrap.", "sentence2": "Monica wasn't worried about the old angles for the round of Flytrap.", "gold": "contradiction", "file_idx": 243377}
{"lang": "en", "sentence1": "Skeptical doctors assert that such NDEs are purely physiological (naval pilots exposed to extreme gravity also have visions of bright lights and a God figure).", "sentence2": "Skeptical doctors strongly believe NDEs are for real.", "gold": "contradiction", "file_idx": 357391}
{"lang": "en", "sentence1": "The shift in language may have been based on this.", "sentence2": "There was no shift in language.", "gold": "contradiction", "file_idx": 383305}
{"lang": "en", "sentence1": "These palazzos, canals, and lagoons claim a place apart in our collective imagination.", "sentence2": "These palazzos, canals, and lagoons are not very good.", "gold": "contradiction", "file_idx": 138969}
{"lang": "en", "sentence1": "Today, a visit to the quarries, just outside town, reveals some of the secrets of how the ancient Egyptians worked the stone.", "sentence2": "The Egyptians stonework has been one of the best kept secrets in the world, their methods still unknown.", "gold": "contradiction", "file_idx": 335187}
{"lang": "en", "sentence1": "Highway contract carriers have compensation much lower than rural carriers.", "sentence2": "Highway contract carriers have much riskier jobs than rural carriers.", "gold": "neutral", "file_idx": 186906}
{"lang": "en", "sentence1": "Statehood and Tourism", "sentence2": "Tourism affected the statehood because Hawaiians were suddenly valuable.", "gold": "neutral", "file_idx": 347343}
{"lang": "en", "sentence1": "it must be either uh A  and E or um uh Discovery Discovery", "sentence2": "The prison documentary is either on A and E (130), or the Discovery channel (160).", "gold": "neutral", "file_idx": 198303}
{"lang": "en", "sentence1": "From Chapter 2, it takes roughly 760 man-hours of labor per MWe of FGD built.", "sentence2": "The unit labor cost of each man-hour is about $20.", "gold": "neutral", "file_idx": 228344}
{"lang": "en", "sentence1": "As many have noted, these days, much of your private life is vulnerable to intrusion.", "sentence2": "These days much of one's private life is not safe, but new technologies are trying to solve the problem.", "gold": "neutral", "file_idx": 337088}
{"lang": "en", "sentence1": "uh yeah they uh  luckily we have a a man who owns a building company", "sentence2": "We should hire this man to construct a building.", "gold": "neutral", "file_idx": 315531}
{"lang": "en", "sentence1": "The great literary figure of the time, Vitsenzos Kornaros, wrote a romantic epic poem in the Cretan dialect, Erotekritos.", "sentence2": "The epic poem tells the history of Crete and the wars it fought.", "gold": "neutral", "file_idx": 381299}
{"lang": "en", "sentence1": "oh really well when i was in England years ago and i went to to like Shakespeare's and you know Stratford-On-Avon and all that  and it was like you couldn't stand up inside of it because it was so short the ceilings were so short but", "sentence2": "When I was in England, I saw lots of plays but I usually didn't enjoy them.", "gold": "neutral", "file_idx": 364038}
{"lang": "en", "sentence1": "How you ever came to think of it all so pat beats me to a frazzle!\"", "sentence2": "I don't know how you came to think of it all because it's so complicated.", "gold": "neutral", "file_idx": 113266}
{"lang": "en", "sentence1": "Why not?", "sentence2": "Why shouldn't I do that?", "gold": "neutral", "file_idx": 308780}
{"lang": "en", "sentence1": "and we're still using those things too", "sentence2": "we've been using those things too since 2007", "gold": "neutral", "file_idx": 138145}
{"lang": "en", "sentence1": "It is not a glamorous job at all, but someone has to do it.", "sentence2": "Sanitation is one of the most popular jobs in city infrastructures despite it being associated with garbage.", "gold": "neutral", "file_idx": 390775}
{"lang": "en", "sentence1": "there doesn't seem to be much emission from them but i'm not sure about the rest of the country", "sentence2": "They must be within emissions regulations.", "gold": "neutral", "file_idx": 344463}
{"lang": "en", "sentence1": "Parliamentary democracy finally came into its own, albeit with distinctly Japanese characteristics reflecting the dislike of debate and confrontation and the group-oriented preference for maintaining the appearance of harmony at all times.", "sentence2": "This was a version of parliamentary democracy that the Japanese public was comfortable with.", "gold": "neutral", "file_idx": 216553}
{"lang": "en", "sentence1": "Those papers were my trust.", "sentence2": "You took my papers.", "gold": "neutral", "file_idx": 16426}
{"lang": "en", "sentence1": "um-hum yeah it's it's just our criminal system is just so i guess overloaded but the you know the the problem is not so much with the prison system you know i mean because the the cops are out there doing their job enforcing the laws and the prison system are just you know they're trying to cope with them but you know the thing about capital punishment i i you know a lot of people don't think it would be a deterrent uh to to future crime and the way it is now it's not because you know you", "sentence2": "I think that bringing back hanging would deter crime. ", "gold": "neutral", "file_idx": 162889}
{"lang": "en", "sentence1": "yeah my dad's grew up on a farm and he always had gardens and we always had fresh vegetables which i just really like and", "sentence2": "Dad left the farm when he was 18 years old.", "gold": "neutral", "file_idx": 65729}
{"lang": "en", "sentence1": "EPA estimated that the total number of small entities affected by the rule was 12,500 or 19 percent of the affected universe.", "sentence2": "EPA surveyed 200,000 entities over a period of five years, for compiling the report.", "gold": "neutral", "file_idx": 247904}
{"lang": "en", "sentence1": "It is possible to reach terraces around the dome by climbing a staircase guarded by painted, man-bearing stone elephants.", "sentence2": "There is only one way for people to reach the terraces.", "gold": "neutral", "file_idx": 201747}
{"lang": "en", "sentence1": "Him with a snootful an' somebody yellin' Reb and Yank.", "sentence2": "He had a nose full of dust.", "gold": "neutral", "file_idx": 296295}
{"lang": "en", "sentence1": "Keep your car for use on the open road.", "sentence2": "You should make sure to bring your driver's license. ", "gold": "neutral", "file_idx": 352467}
{"lang": "en", "sentence1": "no i uh work for E-Systems", "sentence2": "No, I don't work for tthem, I work for E-Systems.", "gold": "neutral", "file_idx": 292834}
{"lang": "en", "sentence1": "yeah i think i would too i think i would too", "sentence2": "I agree. ", "gold": "neutral", "file_idx": 164879}
{"lang": "en", "sentence1": "This is usually accompanied by the laouto, a variation of the mandolin; the askomantoura, Cretan bagpipes; and the habioli, the shepherd's flute.", "sentence2": "The shepherd's flute is popular because it is the easiest to learn.", "gold": "neutral", "file_idx": 186339}
{"lang": "en", "sentence1": "The impressive outer pylon was erected in the second century b.c. to surround the older inner sanctum.", "sentence2": "The old inner sanctum is a humbling place to visit.", "gold": "neutral", "file_idx": 333478}
{"lang": "en", "sentence1": "We also organized a conference on document assembly software in New York City.", "sentence2": "The document assembly software conference will be in Chicago next year.", "gold": "neutral", "file_idx": 40685}
{"lang": "en", "sentence1": "\"So far he's been doin' it though.\" Drew frowned.", "sentence2": "Drew really wishes he would stop doing it.  ", "gold": "neutral", "file_idx": 37258}
{"lang": "en", "sentence1": "Ride with me, senor , and try that gift on the wild ones!\"", "sentence2": "The gift could stop all manner of wild creatures in their tracks.", "gold": "neutral", "file_idx": 132679}
{"lang": "en", "sentence1": "i see it's sort of like some people and ketchup yeah", "sentence2": "Ketchup is a very popular condiment and some people are obsessed with it.", "gold": "neutral", "file_idx": 229524}
{"lang": "en", "sentence1": "I've always thought so.", "sentence2": "I have always had in inkling. ", "gold": "neutral", "file_idx": 60384}
{"lang": "en", "sentence1": "An additional reporting standard for financial audits conducted in accordance with GAGAS ", "sentence2": "GAGAS is the authority on financial audits.", "gold": "neutral", "file_idx": 285284}
{"lang": "en", "sentence1": "'Which is why we'll be assigning you a specialist handler for your mission.'", "sentence2": "The reason you have been given a handler is because we think you are incompetent. ", "gold": "neutral", "file_idx": 35800}
