{"lang": "th", "sentence1": "ผู้มีอำนาจ ใน การ รับ ข้อมูล การประมวลผลข้อมูล ของ การประมวลผล ของ วงเงิน ที่ กำหนด ออก โดย   gsa   ใน การ ตอบสนอง   toprocurement   การ จัด ซื้อของ หน่วยงาน", "sentence2": "เอ เจ้ น มี คำขอ จัดซื้อ", "gold": "entailment", "file_idx": 225092}
{"lang": "th", "sentence1": "เขา บอ กว่า สมาคม ตระหนัก ว่า เจ้าหน้าที่ บริการ ต่างประเทศ หลาย คน เดินทาง ทางไกล และ จะ ได้ รับประโยชน์ มากมาย จาก กฎหมาย ดังกล่าว", "sentence2": "สมาคม รู้ ว่า เจ้าหน้าที่ บริการ ต่างประเทศ หลาย คน เดินทาง บ่อย ใน ระยะทาง ที่ ยาวนาน ดังนั้น พวกเขา จะ ได้ รับประโยชน์ อย่างมาก จาก กฎหมาย", "gold": "entailment", "file_idx": 351446}
{"lang": "th", "sentence1": "ป้องกัน การ บาดเจ็บ ผ่าน การ แทรกแซง สำหรับ ปัญหา การ รี วิว อย่างเป็นระบบ ของ การ ทดสอบ ที่ ถูก ควบคุม โดย สุ่ม", "sentence2": "การ บาดเจ็บ สามารถ ป้องกัน ได้ ผ่าน การ แทรกแซง", "gold": "entailment", "file_idx": 182557}
{"lang": "th", "sentence1": "แต่ ,   บอ กว่า   kull ,   หนึ่ง จะ ไม่ คาดหวัง การ เด้ง จริง จนกว่า คุณ จะ เห็น สัญญาณ ของ ความสำเร็จ", "sentence2": "คุณ ไม่ สามารถ เด้ง กลับ ได้ จนกว่า ความสำเร็จ จะ ได้รับ", "gold": "entailment", "file_idx": 216637}
{"lang": "th", "sentence1": "และ ตก ผ่าน น้ำแข็ง ขวา ขึ้น ที่ คอ ของ ฉัน ใน อากาศ เย็น เยือกแข็ง ฉัน สามารถ เพียง รู้สึก ว่า หัวใจ ของ ฉัน จะ ไป", "sentence2": "ฉัน รู้สึก ได้ เลย ว่า หัวใจ ของ ฉัน สูบฉีด ในขณะที่ ฉัน กำลัง แข็ง", "gold": "entailment", "file_idx": 122699}
{"lang": "th", "sentence1": "คุณ อาจจะ โทร หา สายด่วน กิจกรรม ผู้เข้าชม หลาย ภาษา สำหรับ ข้อมูล เกี่ยวกับ เหตุการณ์ ที่ กำลังจะ มาถึง ใน ภาษาอังกฤษ ,   ส เป น ,   ฝรั่งเศส ,   เยอรมัน ,   และ ญี่ปุ่น", "sentence2": "ห้า ภาษา มี การ เสนอ เกี่ยวกับ สายด่วน กิจกรรม ผู้เข้าชม หลาย ภาษา", "gold": "entailment", "file_idx": 186899}
{"lang": "th", "sentence1": "แม้ จะ บอ กว่า เขา มีปัญหา เรื่อง ผู้หญิง ซึ่ง คาด ว่า จะ พบ การแสดงออก ใน การป้องกัน ของ ตำแหน่ง โบสถ์ บน พระสงฆ์ ชาย ทั้งหมด การคุมกำเนิด และ การ ทำแท้ง", "sentence2": "เขา เชื่อ ว่า จะ มีปัญหา กับ ผู้หญิง ซึ่ง ได้รับ มาจาก การ ป้องกันตัว ของ พระสงฆ์ ชาย ทั้งหมด ของ โบสถ์ ,   ยาคุมกำเนิด การใช้งาน และ ตำแหน่ง ใน การ ทำแท้ง", "gold": "entailment", "file_idx": 200922}
{"lang": "th", "sentence1": "พวกเขา บอ กว่า เรา มี ห้อง ไม่พอ ใน คุก และ เรา ต้อง พา พวกเขา ออกมา ดี ถ้า นั่น คือ คดี ที่ ปล่อย ให้ มัน ขึ้น มา พร้อมกับ เงิน สัก ที่", "sentence2": "บางคน บอ กว่า มี การ ขาด ห้อง ใน เรือนจำ", "gold": "entailment", "file_idx": 193934}
{"lang": "th", "sentence1": "ตูด ผู้กำกับ สุนัข แบร์ รี่ เล วิน สัน เขียน ว่า หนัง ของ เขา เป็น แค่ เรื่องตลก แต่ เทียบ กับ การกล่าวหา ของ ฮิลลารี คลินตัน ของ การ สมคบคิด ที่ ถูกต้อง กับ การเบี่ยงเบน ความสนใจ ที่ พบ ใน ภาพยนตร์", "sentence2": "แบร์ รี่ เล วิน สัน กำกับ ตูด หมา เป็น ภาพวาด ที่ จริงจัง ของ ยุค คลินตัน", "gold": "contradiction", "file_idx": 361436}
{"lang": "th", "sentence1": "คุณ จะ รู้ ว่า ฉัน คิด ว่า พวกเขา จะ ทำ มัน พัง ที่นั่น", "sentence2": "ฉัน คิด ว่า มัน ไม่มี อะไร ผิดปกติ กับ สิ่ง ที่ พวกเขา ทำ ที่นั่น", "gold": "contradiction", "file_idx": 227680}
{"lang": "th", "sentence1": "เรา ยัง จัด การประชุม เกี่ยวกับ ซอฟต์แวร์ การ ชุมนุม เอกสาร ใน นิวยอร์ก ซิ ตี้", "sentence2": "การประชุม ซอฟต์แวร์ สมัชชา สมัชชา ถูก จัด ขึ้น ใน วอชิงตัน ดี ซี", "gold": "contradiction", "file_idx": 193248}
{"lang": "th", "sentence1": "การแสดง ความปลอดภัย ของ พนักงาน เกษียณ   ( erisa )   ถูก อ้างอิง ว่า เป็น ตัวอย่าง ของ วิธีการ ที่ ผสม ทั้ง หลักการ   ( มาตรฐาน ผลประโยชน์ ทั่วไป )   และ   rulesbased   ( ธุรกรรม ที่ ต้องห้าม )   เข้าหา ปัญหา สำคัญ   ( ความปลอดภัย เกษียณ )", "sentence2": "Erisa   ไม่ได้ ถูก อ้างอิง ว่า เป็น ตัวอย่าง ของ วิธีการ ที่ ผสม ทั้ง หลักการ และ วิธี การตาม กฎ", "gold": "contradiction", "file_idx": 10733}
{"lang": "th", "sentence1": "ใน ความรู้สึก นี้ การ ควบคุม ภายใน คือ การ ควบคุม การ จัดการ ที่ สร้าง ขึ้น ใน เอน ทิ ตี เป็น", "sentence2": "ไม่มี การ ควบคุม ที่ ถูก สร้าง ขึ้น ใน เอน ทิ ตี", "gold": "contradiction", "file_idx": 122003}
{"lang": "th", "sentence1": "ห ลี่ เพิ่ม การ สนับสนุน ให้ กับ ปัญหา ที่ เกี่ยวข้อง กับ แอลกอฮอล์ แต่ แนะนำ ทางเลือก อื่น ปัญหา การ ดื่ม ซึ่ง ใช้งาน ได้ ปกติ", "sentence2": "ห ลี่ ไม่ สนับสนุน โปรแกรม ที่ เกี่ยวข้อง กับ แอลกอฮอล์", "gold": "contradiction", "file_idx": 363866}
{"lang": "th", "sentence1": "คำ ว่า   aswan   จริงๆ แล้ว หมายถึง การค้า หรือ ตลาด ใน อียิปต์ โบราณ แสดงให้เห็น ว่า กิจกรรม ที่ มี การ   pre-activity   มาก ที่สุด", "sentence2": "ความหมาย ของ   aswan   ยัง ไม่ เปลี่ยนไป เมื่อ เวลา ผ่าน ไป", "gold": "contradiction", "file_idx": 38}
{"lang": "th", "sentence1": "ขึ้น บน ชั้น ถัดไป แกล อ รี่ ศิลปะ สมัยใหม่   ( galleria   d   '   arte   moderna )   อุทิศ ให้ กับ ศิลปะ อิตาลี ครั้ง ที่   19   และ   20", "sentence2": "ใน พิพิธภัณฑ์ นี้ ไม่มี แกล เลอ รี สำหรับ ศิลปะ อิตาลี ครั้ง ที่   19   และ   20   ใน ศตวรรษ ที่   20", "gold": "contradiction", "file_idx": 128353}
{"lang": "th", "sentence1": "บ่ มี หยัง", "sentence2": "ฉัน ไม่ ทำ นอกจาก ฉัน ต้อง ทำ", "gold": "neutral", "file_idx": 221920}
{"lang": "th", "sentence1": "วันนี้ เบ ลี ย์ บอก ราคา อาหาร โลก กลับมา ต่ำกว่า   1990   ราคา", "sentence2": "เบ ลี ย์ ได้ เล่น บทบาท คีย์ ใน การ ทำอาหาร ราคา ไม่ แพง ขึ้น ตั้งแต่ ปี   1990", "gold": "neutral", "file_idx": 22299}
{"lang": "th", "sentence1": "สี ของ หินทราย ของ มัน ได้รับ สำหรับ   jaipur   ชื่อ เมือง สีชมพู แม้ว่า คุณ จะ เห็น ว่า มัน เปลี่ยนสี กับ ฤดูกาล และ เวลา ของ วัน จาก   rosepink   เป็น อำพัน ที่ อบอุ่น ที่สุด ส้ม สดใส และ น่าเบื่อ น่าเบื่อ", "sentence2": "หินทราย เปลี่ยนแปลง เพราะ แสง ที่ ตก อยู่ บน มัน", "gold": "neutral", "file_idx": 139162}
{"lang": "th", "sentence1": "มี การประชุม ประจำสัปดาห์ และ ทุกอย่าง และ มัน ก็ แค่ การ ควบคุม ที่ ดี จริงๆ", "sentence2": "ประชุม ประมาณ ชั่วโมง นึง ครับ", "gold": "neutral", "file_idx": 96310}
{"lang": "th", "sentence1": "แต่ ทอม มี่ ให้อาหาร อีก คน และ ความฝัน ที่ ไร้สาระ", "sentence2": "ทอม มี่ กำลัง สร้าง จินตนาการ บ้า ๆ ของ เขา และ คนอื่น", "gold": "neutral", "file_idx": 387996}
{"lang": "th", "sentence1": "( แต่ เมื่อ มี การ ยิง เปลือยอก ของ โม นิ ก้า โผล่ มา อย่า มองหา พวกเขา ใน ไตรมาส รัฐสภา )", "sentence2": "สภา คองเกรส ไตรมาส ไม่ อยาก ให้ โม นิ ก้า สนใจ มาก แต่ พวกเขา จะ ยังคง โพสต์ สัมภาษณ์ ของ เธอ", "gold": "neutral", "file_idx": 364889}
{"lang": "th", "sentence1": "การ บันทึก ประกันสังคม ประโยชน์ - และ แม้แต่ เงินสำรอง ประโยชน์ - ยัง ไม่ เพียงพอ ด้วย ตัว ของ มัน เอง เพื่อ การเงิน ของ รัฐบาล ที่ มี ต่อ ผู้สูงอายุ", "sentence2": "การ ชำระเงิน ประกันสังคม มี กำหนดให้ เพิ่มขึ้น ใน แต่ละ ปี", "gold": "neutral", "file_idx": 313697}
{"lang": "th", "sentence1": "พวกเขา เปล่งประกาย เหมือน มรกต ตอนนี้", "sentence2": "พวกเขา เปล่งประกาย เหมือน อัญมณี ใน แสงแดด", "gold": "neutral", "file_idx": 266251}
