{"lang": "th", "sentence1": "ใน มือ อื่นๆ การ เปรียบเทียบ โดยตรง ของ ชนบท ไป ยัง การ ส่ง ที่อยู่อาศัย ของ เมือง เผย ว่า เวลา ของ ผู้ให้บริการ ชนบท ต่อ การ ส่ง ที่ เป็นไปได้ จะ มี เพียง สิบ เปอร์เซ็นต์ ที่ ยิ่งใหญ่ กว่า การจัดส่ง เส้นทาง ที่อยู่อาศัย ของ เมือง", "sentence2": "การ เปรียบเทียบ ระหว่างประเทศ และ การ ส่ง เมือง แสดง เมือง ใช้เวลานาน กว่า   10   %", "gold": "entailment", "file_idx": 150921}
{"lang": "th", "sentence1": "แต่ ฉัน กังวล ว่า ข้อเสนอ ของ   barro   ส่งสัญญาณ ผิด ให้ กับ นักเศรษฐศาสตร์ ที่ อ่อนเยาว์   --   โดย การ บอก พวกเขา ว่า อาชีพ ยังคง ยืนยัน เกี่ยวกับ ลักษณะ ของ ซู เป อ ร์ ซู ว่า มัน เป็น เพียง ค่า บ้าน ที่ วิ่ง เมื่อ เรา ควรจะ มองหา ซีรีส์ ทึบ ๆ การ ตี ฐาน มัน จะ กระตุ้น ให้ สิ่ง ที่ เป็น สิ่ง ที่ น่า กวนใจ สำหรับ การ เรียกร้อง ความสนใจ ที่ มี การ เรียกร้อง ความสนใจ ใน การทำงาน ของ การ ใช้จ่าย ลึก มากขึ้น", "sentence2": "การ ใส่ ความสำคัญ ของ ภาพ และ ซูเปอร์สตาร์ แทน งาน ที่ มีความหมาย จริงๆ ส่งสัญญาณ ผิด ให้ กับ นักเศรษฐศาสตร์ ที่ อ่อนเยาว์", "gold": "entailment", "file_idx": 137926}
{"lang": "th", "sentence1": "นั่น เป็น กำลังใจ แต่ พวกเขา บอ กว่า โอ้ คุณ ไม่มี อะไร ที่ ต้อง กังวล เกี่ยวกับ คุณ   '   จะ มีปัญหา ตรงข้าม ที่ คุณ อาจ ตาย จาก การ แบก เรือ แค นู ของ คุณ และ แน่ใจ ว่า พอ มัน เป็น สิ่ง ที่ ยุ่งยาก เล็กน้อย แทนที่จะ เป็น หก ถึง แปด ชั่วโมง ที่ คุ้ม ค่าเรือ แค นู เรา จบ ลง เพียง การอยู่รอด ประมาณ ครึ่ง ทริป และ มัน พา เรา ไป ประมาณ สิบ ชั่วโมง เพื่อให้ เรา ได้ ใน รถ ของ เรา ครึ่งทาง และ ไป และ ได้ ส่วนที่เหลือ ของ ยานพาหนะ และ นำ พวกเขา ขึ้น สตรี ม และ โหลด มัน ทั้งหมด หลัง ขึ้น และ กลับ ไป ที่ แคมป์ หมดแรง แต่ เอ่อ ฉัน ได้ มี การ ตั้ง แคมป์ พาย เรือ ที่ ดีกว่า นี้ เหมือน มัน เป็น เหมือน ลู ปา ลูปิ น ลง ใน   south   texas   มัน มี บางสิ่ง ที่ ดี จริงๆ", "sentence2": "เรือ แค นู เป็น หนัก และ ยาก ที่จะ แบก ไป รอบ ๆ", "gold": "entailment", "file_idx": 298943}
{"lang": "th", "sentence1": "และ มัน ไม่ใช่ เรื่อง ง่าย ที่จะ เป็น บุคคล ที่ ได้รับ การ แก้ไข ครั้งแรก เพราะ จากนั้น คุณ ต้อง อนุญาต ให้ เข้า ใน ตลาด นี้ ซึ่ง คุณ เชื่อ ว่า จะ ถูก   soiling   และ   meretricious   และ ฉูดฉาด และ ของ และ บางครั้ง เลวทราม", "sentence2": "มัน ไม่ ง่าย เลย ที่จะ เป็น คน แก้ ไขข้อ แรก", "gold": "entailment", "file_idx": 277397}
{"lang": "th", "sentence1": "พวกเขา คง ไม่ เฉลียวใจ ว่า เรา จะ ใช้ มัน เพื่อ ตัวเรา เอง", "sentence2": "พวกเขา ไม่รู้ หรอ กว่า เรา มี วัตถุประสงค์ ของ เรา เอง", "gold": "entailment", "file_idx": 86598}
{"lang": "th", "sentence1": "เอิ่มมมมมมมมมมมมมม", "sentence2": "คุณ อาศัย อยู่ บ้าน แบบ ไหน ?", "gold": "entailment", "file_idx": 200051}
{"lang": "th", "sentence1": "สำหรับ ช่วงเวลา ที่ เขา คิด ว่า เขา เห็น ความเกลียดชัง ใน ดวงตา ของ   adrin   ที่ เขา ได้ เห็น วันที่ เขา เหลืออยู่", "sentence2": "เขา มอง เข้าไป ใน ตา ของ เขา และ เห็น ความเกลียดชัง", "gold": "entailment", "file_idx": 48365}
{"lang": "th", "sentence1": "ตอนนี้ ของ พวกเขา เป็น คำวิจารณ์ ปีกขวา ของ โปรแกรม   integrationist", "sentence2": "โปรแกรม   integrationist   ตอนนี้ วิจารณ์ การเมือง ปีกขวา", "gold": "entailment", "file_idx": 110473}
{"lang": "th", "sentence1": "เนื่องจาก สิ่ง นี้ อาจ มี ทุกอย่าง ที่จะ ทำ ใน สิ่ง ที่ ผู้เข้าร่วม   '   โอกาส ที่จะ พูดคุย กับ เพื่อน ใน สภาพแวดล้อม ที่ ไม่ปลอดภัย และ ไม่มี อะไร ที่จะ ทำ ด้วย ความมั่นใจ ใน ตัวเอง หรือ นิสัย การทำงาน มัน ดู เหมือนกับ นักวิจัย เหล่านี้ ว่า มัน ช่าง มีเหตุผล ที่จะ ไม่ ตัดสินใจ ใน คำถาม ประเมิน จน ความเหมาะสม ของ พวกเขา สามารถ มุ่งมั่น ได้", "sentence2": "ความเหมาะสม ของ คำถาม ที่ จำเป็นต้อง มี การ กำหนด ก่อน พวกเขา จะ ตัดสินใจ", "gold": "entailment", "file_idx": 347081}
{"lang": "th", "sentence1": "อย่า แค่ ทำ ใน สิ่ง ที่ เป็นที่ยอมรับ ทำ ใน สิ่ง ที่ คุณ คิด ว่า ถูกต้อง !", "sentence2": "ทำ สิ่ง ที่ ถูกต้อง แทนที่จะ ทำ แบบ ขั้นต่ำ", "gold": "entailment", "file_idx": 135955}
{"lang": "th", "sentence1": "บริการ ส่ง ไปรษณีย์ คง ทรมาน กับ การ สูญเสีย ทางการเงิน", "sentence2": "การ สูญเสีย ทางการเงิน จะ ได้รับความเดือดร้อน จาก การ บริการ ส่ง ไปรษณีย์", "gold": "entailment", "file_idx": 366511}
{"lang": "th", "sentence1": "โอ้ ใช่ นั่น มัน โอ้ ใช่ นั่น คือ ความอ่อนแอ ที่ มี แค่ คุณ รู้ ว่า คุณ ต้องการ ที่จะ ได้รับ ลูก ของ คุณ ทุกอย่าง และ เอ่อ คุณ ไม่แคร์ ว่า มัน ราคา เท่าไหร่ หรือ สิ่ง ที่ ต้อง ใช้", "sentence2": "ต้นทุน ของ สิ่ง ที่ ลูก ๆ ของ คุณ ต้องการ ไม่สำคัญ กับ คุณ อย่าง ที่ คุณ ต้องการ ที่จะ ได้รับ มัน ทุกอย่าง", "gold": "entailment", "file_idx": 339104}
{"lang": "th", "sentence1": "ใช่ มัน สนุก ดีฉัน จะ เพียงแค่ ห่อ นี้ ขึ้น", "sentence2": "สนุก แต่ เรา ต้อง ห่อ ให้ ได้ นะ", "gold": "entailment", "file_idx": 338370}
{"lang": "th", "sentence1": "แล้ว คุณ เห็นด้วย กับ เขา ไหม ว่า มัน คุ้มค่า กับ การ ที่ ได้ ทำ เริ่มต้น ต่อให้ จบ ก็ มีแนวโน้ม ว่า จะ แย่", "sentence2": "คุณ เห็นด้วย ไหม ว่า มัน อาจจะ จบ แบบ แย่ ๆ", "gold": "entailment", "file_idx": 293942}
{"lang": "th", "sentence1": "Fernando   ดีใจ ที่ ได้ รู้จัก คุณ", "sentence2": "ฉัน มีความสุข ที่ ได้ รู้จัก คุณ เฟ อ ร์นัน โด", "gold": "entailment", "file_idx": 80673}
{"lang": "th", "sentence1": "พวก นัก วิ่งเต้น อา บี ก็ พูด ถู กว่า คนขับรถ ที่ มีระดับ แอลกอฮอล์   0.08   เปอร์เซ็นต์ ไม่ใช่ หลัก ของ ปัญหา การ ขับรถ ขี้เมา", "sentence2": "พวก   abi   abi   พูด ถูก", "gold": "entailment", "file_idx": 180381}
{"lang": "th", "sentence1": "ใช่ แล้ว คุณ ก็ รู้ ว่า บางครั้ง เรา พยายาม ที่จะ ทำ บทเรียน ของ เรา ใน คืน วันอาทิตย์ และ กิจกรรม ของ เรา หรือ อะไร บางอย่าง ใน วัน จันทร์ แต่", "sentence2": "เรา ยกเลิก บทเรียน คืน วันอาทิตย์ และ กิจกรรม วัน จันทร์", "gold": "contradiction", "file_idx": 82377}
{"lang": "th", "sentence1": "ไม่ต้องสงสัย เลย ว่า เขา จะ ทำได้ ดีกว่า ใน หนังสือ เล่ม ถัดไป ของ เขา", "sentence2": "เขา อาจจะ ทำ แย่ กว่า นี้ ใน การทำงาน ในอนาคต ของ เขา", "gold": "contradiction", "file_idx": 72055}
{"lang": "th", "sentence1": "โปร ดิ ว เซอร์ แดเนียล   lanois   ( เวลา ของ บ๊ อ บดี แลน )   ได้รับ เครดิต สำหรับ การผลักดัน เสียง ของ เนลสัน ใน เส้นทาง ที่ ไม่ คุ้นเคย", "sentence2": "โปร ดิ ว เซอร์   daniel   lanois   ไม่ ได้รับ เครดิต เลย สำหรับ งาน ใดๆ ของ เขา", "gold": "contradiction", "file_idx": 248592}
{"lang": "th", "sentence1": "การสื่อสาร ส่วนตัว กับ อาร์   telez ,   babcock   และ วิ ล คอก ซ์,   สิงหาคม   2001", "sentence2": "อาร์ม   telez ,   babcock ,   และ คอก ซ์ วิ ลล์ ไม่มี ความโน้มเอียง กับ อีก คน", "gold": "contradiction", "file_idx": 212195}
{"lang": "th", "sentence1": "การเมือง มัน คือ การ ต่อต้าน ประชาธิปไตย แทนที่ รัฐสภา และ การตัดสินใจ ของ สาขา ผู้บริหาร", "sentence2": "การเมือง มัน เป็น ประชาธิปไตย และ ไม่ แทนที่ รัฐสภา และ การตัดสินใจ ของ ผู้บริหาร", "gold": "contradiction", "file_idx": 300376}
{"lang": "th", "sentence1": "ข้อมูล ที่ เกี่ยวข้อง ที่สุด เกี่ยวกับ การ ดูแล ที่ดิน คือ การดำรงอยู่ สภาพ และ การใช้งาน", "sentence2": "สภาพ ของ ที่ดิน ที่ มี การ ให้บริการ มี ความเกี่ยวข้อง เล็กน้อย", "gold": "contradiction", "file_idx": 108204}
{"lang": "th", "sentence1": "โปรแกรม เกษียณ ของ ทางรถไฟ เป็น เงินทุน บางส่วน โดย การ แลกเปลี่ยน ทางการ เงินประจำปี ที่ รับ สถานที่ ระหว่าง บัญชี ประกันสังคม ที่ เทียบเท่า ประกันสังคม   ( กองทุน ความ เชื่อใจ )   และ กองทุน ที่ ไว้วางใจ สำหรับ วัยชรา และ ผู้รอดชีวิต ประกัน ผู้ พิการ และ ประกัน โรงพยาบาล   ( oasdhi )", "sentence2": "เฉพาะ ผู้หญิง ที่ทำงาน ให้ ทางรถไฟ ได้ รับประกัน พิการ", "gold": "contradiction", "file_idx": 197982}
{"lang": "th", "sentence1": "ภาพ ที่ ได้รับ ความนิยม ของ บวม   plutocrats   เปลี่ยนไป มาก ใน ช่วง   150   ปี ที่ผ่านมา การ ลง จาก ขุนนาง โจร ปล้น ดุร้าย ใน ศตวรรษ ที่   19   ให้ กับ ชาย คน นั้น บน กล่อง ผูกขาด ที่ มักจะ ไล่ เลขา ของ เขา รอบ โต๊ะทำงาน ของ เขา ใน   new   yorker   การ์ตูน เพื่อ ความ สับสน และ ไร้สมรรถภาพ ของ ความ ตลก ใน ยุค ซึมเศร้า", "sentence2": "การรับรู้ ของ   plutocrats   ไม่ได้ เปลี่ยนไป มาก ใน ช่วง   150   ปี ที่ผ่านมา", "gold": "contradiction", "file_idx": 342278}
{"lang": "th", "sentence1": "สิ่ง นั้น เกิดขึ้น แต่เพียง ครั้ง เดียว   --   เมื่อ สภา ทันที เผยแพร่ รายงาน สตาร์ เมื่อ มัน มาถึง การ ซักผ้า สกปรก ของ มัน เอง ดูเหมือน จะ ไม่มี การ รีบ อะไร ขนาด นั้น", "sentence2": "เหตุ เกิด ซ้ำ กัน มา หลาย ปี จนกว่า จะ มี รายงาน เรื่อง   starr   รู้เรื่อง", "gold": "contradiction", "file_idx": 301121}
{"lang": "th", "sentence1": "ใช่ ค่ะ มัน เข้ากัน หมด เลย", "sentence2": "มัน ไม่ได้ พอดี เลย ใช่ มั้ย ?", "gold": "contradiction", "file_idx": 158856}
{"lang": "th", "sentence1": "เขา ลื่น ไป อย่าง เงียบๆ พร้อมกับ มัน", "sentence2": "เขา สะดุด ดัง ไป กับ มัน", "gold": "contradiction", "file_idx": 270941}
{"lang": "th", "sentence1": "นี่ แล้ว เป็น เค ซี ที่ มีชื่อเสียง", "sentence2": "นี่ ไม่ใช่ เค ซี ที่ มีชื่อเสียง ที่ พวกเขา คาดหวัง", "gold": "contradiction", "file_idx": 149721}
{"lang": "th", "sentence1": "บางอย่าง เกี่ยวกับ พวกเขา บอ กว่า ลัทธิ ลัทธิ", "sentence2": "พวกเขา ดูเหมือน คน สติ ดี คน อิสระ", "gold": "contradiction", "file_idx": 168918}
{"lang": "th", "sentence1": "ฉัน ตื่น หรือ นอน ?", "sentence2": "ฉัน ไม่ ตื่น หรือ นอน", "gold": "contradiction", "file_idx": 145866}
{"lang": "th", "sentence1": "แล้ว ค่าใช้จ่าย ทาง ประวัติศาสตร์ ล่ะ ครับ", "sentence2": "แล้ว ค่าใช้จ่าย ในอนาคต ล่ะ", "gold": "contradiction", "file_idx": 101838}
{"lang": "th", "sentence1": "ต้อง ใส่ อาหาร ของ เรา ลง ไป ใน ต้นไม้ และ ทั้งหมด ที่ ฉัน เป็น ผู้ชาย โชคร้าย ที่ ได้ ขึ้น ทุก เช้า และ พูด ดีฉัน เดา ว่า อาจจะ เป็น ไอ้ บื้อ อยู่ แถว นี้ ในขณะที่ คนอื่น กำลัง หลับ ดังนั้น ฉัน มักจะ เป็น คน ที่ ต้อง เอา มัน ออก มาจาก ต้นไม้ และ ทั้งหมด นั่น", "sentence2": "อาหาร ไม่ได้ ใส่ ไว้ ใน ต้น", "gold": "contradiction", "file_idx": 383289}
{"lang": "th", "sentence1": "ฉัน ผ่าน อัลเฟรด   inglethorp   ผู้ ที่ ทำหน้าที่ หม้าย ของ ญาติ ใน ลักษณะ ที่ ฉัน รู้สึก ว่า มัน น่าขยะแขยง ใน ความ กล่อม ของ มัน", "sentence2": "ฉัน ไม่ได้ ต้องการ ที่จะ พูด กับ อัลเฟรด ที่ แสร้งทำ เป็น อารมณ์เสีย เกี่ยวกับ ความตาย", "gold": "neutral", "file_idx": 392446}
{"lang": "th", "sentence1": "ตอนนี้ สิ่ง ที่ ใช่ คือ พวกเขา กำลัง ตัด การป้องกัน ซึ่ง คุณ รู้ ว่า มี ผู้คน ออก ไป ทำงาน สำหรับ ผู้รับเหมา ป้อง กันที่ กำลัง เสียเงิน แต่ ฉัน ไม่ ฉัน ไม่ ใจ เพราะ ฉัน คิด ว่า คุณ รู้ ว่า รัฐบาล ไม่ได้ มี ให้ ฉัน รัฐบาล งาน ป้องกัน อยู่ ที่นั่น เพื่อ ปกป้อง ประเทศ ของ เรา และ พวกเขา ทำ เพื่อ อะไรก็ตาม ที่ คุณ รู้ ว่า พวกเขา ใช้ เงิน อะไรก็ตาม ที่ พวกเขา ต้องการ ที่จะ ทำ สิ่ง นั้น แต่ ฉัน ไม่ อยาก ให้ พวกเขา ทำลาย งบประมาณ เพียง เพื่อ ที่ ฉัน จะ ได้ มี งาน ที่ ฉัน อยาก ให้ รัฐบาล มั่นคง เพื่อ ที่ ฉัน จะ ได้ ไป รับ งาน ที่ ดี กับ คน ที่ ไม่ได้ ทำงาน คุณ รู้ ว่า ไม่ ทำ ของ ป้องกัน", "sentence2": "แล้ว ฉัน สามารถ ทำได้ ดีกว่า นี้", "gold": "neutral", "file_idx": 186311}
{"lang": "th", "sentence1": "บริการ รถบัส ปกติ วิ่ง ตาม ฝั่ง ภาคใต้ ลด การ ลง ใน บางที ที่ ดัง ที่สุด ชายหาด   koukounaries", "sentence2": "คุณ ยัง สามารถ นั่ง แท็กซี่ ไป ชายหาด ได้ ด้วย", "gold": "neutral", "file_idx": 322176}
{"lang": "th", "sentence1": "ฝุ่น ปกคลุม ร่างกาย และ ใบหน้า ของ พวกเขา", "sentence2": "พวกเขา ถูก ปกคลุม ด้วย ผงขาว", "gold": "neutral", "file_idx": 83388}
{"lang": "th", "sentence1": "ผู้แทน ที่สาม หน่วยงาน   ( กรม กิจการ ทหารผ่านศึก ,   การบริหาร ความปลอดภัย สังคม ,   และ กรม สาธารณสุข และ บริการ ของ มนุษย์   '   ศูนย์ สำหรับ เงินสำรอง และ บริการ ของ   medicaid   ( อดีต การ จัดการ ไฟแนนซ์ ดูแล สุขภาพ )   ระบุ โปรแกรม ที่ องค์กร ของ พวกเขา ได้ ดำเนิน การพิจารณา มีประสิทธิภาพ และ ตกลง ที่จะ มีส่วนร่วม", "sentence2": "ผู้แทน จาก   va   พบ โปรแกรม ที่ พวกเขา ต้องการ มีส่วนร่วม ใน สิ่ง นั้น จะ ช่วย ให้ ทหารผ่านศึก ได้รับ การ ดูแล สุขภาพ", "gold": "neutral", "file_idx": 119736}
{"lang": "th", "sentence1": "ฉัน เดา ว่า แค ส สิ ดี้ ถึง บทสรุป เดียวกัน", "sentence2": "แค ส สิ ดี้ อาจจะ ไม่เคย รู้ ข้อเท็จจริง เหล่านั้น ส่วนใหญ่", "gold": "neutral", "file_idx": 190537}
{"lang": "th", "sentence1": "ผม ไม่แน่ใจ ว่า นี่ หมาย ความ ว่า   peta   ควร ใช้จ่าย มากกว่า โฆษณา แบนเนอร์ เหล่านั้น หรือ ถ้า หมาย ความ ว่า พวกเขา ควร ประหยัด เงิน ของ พวกเขา", "sentence2": "โฆษณา มัน ย้อน แย้ง", "gold": "neutral", "file_idx": 386103}
{"lang": "th", "sentence1": "ชื่อ ของ เขา ลดลง เกือบ พยาธิ บอ กว่าเพื่อน คน นึง", "sentence2": "เพื่อน บอ กว่า เขา ไม่เคย หยุด พูดถึง คนดัง ทุกคน ที่ เขา รู้จัก และ มัน รบกวน", "gold": "neutral", "file_idx": 340106}
{"lang": "th", "sentence1": "จะ มี ขมิ้น ส้ม ,   กระวาน ,   ขิง ,   และ เครื่องเทศ อื่นๆ ,   และ ชุด ของ ปลา แห้ง ,   มอง เหมือน กิ่งไม้", "sentence2": "จะ มี เครื่องเทศ และ ปลา แห้ง ทุกที่ ที่ เทศกาล รายปี", "gold": "neutral", "file_idx": 254608}
{"lang": "th", "sentence1": "หิน จาก เรือนจำ   paix   paix   ถูก ใช้ สำหรับ โครงสร้าง การ สนับสนุน ของ มัน   '   หงุดหงิด สำหรับ   royalists   เนื่องจาก มัน เคย ถูก ตั้ง ชื่อว่า   pont   louis   ที่", "sentence2": "ตอบสนอง ต่อ เครื่องหมาย ของ การ ดูหมิ่น   royalists   ทีหลัง พยายาม ระเบิด สะพาน", "gold": "neutral", "file_idx": 102239}
{"lang": "th", "sentence1": "Californication   ของ   seattle   ยังคง ดำเนินต่อไป", "sentence2": "ประชาชน ซี แอ ตเติ้ล ไม่ มีความสุข เกี่ยวกับ   californication   ของ รัฐ ของ พวกเขา", "gold": "neutral", "file_idx": 307534}
{"lang": "th", "sentence1": "หนึ่ง ใน ทนายความ ท้องถิ่น ล่าสุด ที่จะ ปฏิญาณ ว่า โจดี้ ส มิ ธ เรียก มัน คือ เคน ท ์ ช ไน เด อ ร์", "sentence2": "เคน ท ์ ช ไน เด อ ร์ สัญญา ว่า จะ ใช้เวลา ห้า ชั่วโมง เก็บ กระบะ ทราย บน ทางหลวง", "gold": "neutral", "file_idx": 232018}
{"lang": "th", "sentence1": "Fena   dim   ได้ รักษา ผู้ ปกป้อง ของ มัน", "sentence2": "พวกเขา กังวล ว่า พวกเขา จะ ถูก ทอดทิ้ง", "gold": "neutral", "file_idx": 134127}
{"lang": "th", "sentence1": "ใน หมู่ เหตุผล ที่ มัน อ้างอิง ถึง การ ปฏิเสธ นี้ มัน ประเมิน ได้ นาน ว่า มัน จะ ใช้เวลานาน แค่ ไหน ที่จะ ตระหนักถึง ผลกระทบ ของ โครงการ ริเริ่ม เช่น การ เพิ่มขึ้น และ การ ฝึก ที่ ดีขึ้น", "sentence2": "การ จัดหา และ การ ฝึก จะ ใช้เวลา หลาย เดือน กว่า จะ ครบ", "gold": "neutral", "file_idx": 205546}
{"lang": "th", "sentence1": "คุณ ทั้งหมด จ่าย ภาษีรายได้ ของ รัฐ", "sentence2": "คุณ ทุกคน จ่าย ภาษีรายได้ ของ รัฐ   iowa   หรือไม่ ?", "gold": "neutral", "file_idx": 55559}
{"lang": "th", "sentence1": "ใน วิสัยทัศน์ ของ หนาม จอน เห็น   vrenna   เริ่ม เต้น ของ เธอ   parrying   ที่ ข้อมือ ของ คู่ต่อสู้ ของ เธอ แทนที่จะ ข้าม ใบ มีด", "sentence2": "จอน เป น ห่วง   vrenna", "gold": "neutral", "file_idx": 189825}
