{"lang": "th", "sentence1": "4   ล้าน สำหรับ ปีงบประมาณ ปี   2003   เหมือนเดิม เมื่อ ปี ที่แล้ว บอ กว่า   national   lsc   โฆษก   eric   kleiman .", "sentence2": "เงิน   4   ล้าน ดอลลาร์ ใน ปี   2003   เท่ากับ ว่า เมื่อ ปี ที่แล้ว บอ กว่า อี ริ ค ไค ลน ์", "gold": "entailment", "file_idx": 39555}
{"lang": "th", "sentence1": "แล้ว ฉัน ก็ ไป ที่   washstand   และ หดหู่ กระดาษ สีน้ำตาล ที่ ด้านหลัง ของ รูป ทุ กรอบ", "sentence2": "ที่ หลัง รูป มี กระดาษ สีน้ำตาล ด้วย ค่ะ", "gold": "entailment", "file_idx": 101305}
{"lang": "th", "sentence1": "พวกเขา สามารถ เข้า ร่วมกับ ฝูง พี่น้อง ของ พวกเขา จาก อังกฤษ ที่ ยิ่งใหญ่ เยอรมัน และ ประเทศ อื่นๆ และ เพลิดเพลิน ไป กับ การพักผ่อน เกาะ กับ สถานที่ ที่ ถูก ที่จะ อยู่ ,   อาหาร ที่ คุ้นเคย ,   ชายหาด ที่ รุ่งโรจน์ และ ไม่ กี่ วัน นักเดินทาง ที่ ถูก โยน เข้ามา เพื่อ หลากหลาย", "sentence2": "ใน วันหยุด ของ พวกเขา พวกเขา จะ พบ อาหาร ปกติ ที่พัก ราคา ถูก ชายหาด ที่ สวยงาม และ มี พวก อังกฤษ ซีด ๆ และ เยอรมัน มากมาย", "gold": "entailment", "file_idx": 208811}
{"lang": "th", "sentence1": "จีน ไม่ กี่ คน ที่ คุณ เข้าใจ", "sentence2": "มึง อย่า เข้าใจ จีน หลาย เด้อ", "gold": "entailment", "file_idx": 342218}
{"lang": "th", "sentence1": "ฉัน เชื่อ ว่า มี โศกนาฏกรรม บางอย่าง ที่ เชื่อมโยง กับ ความตาย ของ เธอ   \" เธอ   กิน   ยา   เกินขนาด   ของ   การ   นอน   ด้วย   ความผิดพลาด \"", "sentence2": "ผม เชื่อ ว่า มัน เป็น อุบัติเหตุ ที่ นำไปสู่ ความตาย ของ เธอ", "gold": "entailment", "file_idx": 111934}
{"lang": "th", "sentence1": "เอ่อ ยังคง เป็น ความจริง มัน เป็น ทางเลือก ที่ ดีมาก ๆ", "sentence2": "ฉัน อนุมัติ การตัดสินใจ นั้น", "gold": "entailment", "file_idx": 122345}
{"lang": "th", "sentence1": "ใช่ และ มัน เป็น สิ่ง ที่ คุณ ทำ หลังจากนั้น", "sentence2": "นั่น คือ สิ่ง ที่ ถูกต้อง และ มัน เป็น การกระทำ ของ คุณ ใน ภายหลัง", "gold": "entailment", "file_idx": 195742}
{"lang": "th", "sentence1": "หุ่น เข้ม ๆ เข้า ค่าย", "sentence2": "มี หุ่น เข้ม ๆ เข้า ค่าย", "gold": "entailment", "file_idx": 235285}
{"lang": "th", "sentence1": "สาน ได้ เป็น ศิลปะ และ ชีวประวัติ ส่วนตัว ของ อาจารย์ ใน ศตวรรษ ที่   20   พิพิธภัณฑ์ แสดง กว่า   200   ภาพวาด ,   158   ประติมากรรม ,   และ หลาย ร้อย ภาพวาด ,   ลาย แกะสลัก ,   เซรามิค และ นางแบบ สำหรับ ชุด เวที และ ชุด ที่ วาด จาก คอลเลกชัน ส่วนตัว ของ ศิลปิน", "sentence2": "พิพิธภัณฑ์ แสดง ผลงาน มากมาย ของ ศิลปะ ข้าม สาขา หลาย สาขา", "gold": "entailment", "file_idx": 340149}
{"lang": "th", "sentence1": "มัน ลม ทาง ของ มัน ผ่าน ไพลิน   coves   ผา ลึกลับ และ ชายหาด ที่ เงียบสงบ", "sentence2": "มัน ผ่าน บริเวณ ป่า ชายหาด ที่ เงียบสงบ และ ภูมิประเทศ ร็ อ ค กี้", "gold": "entailment", "file_idx": 269176}
{"lang": "th", "sentence1": "เนื่องจาก ความห่วงใย จาก พื้นฐาน คือ หลาย รัฐ อาจ ขอความช่วยเหลือ จาก รัฐบาล กลาง เมื่อ พวกเขา จะ มี ทรัพยากร ที่จะ จัดการ กับ ความต้องการ ของ ตัวเอง มากขึ้น หาก พวกเขา รวบรวม ราย ได้ที่ มี รายได้ ต่อ พวกเขา กรณีศึกษา ของ ตัวแทน ตัวอย่าง ของ รัฐ ควบคู่ กับ การ ตรวจ ของ รัฐ ดอกเบี้ย พิเศษ อาจ เป็น กลยุทธ์ ที่ มีประสิทธิภาพ สำหรับ การ มั่นใจ ว่า เรา มี ความเข้าใจ อย่าง ครบวงจร ว่า เกิด อะไร ขึ้น และ ทำไม", "sentence2": "ความกังวล ด้าน พื้นฐาน สำหรับ หลาย รัฐ กำลัง ขอความช่วยเหลือ จาก รัฐบาล กลาง", "gold": "entailment", "file_idx": 303904}
{"lang": "th", "sentence1": "ความบ้า อะไร !   \"   ตอนนี้ หน้า ของ   bartolom é   แสดง ความ ช็อค", "sentence2": "Bartolom é   ตกใจ และ ใบหน้า ของ เขา แสดงให้เห็น", "gold": "entailment", "file_idx": 326743}
{"lang": "th", "sentence1": "มัน อาจจะ เป็น", "sentence2": "มัน มีโอกาส ที่ มัน อาจจะ เป็น", "gold": "entailment", "file_idx": 163493}
{"lang": "th", "sentence1": "เมื่อ สถาปนิก นัก พัฒนา ผู้รับเหมา และ วิศวกรโยธา ล้มเหลว ใน การ ออกแบบ และ สร้าง ที่อยู่อาศัย เพื่อให้ มัน เข้าถึง ได้ พวกเขา อย่างมีประสิทธิภาพ ที่จะ เอา ที่อยู่อาศัย นั้น ออกจาก ตลาด สำหรับ คน ที่ มี หรือ จะ พัฒนา ,   ผู้ พิการ", "sentence2": "ที่อยู่อาศัย ที่ เข้าถึง ได้ คือ ความต้องการ สำหรับ คน ทุกข์ หรือ ใคร อาจ พัฒนา ผู้ พิการ", "gold": "entailment", "file_idx": 69207}
{"lang": "th", "sentence1": "โอเค ฉัน สนุก กับ การ พูดคุย กับ คุณ เมธี บาย บาย", "sentence2": "ขอบคุณ สำหรับ การ แชท เมธี ลาก่อน", "gold": "entailment", "file_idx": 135142}
{"lang": "th", "sentence1": "และ เรา ไม่ ทำตาม การวางแผน ของ รัฐ เพราะ เรา รัก การวางแผน", "sentence2": "เรา ไม่ วางแผน สิ่ง ที่ เพียง เพราะ เรา ชอบ ทำ เช่นนั้น", "gold": "entailment", "file_idx": 352629}
{"lang": "th", "sentence1": "เมื่อ เร็ว ๆ นี้ ฉัน เห็น สถิติ บอ กว่า มี ผู้คน ประมาณ   5   พัน ล้าน คนใน โลก ประมาณ   2   พัน ล้าน ของ พวกเขา คริสเตียน และ ประมาณ   13   ล้าน ของ พวกเขา ยิว", "sentence2": "เมื่อ เร็ว ๆ นี้ ผม เห็น สถิติ เกี่ยวกับ การ มี ยิว   13   ล้าน คนใน โลก", "gold": "entailment", "file_idx": 136881}
{"lang": "th", "sentence1": "คุณ จะ เล่น เปียโน หรือ คุณ แค่ ชอบ มัน", "sentence2": "เล่น เปียโน ไหม ครับ", "gold": "entailment", "file_idx": 274520}
{"lang": "th", "sentence1": "การ บิน ทั่วไป ไม่ใช่ งานอดิเรก", "sentence2": "การ บิน ทั่วไป ไม่ใช่ งานอดิเรก ครับ", "gold": "entailment", "file_idx": 354562}
{"lang": "th", "sentence1": "คณะกรรมการ เชื่อ ว่า การกระทำ เหล่านี้ ต้องการ ให้ มี การ เข้าถึง โทรศัพท์ ที่ ยิ่งใหญ่ ขึ้น โดย บุคคล ที่ มี การ ได้ยิน เสียง พิการ อย่าง ที่ ต้องการ โดย การ รับฟัง การ ช่วยเหลือ ที่ เข้ากันได้ ใน ปี   1988,   47   เกี่ยวเนื่อง", "sentence2": "การ รับฟัง การ ช่วยเหลือ ที่ เข้ากันได้ ใน ปี   1988   ต้อง มี การ เข้าถึง โทรศัพท์ ที่ ยิ่งใหญ่ โดย คน ที่ มี ความ พิการ ใน การ ได้ยิน", "gold": "entailment", "file_idx": 221110}
{"lang": "th", "sentence1": "เธอ ไม่มี ความตั้งใจ ที่จะ จากไป ก่อน เพราะ ความสงสัย ของ เธอ ไม่ เพียงพอ ที่จะ ตัดขาด เธอ จาก สามี และ ลูก และ วินาที เพราะ นั่น ไม่ใช่ เรื่อง ของ เรื่อง ที่ มัน เป็น", "sentence2": "เธอ ไม่ มีแผน ที่จะ จากไป", "gold": "entailment", "file_idx": 226941}
{"lang": "th", "sentence1": "คุณ อาจ คิด ว่า พรรค อนุรักษ์นิยม หลัก จะ ระวัง ยุทธวิธี ของ   klayman", "sentence2": "คุณ ไม่ ควร คิด เลย ว่า ผู้ ที่อยู่ บน ขวา นั้น คม กับ สิ่ง ที่   klayman   ทำ", "gold": "entailment", "file_idx": 60801}
{"lang": "th", "sentence1": "รีพับลิกัน จะ เสนอ ข้ออ้าง นี้ โดย ไม่ต้อง ยอมรับ ว่าการ กลั่นแกล้ง นั้น เป็น กระแส หลัก", "sentence2": "การ กลั่นแกล้ง ใน ประเด็น นี้ เป็น กระแส หลัก", "gold": "entailment", "file_idx": 327296}
{"lang": "th", "sentence1": "เกิด อะไร ขึ้น ?   ca   '   daan   ถือว่า เป็น คำถาม นะ", "sentence2": "Ca   '   daan   กำลัง สงสัย ว่า เกิด อะไร ขึ้น", "gold": "entailment", "file_idx": 215454}
{"lang": "th", "sentence1": "นัก ปีน เขา ส่วนใหญ่ เริ่ม ปีน ก่อน สาง เพราะ ความร้อน สุดขั้ว ที่นี่ แม้ ใน ฤดูใบไม้ผลิ และ ฤดูใบไม้ร่วง", "sentence2": "เริ่ม ปีน ก่อน สาง จะ ช่วย หลีกเลี่ยง ความร้อน สุดขั้ว", "gold": "entailment", "file_idx": 157923}
{"lang": "th", "sentence1": "ดังนั้น ฉัน จึง เรียก บริการ ตามกฎหมาย และ ทนายความ ของ พวกเขา นัด กับ เธอ ทำงาน ใน ช่วง บ่าย นั้น", "sentence2": "ผม นัด ไป ทำงาน กับ ทนาย ว่า บ่าย", "gold": "entailment", "file_idx": 210170}
{"lang": "th", "sentence1": "การ กระตุ้น ภาษี ส่งผล ต่อ การ ที่ ผู้คน ประหยัด เพื่อ การเกษียณ แต่ ไม่ จำเป็นต้อง เพิ่ม ระดับ โดยรวม ของ การ ประหยัด ส่วนบุคคล", "sentence2": "การ กระตุ้น ภาษี มีผลต่อ วิธี ที่ คน ประหยัด สำหรับ การเกษียณอายุ ซื้อ ดอน   '   t   เพิ่มปริมาณ การ ประหยัด", "gold": "entailment", "file_idx": 101978}
{"lang": "th", "sentence1": "โดยเฉพาะอย่างยิ่ง ใน ผู้ดูแล และ   guadeloupe   ที่ ที่ การ ต่อรอง ที่ โดดเด่น อยู่ ใน น้ำหอม ปารีส แฟชั่น คริสตัล และ รายการ หรูหรา อื่นๆ จาก ฝรั่งเศส", "sentence2": "มี การ ต่อรอง ที่ ดี ใน คริสตัล ใน มาร ์ ติ นิ ก และ ลูป", "gold": "entailment", "file_idx": 123100}
{"lang": "th", "sentence1": "ใช่ ฉัน เดา ว่า ยิ่ง คุณ ปลูก น้อยลง คุณ ต้อง โหม", "sentence2": "ยิ่ง ปลูก ยิ่ง น้อย ต้อง โหม ด้วย นะ", "gold": "entailment", "file_idx": 309308}
{"lang": "th", "sentence1": "เมื่อ สถานที่ ชุมนุม ของ อาณานิคม ที่ โดดเด่น มัน ยังคง วาด นักเดินทาง ยุโรป สำหรับ การ เหลือบ ของ อดีต ที่ผ่านมา", "sentence2": "มี นักเดินทาง ยุโรป หลาย คน อยู่ ที่นั่น", "gold": "entailment", "file_idx": 283134}
{"lang": "th", "sentence1": "นอกจากนี้ เอกสาร ต่างๆ และ การทำงาน ฉบับร่าง ของ กฎ ถูก สร้าง ขึ้น ให้ กับ ประชาชน และ การประชุม สาธารณะ ที่ เปิด อยู่ ใน กฎ ถูก จัด ขึ้น", "sentence2": "เอกสาร ต่างๆ ถูก สร้าง ขึ้น เป็น สาธารณะ", "gold": "entailment", "file_idx": 182518}
{"lang": "th", "sentence1": "คู่มือ การลงทุน   1997   ของ ปัญหา ไม่ สามารถ ทำนาย ตลาด หมี ได้ แต่ แนะนำ ว่า นักลงทุน กำลัง ย้าย ออกจาก หุ้น   ( ใน คำ อื่นๆ ขาย !", "sentence2": "ความคิด หลัก ที่ ต้อง ถ่าย จาก ไกด์ คือ ขาย", "gold": "entailment", "file_idx": 145726}
{"lang": "th", "sentence1": "ผู้ สนใจ อ้างว่า   linux   สามารถ วิ่ง ได้ เป็น ปี โดย ไม่ต้อง ให้ คุณ รี สตาร์ท ระบบ ของ คุณ", "sentence2": "ทุกคน รู้ ว่า   linuxes   ต้อง มี การ เปิด ใหม่ อย่างต่อเนื่อง", "gold": "contradiction", "file_idx": 341669}
{"lang": "th", "sentence1": "68480,   68491 - 92   ธันวาคม   27,   1996 )   และ สามารถ ใช้ได้ กับ สาธารณะ ใน ทั้งหมด", "sentence2": "มี เพียง ส่วน นึง ของ เอกสาร ที่ มี ให้ กับ สาธารณะ", "gold": "contradiction", "file_idx": 377687}
{"lang": "th", "sentence1": "อีก ไม่ กี่ นาที เขา ก็ กลับมา", "sentence2": "เขา ไม่เคย กลับมา เลย", "gold": "contradiction", "file_idx": 274318}
{"lang": "th", "sentence1": "ขึ้นอยู่กับ ว่า คุณ เตรียม จ่าย มาก แค่ ไหน พวกเขา จะ พา คุณ ไป ที่ โรงแรม เจ็ด   arches   ด้วย ทิวทัศน์ ที่ งดงาม ของ มัน หรือ แค่ รอ ในขณะที่ คุณ มี รูปภาพ ของ คุณ ที่ ถ่าย", "sentence2": "พวกเขา จะ รอ ให้ รูปภาพ ของ คุณ ถูก นำ ไป และ นำ คุณ ไป ที่ โรงแรม เจ็ด   arches", "gold": "contradiction", "file_idx": 129268}
{"lang": "th", "sentence1": "แต่ อีก คน คือ อะไร ?   \" เดอะ   สตาร์ \"   แฮ น สัน บอก เขา ว่า อย่างงี้", "sentence2": "\" เดอะ   ซัน \"   แฮ น สัน บอก เขา ว่า อย่าง ใจเย็น เมื่อ เขา ถาม เกี่ยวกับ เรื่อง นี้", "gold": "contradiction", "file_idx": 61990}
{"lang": "th", "sentence1": "รี วิว ของ เรา บ่งบอก ว่า   fcc   สอดคล้อง กับ ความต้องการ ที่ มี อยู่", "sentence2": "พวกเขา ออกจาก การ ปฏิบัติตาม และ ถูกปรับ", "gold": "contradiction", "file_idx": 58277}
{"lang": "th", "sentence1": "อือ หือ ใช่ พวกเขา ไม่ สามารถ อยู่ ใน บ้าน ได้ เพราะ พวกเขา ไม่ มีอำนาจ และ ทุกอย่าง", "sentence2": "พลัง อยู่ บน นั้น พวกเขา เลย รีบ กลับ ไป ที่ บ้าน", "gold": "contradiction", "file_idx": 299413}
{"lang": "th", "sentence1": "ด้วย อุณหภูมิ ตอนกลางวัน ไม่ ค่อย ลดลง ด้านล่าง ยุค สูง และ เกือบ แสงแดด ต่อเนื่อง มัน ทำ ให้การ ต้อนรับ การถอย จาก ฤดูหนาว ยุโรป ที่ จืดชืด และ เป็น ทางเลือก ที่ ร้อนแรง ใน การ ควบคุม ฤดูร้อน", "sentence2": "อุณหภูมิ ตอนกลางวัน มักจะ ตก อยู่ ด้านล่าง สูง ยุค", "gold": "contradiction", "file_idx": 10135}
{"lang": "th", "sentence1": "เอ่อ ใช่ ฉัน เดา ว่า ฉัน เป็น", "sentence2": "ฉัน ไม่ แน่นอน", "gold": "contradiction", "file_idx": 286641}
{"lang": "th", "sentence1": "ตอนนี้ อยู่ ใน มุม ตรงข้าม ของ ห้อง ยืน โต๊ะ สามี ของ เธอ   \" ล็อค \"", "sentence2": "โต๊ะทำงาน อยู่ ใน มุม นี้ ของ ห้อง และ มัน ก็ เปิดกว้าง", "gold": "contradiction", "file_idx": 306310}
{"lang": "th", "sentence1": "ดู ว่า อย่า ทำให้ ไม่ รู้สึก", "sentence2": "เข้าท่า ดี เนาะ", "gold": "contradiction", "file_idx": 324655}
{"lang": "th", "sentence1": "อย่างไรก็ตาม เพราะ ส่วนลด สำหรับ เมลล์   bulk   มี ค่าใช้จ่าย ตาม ราย ได้ที่ หาย ไป ควร ได้รับ การ กำหนด ด้วย ค่าใช้จ่าย ที่ สอดคล้องกัน", "sentence2": "ส่วนลด สำหรับ เมลล์   bulk   คือ น้ำหนัก ตาม", "gold": "contradiction", "file_idx": 187035}
{"lang": "th", "sentence1": "มัน จะ ไม่ ทำให้ ฉัน เสีย แขน และ ขา จริงๆ", "sentence2": "ฉัน จะ ไม่ สามารถ ที่จะ จ่าย มัน ได้", "gold": "contradiction", "file_idx": 389652}
{"lang": "th", "sentence1": "โรงงาน ของ พวกเขา ผลิต เสบียง ที่ มั่นคง ของ กลุ่ม ป๊อป ที่ ยั่งยืน", "sentence2": "โรงงาน ของ พวกเขา ไม่ ผลิต กลุ่ม ป๊อป ที่ ไม่ยั่งยืน ใดๆ", "gold": "contradiction", "file_idx": 275511}
{"lang": "th", "sentence1": "ประมาณ   410,000   คน อาศัย อยู่ บน   guadeloupe   กับ บาง   40,000   บน การ เชื่อมโยง ของ ธุรการ   ( นักบุญ   -   มาร์ติน ,   นักบุญ   -   barthelemy ,   marie-galante ,   les   saintes ,   และ   desirade )", "sentence2": "มี แค่ คน กำมือ ใน เด อ ลูปิค", "gold": "contradiction", "file_idx": 90588}
{"lang": "th", "sentence1": "เขา ต้อง ลงมือทำ เอง   '   ลินคอล์น กล่าว ไว้ อย่าง โหดเหี้ยม", "sentence2": "ลิ น คอ ร์ น บอ กว่า ผู้ชาย ต้อง ทำ กับ เพื่อน", "gold": "contradiction", "file_idx": 125870}
{"lang": "th", "sentence1": "คุณค่า เก่า ปะทะ ใหม่ คุณธรรม เก่า และ ความอยุติธรรม ใหม่", "sentence2": "ไม่มีใคร สนใจ เรื่อง เก่า มี แต่ ของ ใหม่", "gold": "contradiction", "file_idx": 84671}
{"lang": "th", "sentence1": "\" ทำไม ?\"   bork   ถาม แล้ว", "sentence2": "Bork   ยังคง เงียบ เหมือนเดิม", "gold": "contradiction", "file_idx": 307703}
{"lang": "th", "sentence1": "ฉัน บอ กว่า ฉัน รู้สึก ว่า ฉัน ควรจะ จำ   212   บางอย่าง เกี่ยวกับ มัน ว่า มัน เป็น เหมือนกับ ว่า มัน ทั้งหมด กลับมา และ จากนั้น ก่อนที่ ฉัน จะ ได้ ถือ ของ มัน มัน ไป อีกครั้ง", "sentence2": "ฉัน มี ความทรงจำ ที่ ชัดเจน ของ มัน", "gold": "contradiction", "file_idx": 251795}
{"lang": "th", "sentence1": "ครู แห่ง ปี   andrew   baumgartner   เป็น ผู้สอน ที่ มีความสุข กับ นักเรียน อนุบาล ของ เขา ที่ มี งานแต่ง สำหรับ การ นอนหลับ ความงาม สมบูรณ์ ด้วย ลี มู ซีน และ เค้ก สอน พวกเขา ฉัน สมมุติ ว่า ไม่มี อะไร ที่ คุ้มค่า นอกจาก มัน จะ บันเทิง", "sentence2": "คุณครู มี งานศพ ล้อเลียน ซุปเปอร์ แมน", "gold": "contradiction", "file_idx": 43654}
{"lang": "th", "sentence1": "แม้ จะ รู้สึก แย่ ๆ กับ การ ที่ ต้อง เคารพ ทอม มี่ เธอ ไม่ สามารถ แต่ รู้สึก ถึง ความคึกคะนอง", "sentence2": "เธอ ไม่ ได้รับ การ จอง เกี่ยวกับ การ เคารพ ทอม มี่", "gold": "contradiction", "file_idx": 101636}
{"lang": "th", "sentence1": "ฉัน พูด เพื่อ คุณ เช่นกัน ฉัน รู้", "sentence2": "ฉัน พูด เพื่อ ตัว ฉัน เอง เท่านั้น ไม่ใช่ คุณ", "gold": "contradiction", "file_idx": 186095}
{"lang": "th", "sentence1": "คนรัก ของ การ เพาะพันธุ์ ที่ ได้รับ การ ยอมรับ ใน ทาง พันธุกรรม ที่ เป็น บวก กับ สุนัข ตัว โปรด ของ พวกเขา", "sentence2": "คนรัก หมา ตระหนัก ว่า สายพันธุ์ สุนัข มีแนวโน้ม เดียวกัน", "gold": "contradiction", "file_idx": 6309}
{"lang": "th", "sentence1": "หือ เพราะ สิ่ง ที่ ฉัน เป็น สิ่ง ที่ ฉัน จะ ถาม คุณ มัน ดูเหมือน การ กระโดด ครั้ง ใหญ่ ต่อไป จะ มา พร้อมกับ การ พิมพ์ สี ที่ คุณ กำลัง พูดถึง การ นำเสนอ ของ คุณ เอง และ ฟอยล์ มัน จะ ดูเหมือน ความสามารถ ของ สี จะ เป็นการ ก้าว กระโดด ครั้ง ใหญ่ ต่อไป การ นำเสนอ", "sentence2": "การ พิมพ์ สี ถูก ใช้ สำหรับ การ นำเสนอ บางส่วน แล้วแต่ ฉัน ไม่ คิด ว่าการ มี มัน สำคัญ ขนาด นั้น", "gold": "contradiction", "file_idx": 255751}
{"lang": "th", "sentence1": "ใน รัฐ ของเหลว มัน เป็น เจ็ท สี ดำ แม้ว่า มัน จะ เย็น กลับ สู่ ความ โปร่งใส ที่ สมบูรณ์", "sentence2": "มัน อยู่ เจ็ท ดำ ใน ทุก รัฐ", "gold": "contradiction", "file_idx": 31058}
{"lang": "th", "sentence1": "โอ้ เยี่ยม เลย คุณ มี สนามหญ้า แบบ ไหน บ้าง", "sentence2": "มึง อย่า มี สนามหญ้า นะ", "gold": "contradiction", "file_idx": 205251}
{"lang": "th", "sentence1": "Anas   dulce   หวาน ;   แอ นัส เซ โก ,   แห้ง และ มี ศักยภาพ อันตราย", "sentence2": "The   anas   dulce   เป็น สิ่ง ที่ ขม มาก", "gold": "contradiction", "file_idx": 307116}
{"lang": "th", "sentence1": "คน ที่ มีปัญหา โม นิ ก้า เป็น นักข่าว เก่า ต้องการ มุม ใหม่ สำหรับ รอบ นี้ ของ   flytrap", "sentence2": "โม นิ ก้า ไม่ได้ กังวล เรื่อง มุม เก่า สำหรับ รอบ ของ   flytrap", "gold": "contradiction", "file_idx": 243377}
{"lang": "th", "sentence1": "หมอ ผู้ สงสัย ยืนยัน ว่า   ndes   นั้น เป็น กายภาพ ล้วน ๆ   ( นักบิน กองทัพเรือ เปิดเผย กับ แรงโน้มถ่วง สุดขั้ว ก็ มี วิสัยทัศน์ ของ ไฟ สว่าง และ พระเจ้า คิด )", "sentence2": "หมอ ขี้สงสัย เชื่อ จริงๆ ว่า   ndes   คือ เรื่องจริง", "gold": "contradiction", "file_idx": 357391}
{"lang": "th", "sentence1": "กะเทย ใน ภาษา อาจ ได้ ตามเรื่อง นี้", "sentence2": "ไม่มี กะเทย ใน ภาษา", "gold": "contradiction", "file_idx": 383305}
{"lang": "th", "sentence1": "พวก นี้ คลอง คลอง และ   lagoons   อ้าง สถานที่ ห่าง กัน ในจินตนาการ ของ พวกเรา", "sentence2": "Palazzos   พวก นี้ คลอง และ   lagoons   ไม่ ค่อย ดี เท่าไหร่", "gold": "contradiction", "file_idx": 138969}
{"lang": "th", "sentence1": "วันนี้ การ ไป เยี่ยมชม ขอให้ แค่ นอกเมือง เผยความลับ บางส่วน ของ วิธี ที่ ชาว อียิปต์ โบราณ ทำงาน หิน", "sentence2": "ชาว อียิปต์   stonework   ได้ เป็นหนึ่ง ใน ความลับ ที่ ดี ที่สุด ใน โลก วิธีการ ของ พวกเขา ยัง ไม่ รู้จัก", "gold": "contradiction", "file_idx": 335187}
{"lang": "th", "sentence1": "ผู้ให้บริการ สัญญา ทางหลวง มี ค่าตอบแทน ต่ำกว่า ผู้ให้บริการ ชนบท มาก", "sentence2": "ผู้ให้บริการ สัญญา ทางหลวง มี งาน ที่ เสี่ยง มากกว่า ผู้ให้บริการ ชนบท", "gold": "neutral", "file_idx": 186906}
{"lang": "th", "sentence1": "Statehood   และ การท่องเที่ยว", "sentence2": "การท่องเที่ยว ที่ ได้รับ ผลกระทบ จาก   statehood   เพราะ ฮาวาย เป็น สิ่ง ที่ มีคุณค่า", "gold": "neutral", "file_idx": 347343}
{"lang": "th", "sentence1": "มัน ต้อง เป็น ทั้ง   a   และ   e   หรือ อืม การ ค้นพบ การ ค้นพบ", "sentence2": "สารคดี เรือนจำ ก็ เช่นกัน และ   e   ( 130 )   หรือ ช่อง ดิสคัฟเวอรี่   ( 160 )", "gold": "neutral", "file_idx": 198303}
{"lang": "th", "sentence1": "จาก บท ที่   2   ใช้เวลา ประมาณ   760   ชั่วโมง ของ แรงงาน ต่อ   mwe   ของ   fgd   สร้าง", "sentence2": "ค่าใช้จ่าย แรงงาน หน่วย ของ แต่ละคน   -   ชั่วโมง ประมาณ   $   20", "gold": "neutral", "file_idx": 228344}
{"lang": "th", "sentence1": "มี หลาย คน ที่ ได้รับ การ บันทึก ไว้ ทุกวันนี้ ชีวิต ส่วนตัว ของ คุณ มี ความเสี่ยง ที่จะ บุกรุก", "sentence2": "ทุกวันนี้ ชีวิต ส่วนตัว ของ คน นึง มัน ไม่ปลอดภัย แต่ เทคโนโลยี ใหม่ ก็ พยายาม แก้ปัญหา อยู่", "gold": "neutral", "file_idx": 337088}
{"lang": "th", "sentence1": "เอ่อ ใช่ พวกเขา โชคดี ที่ เรา มี ผู้ชาย ที่ เป็นเจ้าของ บริษัท ตึก", "sentence2": "เรา ควร จ้าง ผู้ชาย คน นี้ มา สร้าง ตึก", "gold": "neutral", "file_idx": 315531}
{"lang": "th", "sentence1": "วรรณกรรม ที่ ยอดเยี่ยม ของ เวลา ,   vitsenzos   kornaros ,   เขียน กลอน มหากาพย์ โรแมนติก ใน ภาษา ของ   cretan ,   erotekritos", "sentence2": "กลอน มหากาพย์ บอก ประวัติศาสตร์ ของ ค รีต และ สงคราม ที่ มัน ต่อสู้", "gold": "neutral", "file_idx": 381299}
{"lang": "th", "sentence1": "โอ้ ดี จริงๆ เมื่อ ฉัน อยู่ ใน อังกฤษ เมื่อ หลาย ปีก่อน และ ฉัน ก็ ไป ที่ ชอบ เช็ก ส เปีย ร์ และ คุณ รู้ ว่า ส แตร ท ฟอร์ด   -   บน   -   avon   และ ทั้งหมด นั้น และ มัน เหมือน คุณ ไม่ สามารถ ยืน อยู่ ข้างใน ของ มัน เพราะ มัน สั้น มาก เพดาน เคย สั้น มาก แต่", "sentence2": "ตอน อยู่ อังกฤษ เห็น เล่น เยอะ แต่ ปกติ ไม่ สนุก กับ พวก มัน เลย", "gold": "neutral", "file_idx": 364038}
{"lang": "th", "sentence1": "วิธี ที่ คุณ เคย มา คิด มัน ทั้งหมด ดังนั้น แพท เอาชนะ ฉัน ให้ กับ   frazzle !   \"   \"", "sentence2": "ฉัน ไม่รู้ ว่า คุณ มา คิด เรื่อง นี้ ได้ อย่างไร เพราะ มัน ซับซ้อน มาก", "gold": "neutral", "file_idx": 113266}
{"lang": "th", "sentence1": "ทำไม ไม่ เห น", "sentence2": "ทำไม ฉัน ถึง ไม่ ควร ทำ แบบ นั้น ?", "gold": "neutral", "file_idx": 308780}
{"lang": "th", "sentence1": "และ เรา ก็ ยัง ใช้ สิ่ง เหล่านั้น ด้วย", "sentence2": "เรา ก็ ใช้ ของ พวก นั้น มา เหมือนกัน ตั้งแต่ ปี   2007", "gold": "neutral", "file_idx": 138145}
{"lang": "th", "sentence1": "มัน ไม่ใช่ งาน ที่ น่าหลงใหล เลย แต่ ต้อง มี ใคร สัก คน ทำ มัน", "sentence2": "สุขาภิบาล เป็นหนึ่ง ใน งาน ที่ ได้รับ ความนิยม มาก ที่สุด ใน เมือง   infrastructures   แม้ มัน จะ เกี่ยวข้อง กับ ขยะ", "gold": "neutral", "file_idx": 390775}
{"lang": "th", "sentence1": "ไม่ ดูเหมือน จะ มี มลพิษ จาก พวกเขา มาก แต่ ฉัน ไม่แน่ใจ เกี่ยวกับ ส่วนที่เหลือ ของ ประเทศ", "sentence2": "พวกเขา ต้อง อยู่ ใน ระเบียบการ ปล่อยวาง", "gold": "neutral", "file_idx": 344463}
{"lang": "th", "sentence1": "ในที่สุด ประชาธิปไตย ของ รัฐสภา ก็ เข้ามา ใน ตัว ของ มัน เอง แม้ว่า จะ มี ลักษณะ ญี่ปุ่น ที่ ชัดเจน สะท้อน ถึง ความ ไม่ ชอบ ของ โต้วาที และ การ เผชิญหน้า และ การ มี ความชอบ ใน กลุ่ม สำหรับ การรักษา ลักษณะ ของ   harmony   ตลอดเวลา", "sentence2": "นี่ เป็น เวอร์ชั่น ประชาธิปไตย ของ รัฐสภา ที่ ประชาชน ญี่ปุ่น ได้ สบายใจ", "gold": "neutral", "file_idx": 216553}
{"lang": "th", "sentence1": "เอกสาร พวก นั้น คือ ความ เชื่อใจ ของ ฉัน", "sentence2": "มึง เอา เอกสาร กู ไป", "gold": "neutral", "file_idx": 16426}
{"lang": "th", "sentence1": "อืม   -   ฮื่ม ใช่ มัน เป็น แค่ ระบบ อาชญากรรม ของ เรา แค่ ดังนั้น ฉัน เดา ว่า โอเวอร์ โอเวอร์ แต่ คุณ รู้ ว่า ปัญหา มัน ไม่ มาก กับ ระบบ คุก ที่ คุณ รู้ ว่า ฉัน หมายถึง เพราะ ตำรวจ อยู่ ข้าง นอกนั้น ทำหน้าที่ ของ พวกเขา กฎหมาย และ ระบบ คุก เป็น เพียง คุณ รู้ ว่า พวกเขา พยายาม ที่จะ รับมือ กับ พวกเขา แต่ คุณ รู้ ว่า สิ่ง ที่ เกี่ยวกับ การ ลงโทษ ทุน ฉัน ฉัน รู้ ว่า หลาย คน ไม่ คิด ว่า มัน จะ เป็น การยับยั้ง เอ่อ เพื่อ อาชญากรรม ในอนาคต และ วิธี ที่ มัน เป็น ตอนนี้ มัน ไม่ใช่ เพราะ คุณ รู้จัก คุณ", "sentence2": "ฉัน คิด ว่าการ ที่ เอา กลับมา แขวนคอ จะ เป็น การขัดขวาง อาชญากรรม", "gold": "neutral", "file_idx": 162889}
{"lang": "th", "sentence1": "ใช่ พ่อ ของ ฉัน เติบโต ขึ้น ใน ฟาร์ม และ เขา มักจะ มี สวน และ เรา มักจะ มี ผักสด ซึ่ง ฉัน แค่ ชอบ และ จริงๆ", "sentence2": "พ่อ ออกจาก ฟาร์ม ตอน อายุ   18   ปี", "gold": "neutral", "file_idx": 65729}
{"lang": "th", "sentence1": "Epa   โดยประมาณ ว่า จำนวน ทั้งหมด ของ เอน ทิ ตี เล็ก ที่ ได้รับ ผลกระทบ จาก กฎ คือ   12,500   หรือ   19   เปอร์เซ็นต์ ของ จักรวาล ที่ ได้รับ ผลกระทบ", "sentence2": "Epa   สำรวจ   200,000   เอน ทิ ตี ใน ระยะเวลา ห้า ปี สำหรับ การ รวบรวม รายงาน", "gold": "neutral", "file_idx": 247904}
{"lang": "th", "sentence1": "มัน เป็นไปได้ ที่จะ เข้าถึง   terraces   รอบ โดม โดย การ ปีน บันได ที่ รักษา โดย การ วาด ,   ชาย   -   แบริ่ง ช้าง หิน", "sentence2": "มี เพียง วิธี เดียว ที่ คน จะ เข้าถึง เว ส", "gold": "neutral", "file_idx": 201747}
{"lang": "th", "sentence1": "เขา กับ   snootful   a   ' ใคร   บางคน   สะใจ '   กบฎ และ กระชาก", "sentence2": "เขา มี จมูก ที่ เต็มไปด้วย ฝุ่น", "gold": "neutral", "file_idx": 296295}
{"lang": "th", "sentence1": "เก็บ รถ ของ คุณ ไว้ ใช้บน ถนน เปิด", "sentence2": "ควร ให้ แน่ใจ ว่า จะ เอา ใบขับขี่ มา ด้วย", "gold": "neutral", "file_idx": 352467}
{"lang": "th", "sentence1": "ไม่มี ฉัน ทำงาน สำหรับ   e-system", "sentence2": "ไม่ ฉัน ไม่ทำงาน ให้   tthem   ฉัน ทำงาน เพื่อ   e-system", "gold": "neutral", "file_idx": 292834}
{"lang": "th", "sentence1": "ใช่ ฉัน คิด ว่า ฉัน จะ คิด เหมือนกัน ว่า ฉัน จะ ทำ ด้วย", "sentence2": "เห็นด้วย ค่ะ", "gold": "neutral", "file_idx": 164879}
{"lang": "th", "sentence1": "นี่ มักจะ มา พร้อมกับ   laouto ,   แปรผัน ของ   mandolin ;   the   askomantoura ,   cretan   ปี่ ;   และ   habioli ,   ฟลุ๊ค ของ เชพ เพิร์ด", "sentence2": "ฟลุ๊ค ของ เชพ เพิร์ด กำลัง เป็นที่นิยม เพราะ มัน คือ การเรียนรู้ ที่ ง่าย ที่สุด", "gold": "neutral", "file_idx": 186339}
{"lang": "th", "sentence1": "Pylon   ที่ น่าประทับใจ ถูก สร้าง ขึ้น ใน ศตวรรษ ที่สอง ค ริ ส ต กาล เพื่อ โอบล้อม สถานที่ ที่ เก่า กว่า", "sentence2": "ที่พัก ภายใน เก่า เป็น สถานที่ ที่ สม บ รู ณ ์ ที่จะ ไป เยี่ยมชม", "gold": "neutral", "file_idx": 333478}
{"lang": "th", "sentence1": "เรา ยัง จัด การประชุม เกี่ยวกับ ซอฟต์แวร์ การ ชุมนุม เอกสาร ใน นิวยอร์ก ซิ ตี้", "sentence2": "การประชุม ซอฟต์แวร์ การประชุม จะ อยู่ ใน ชิ คา โก ปีหน้า", "gold": "neutral", "file_idx": 40685}
{"lang": "th", "sentence1": "\"   จนถึง ตอนนี้ เขา ก็ กำลัง ทำ มัน อยู่   \"   \"   วาด ทำ หน้าบูด   \"", "sentence2": "วาดหวัง จริงๆ ว่า เขา จะ หยุด ทำ มัน", "gold": "neutral", "file_idx": 37258}
{"lang": "th", "sentence1": "ขี่ ไป กับ ฉัน ซิ น ญ อ และ ลอง ของขวัญ นั้น บน ป่า !   \"   \"", "sentence2": "ของขวัญ สามารถ หยุด ทุก ลักษณะ ของ สิ่งมีชีวิต ป่า ใน ราง ของ พวกเขา", "gold": "neutral", "file_idx": 132679}
{"lang": "th", "sentence1": "ฉัน เห็น มัน เป็น เหมือน คน บางคน และ ซอสมะเขือเทศ เย่", "sentence2": "ซอสมะเขือเทศ เป็น เครื่องปรุงรส ที่ นิยม มาก และ บางคน ก็ หมกมุ่น อยู่ กับ มัน", "gold": "neutral", "file_idx": 229524}
{"lang": "th", "sentence1": "ผม ก็ คิด มา ตลอด", "sentence2": "ฉัน มี ความ เฉลียวใจ เสมอ", "gold": "neutral", "file_idx": 60384}
{"lang": "th", "sentence1": "มาตรฐาน การ รายงาน เพิ่มเติม สำหรับ การ ทำ ธุรกรรม ทางการเงิน โดย สอดคล้อง กับ กา ก้า", "sentence2": "กา ก้า คือ ผู้มีอำนาจ ใน เรื่อง การเงิน", "gold": "neutral", "file_idx": 285284}
{"lang": "th", "sentence1": "'   ซึ่ง เป็น เหตุผล ที่ เรา จะ กำหนดให้ คุณ เป็น ผู้ดูแล ผู้เชี่ยวชาญ สำหรับ ภารกิจ ของ คุณ   '   '   '", "sentence2": "เหตุผล ที่ คุณ ได้รับ ผู้ดูแล เป็น เพราะ เรา คิด ว่า คุณ ไร้ความสามารถ", "gold": "neutral", "file_idx": 35800}
