{"lang": "th", "sentence1": "ฝรั่งเศส กำลัง พัฒนา ตัวตน แห่งชาติ ของ การ มองโลกในแง่ดี มี การ วิจารณ์ สังคม ระดับสูง และ กดดัน อย่างต่อเนื่อง เพื่อ ปรับปรุง", "sentence2": "สิ่ง ต่างๆ เปลี่ยนไป เพื่อ สิ่ง ที่ ดีกว่า ใน ฝรั่งเศส", "gold": "entailment", "file_idx": 303756}
{"lang": "th", "sentence1": "สิ่ง ที่ สัตว์ อื่นๆ ที่ สตาร์ ค มี อยู่ ใน ความเสถียร ของ เขา ?", "sentence2": "ยัง มี สัตว์ร้าย ใน ความเสถียร ของ สตาร์ ค อีก", "gold": "entailment", "file_idx": 213626}
{"lang": "th", "sentence1": "ใน ช่วง สามสิบ", "sentence2": "ยุค สามสิบ คือ เวลา ที่ เรา กำลัง พูดถึง", "gold": "entailment", "file_idx": 25690}
{"lang": "th", "sentence1": "การ ประเมินค่า เศรษฐกิจ ของ ผลประโยชน์ มักจะ เกี่ยวข้อง กับ การ ประเมินค่า ของ ผู้ วัดใจ เพื่อ หลีกเลี่ยง สุขภาพ ที่ เป็นอันตราย หรือ ผลกระทบ ต่อ สิ่งแวดล้อม", "sentence2": "มัน จำเป็น ที่ ต้อง ประเมิน ว่า คน จะ จ่าย เท่าไหร่ เพื่อ หลีกเลี่ยง ผลกระทบ ทาง ลบ", "gold": "entailment", "file_idx": 39485}
{"lang": "th", "sentence1": "มัน มี เครื่องยนต์ มาตรฐาน สาม ห้าสิบ ที่ ดี ใน เครื่องยนต์ แก๊ส ปกติ และ เครื่องยนต์ ที่ ฉัน เข้าใจ ฉัน สามารถ ทำงาน บน เครื่องยนต์ นั้น ได้", "sentence2": "จริงๆ แล้ว ฉัน สามารถ ทำงาน บน เครื่องยนต์ สาม ห้าสิบ ได้ เพราะ ฉัน เข้าใจ พวกเขา", "gold": "entailment", "file_idx": 77343}
{"lang": "th", "sentence1": "เรื่อง หน้าปก บอ กว่า โปร กีฬา กำลัง มีปัญหา", "sentence2": "กีฬา   pro   กำลัง อยู่ ใน ที่ เลวร้าย", "gold": "entailment", "file_idx": 108614}
{"lang": "th", "sentence1": "การ ตั้งค่า รถพ่วง สำหรับ วันหยุด สุดสัปดาห์ หรือ สัปดาห์ หรือ สิบ วัน หรือ อะไรก็ตาม ที่ เป็น ความคิด ของ คุณ เกี่ยวกับ การ ตั้ง แคมป์", "sentence2": "คุณ คิด อย่างไร เกี่ยวกับ การ ตั้ง แคมป์ การ ตั้งค่า รถพ่วง สำหรับ วันหยุด สุดสัปดาห์ ?", "gold": "entailment", "file_idx": 116474}
{"lang": "th", "sentence1": "ฉัน เลย คิด ว่าการ ได้ ขอ เอบีซี", "sentence2": "ฉัน ขอ   a . b . c .   และ ฉัน คิด", "gold": "entailment", "file_idx": 57131}
{"lang": "th", "sentence1": "สำหรับ วิธี ทดสอบ   menidia   beryllina   ตัวอย่าง   effluent   เป็น อุตสาหกรรม น้ำเสีย ฆ่า กับ   cuso 4   ตัวอย่าง น้ำ ที่ ได้รับ เป็น น้ำทะเล ธรรมชาติ ที่ มี   cuso 4   และ การ อ้างอิง   toxicant   ตัวอย่าง เป็น   bioassay- เกรด สี่ สิบ   fathomsa   สังเคราะห์ น้ำทะเล กับ   cuso 4", "sentence2": "เมื่อ ทางออก ถูก วางยา ด้วย   cuso 4   การ ทดสอบ ต่อไป มักจะ แสดงให้เห็น ใน   cuso 4", "gold": "entailment", "file_idx": 95959}
{"lang": "th", "sentence1": "Charming   segovia   ยัง เป็น เมือง   castilian   อีก เมือง ที่ ดูเหมือน หนัง ที่ มัน ดราม่า น้ำมัน ขึ้น   majestically   จาก ที่ราบ รอบ ๆ", "sentence2": "เซ เวียร ์ เป็น เมือง   castillian", "gold": "entailment", "file_idx": 233174}
{"lang": "th", "sentence1": "ฉัน ไม่แน่ใจ ว่า ฉัน เข้าใจ ใน สิ่ง ที่ คุณ ต้องการ", "sentence2": "ฉัน ไม่ คิด ว่า ฉัน จะ เข้าใจ ใน สิ่ง ที่ คุณ ต้องการ", "gold": "entailment", "file_idx": 183709}
{"lang": "th", "sentence1": "ผล หลัก ของ กฎหมาย นี้ ยัง ไม่ได้ ไป ลด การ อ้าง ประกัน แต่ เพื่อ ท้อ แพทย์ จาก การ คัด กรอง ปัญหา แอลกอฮอล์", "sentence2": "ผล หลัก ของ กฎหมาย เคย ไป ท้อ แพทย์ จาก การ คัด กรอง ปัญหา แอลกอฮอล์", "gold": "entailment", "file_idx": 262183}
{"lang": "th", "sentence1": "Don   '   t   คิด ว่า   kitchell   '   s   บาง สัน   -   ขี่   '   คนเลว", "sentence2": "อย่า คิด ว่า เขา เป็น คน ทั่วไป เขา ค่อนข้าง ไม่ เหมือน ใคร", "gold": "entailment", "file_idx": 80513}
{"lang": "th", "sentence1": "และ เอ่อ เพื่อให้ บริษัท นี้ อยู่รอด พวกเขา ต้อง อยู่ ใน พื้นที่ ของ พวกเขา เริ่ม สนับสนุน ศูนย์ รีไซเคิล ของ ตัวเอง", "sentence2": "พวกเขา เริ่ม เป็น สปอนเซอร์ ศูนย์ เพื่อ อยู่ อย่าง ลอย ลอย", "gold": "entailment", "file_idx": 74371}
{"lang": "th", "sentence1": "แรงจูงใจ ทั้งหมด สำหรับ ผู้ บังคับ ผูกขาด   --   สื่อ การ ยกย่อง การ จดจำ มืออาชีพ และ การ สะสม งบประมาณ ของ รัฐสภา   --   ผลักดัน รัฐบาล เพื่อ บรรจุ เกม ที่ ใหญ่ ที่สุด", "sentence2": "ผู้บังคับการ ผูกขาด สามารถ รับ การ จดจำ และ รางวัล มืออาชีพ ได้", "gold": "entailment", "file_idx": 118217}
{"lang": "th", "sentence1": "แพง เกิน แพง เกิน กว่า ที่ พวกเขา จะ ทำ อย่างนั้น", "sentence2": "มัน มีเงิน มาก สำหรับ คน เหล่านั้น ที่จะ ทำ แบบ นั้น", "gold": "entailment", "file_idx": 254250}
{"lang": "th", "sentence1": "รอบ นี้ เรา รู้จัก ฮ อ ส ที่ ดีแต่ เรา ไม่ สามารถ มั่นใจ ใน ปะ ป๊า ของ เขา ได้ เสมอ ไม่ใช่ ถ้า เขา เป็น สัตว์ป่า", "sentence2": "เรา รู้จัก ม้า ดี ที่นี่", "gold": "entailment", "file_idx": 352461}
{"lang": "th", "sentence1": "การ ได้ ฟื้นฟู   carpetbaggers   เรา อาจจะ คืน ชื่อ ที่ ดี ของ พวกเขา ให้ พวกเขา", "sentence2": "เรา ควร ให้   carpetbaggers   คืน ชื่อ ที่ ดี ของ พวกเขา เนื่องจาก เรา ได้ ฟื้นฟู พวกเขา", "gold": "entailment", "file_idx": 31754}
{"lang": "th", "sentence1": "บิล ชอบ อธิบาย ว่า ใน โครงการ ซอฟต์แวร์ ปกติ ผู้จัดการ โปรแกรม ก็ แค่ คุม โปรแกรม", "sentence2": "ผู้จัดการ โปรแกรม ไม่ได้ ทำ มือ งาน อะไร เลย จริงๆ", "gold": "entailment", "file_idx": 157569}
{"lang": "th", "sentence1": "พื้นฐาน มาก แต่ อาหาร จา ไมก้า ที่ ดีมาก ๆ เสิร์ฟ ผ่าน หน้าต่าง ห้องครัว พร้อม สวน   gazebos   ให้ นั่ง กิน เข้าไป", "sentence2": "พวกเขา เสิร์ฟ อาหาร พื้นฐาน ที่ รสชาติ ดี", "gold": "entailment", "file_idx": 185711}
{"lang": "th", "sentence1": "ฝนตก เมื่อ ปี ที่แล้ว เรา มี อือ หือ เรา", "sentence2": "ปี ที่แล้ว ฝน ก็ ตก", "gold": "entailment", "file_idx": 36245}
{"lang": "th", "sentence1": "เจ้าหน้าที่ และ แม่บ้าน เต็มตัว เขา ได้รับ การศึกษา ที่ คาทอลิก เซ็นทรัล", "sentence2": "บางคน เคย เป็น เจ้าหน้าที่ และ แม่บ้าน", "gold": "entailment", "file_idx": 335853}
{"lang": "th", "sentence1": "ความเห็น มี ความหลากหลาย เกี่ยวกับ ข้อดี ของ การแสดง ของ คลินตัน", "sentence2": "ผู้คน มี มุมมอง ที่ แตก ต่างกัน เกี่ยวกับ คลินตัน", "gold": "entailment", "file_idx": 90261}
{"lang": "th", "sentence1": "ดูเหมือน ฉัน จะ อ่าน", "sentence2": "ปรากฎ ว่า ฉัน อ่าน", "gold": "entailment", "file_idx": 83608}
{"lang": "th", "sentence1": "ลูกทุ่ง บน   menorca   ลา ตกลง จะ จ่าย ส่วย ประจำปี ให้   arag ?   น.   น และ ถูก ทิ้ง ไว้ อย่างสงบ", "sentence2": "ลูกทุ่ง จ่าย ส่วย ประจำปี ให้ ถูก ทิ้ง ให้ อยู่ คนเดียว", "gold": "entailment", "file_idx": 328631}
{"lang": "th", "sentence1": "สรุป กรม มะ โน มะ ราย งานอุตสาหกรรม ปัจจุบัน สำหรับ อุตสาหกรรม เคมีอนินทรีย์", "sentence2": "รายงานสรุป การ สรุป ของ กรม อุตสาหกรรม อุตสาหกรรม ใน ปัจจุบัน สำหรับ อุตสาหกรรม เคมีอนินทรีย์", "gold": "entailment", "file_idx": 325387}
{"lang": "th", "sentence1": "คลินตัน ได้ ตะกร้า ผลไม้ ที่ มี ส้ม ที่ มี อยู่ ใน คำพูด ของ   zercher ,   shrivelled   และ พิการ   --   มัน ดูเหมือน อวัยวะ ทางเพศ ของ ผู้หญิง", "sentence2": "Zercher   บอ กว่า ส้ม ดู เป็น อวัยวะ ทางเพศ ของ ผู้หญิง", "gold": "entailment", "file_idx": 123930}
{"lang": "th", "sentence1": "นี่ คือ ฟังก์ชัน ที่ ชัดเจน กว่า ที่ แยก โด", "sentence2": "นี่ คือ สิ่ง ที่ แยก ออก โด", "gold": "entailment", "file_idx": 110896}
{"lang": "th", "sentence1": "ภายใต้ หมวก ฝนกรด และ โปรแกรม เท รด เรา ยัง ไม่ได้ เห็น จุด ร้อน ท้องถิ่น เพราะ   emitters   สูงสุด มักจะ มี ต้นทุน ที่ มีประสิทธิภาพ มาก ที่สุด ใน การ ควบคุม และ ดังนั้น มีแนวโน้ม ที่จะ ควบคุม ได้ มาก ที่สุด", "sentence2": "ใต้ หมวก ฝนกรด และ โปรแกรม เท รด เรา มองหา จุด ร้อน ท้องถิ่น", "gold": "entailment", "file_idx": 292236}
{"lang": "th", "sentence1": "Palma   overshadows   เมือง อื่นๆ บน   mallorca   ใน สเกล และ ความ ซับซ้อน ของ ร้านค้า ของ มัน", "sentence2": "Palma   มี ร้าน ที่ ซับซ้อน กว่า นี้", "gold": "entailment", "file_idx": 223183}
{"lang": "th", "sentence1": "ดู โน้ต ที่ มี อยู่ กับ ข้อความ ทางการเงิน สำหรับ สภาพ ของ ที่ดิน ที่ มี การ ให้บริการ", "sentence2": "สภาพ ที่ดิน ที่ มี การ ให้บริการ มี การ บันทึก ไว้ ใน บันทึก", "gold": "entailment", "file_idx": 154462}
{"lang": "th", "sentence1": "เพราะ ทรัพยากร ที่ แน่น ขาด กองทุน ท่องเที่ยว และ จำเป็นต้อง ใช้ พนักงาน ที่ มีประสบการณ์ และ ทักษะ ที่ ไม่ เท่ากัน นี่ กลายเป็น วิกฤติ ใน สถานการณ์ ที่ เกี่ยวข้อง กับ หลาย   evaluators   ทำงาน ใน ภูมิภาค ที่ แตก ต่างกัน", "sentence2": "ทรัพยากร และ กองทุน ที่ ต้อง จ่าย สำหรับ พนักงาน ท่องเที่ยว สามารถ จำกัด ได้", "gold": "entailment", "file_idx": 229580}
{"lang": "th", "sentence1": "ทุกคน อยู่ ที่ โต๊ะ ยัง พยายาม จะ ทำงาน อยู่ แต่ คาถา มัน ถูก ทำลาย ไป หมด แล้ว", "sentence2": "คาถา เคย พัง แล้ว คน ยัง ตื่นเต้น", "gold": "entailment", "file_idx": 130895}
{"lang": "th", "sentence1": "ฉัน ก็ ทำ เหมือนกัน พวกเขา ไม่ เหมือนกัน", "sentence2": "ฉัน ก็ ทำ เช่นกัน แต่ พวกเขา ไม่", "gold": "entailment", "file_idx": 263282}
{"lang": "th", "sentence1": "ตรรกะ เดียวกัน จะ ถือ สำหรับ บริการ ส่ง ไปรษณีย์ ได้รับ กำไร ที่ ได้รับ   ( ขาดทุน )", "sentence2": "ตรรกะ จะ ค้าง ไว้ สำหรับ ไปรษณีย์ ทำมาหากิน", "gold": "entailment", "file_idx": 241647}
{"lang": "th", "sentence1": "และ ทั้ง บิต และ หนึ่ง ใน ผู้ชาย ได้ เอ่อ ฉัน คิด ว่า มัน เป็น สิบ เจ็ด ปี และ อีก คน อยู่ สำหรับ การ จำคุก ตลอดชีวิต", "sentence2": "อาชญากร คน หนึ่ง ได้ สิบ เจ็ด ปี และ อีก หนึ่ง ชีวิต ผม ว่า", "gold": "entailment", "file_idx": 63459}
{"lang": "th", "sentence1": "ทะเล ที่ หยาบ บ่อย ที่ มี การ ทิ้ง ผู้โดยสาร ที่   porto   de   abrigo   ใน ทิป ตะวันออก ของ เกาะ", "sentence2": "การข้าม ทะเล บ่อย มาก ค่อนข้าง หยาบ", "gold": "entailment", "file_idx": 212716}
{"lang": "th", "sentence1": "และ จากนั้น เมื่อ ทุกอย่าง มัน ยอดเยี่ยม   ( ยกเว้น บางที สำหรับ ความภาคภูมิใจ ใน ตัวเอง ของ โล ล่า เพราะ สิว ของ เธอ ได้ กลับมา ),   โอ เล็ค โผล่ มา และ บอ กว่า :", "sentence2": "ความภาคภูมิใจ ใน ตัวเอง ของ โล ล่า ตกอยู่ในอันตราย เพราะ การ แบ่งแยก สิว", "gold": "entailment", "file_idx": 328046}
{"lang": "th", "sentence1": "บอ กว่า คุณ เพ น นี มี บางอย่าง ที่ ฉัน อยาก จะ ถาม คุณ   \"   \"", "sentence2": "เขา มี คำถาม สำคัญ สำหรับ คุณ เพ น นี", "gold": "entailment", "file_idx": 51243}
{"lang": "th", "sentence1": "ว่า จะ ไป ยังไง เกี่ยวกับ การ ช่วย ให้ คน ได้ เรียนรู้ ภาษา อื่น ที่ ฉัน หมายถึง มัน เหมือน คน ไม่ รู้จัก จะ พูด อะไร มัน ก็ ไม่ใช่ ก้าว ไป ก้าว", "sentence2": "รายละเอียด ของ วิธี ที่ คุณ สามารถ ช่วยเหลือ ใคร สัก คน ได้ ใน การเรียนรู้ ภาษา ที่สอง", "gold": "entailment", "file_idx": 315698}
{"lang": "th", "sentence1": "อย่าง ที่ เรา รู้ จาก ออสการ์ มัน เป็น สิ่ง ที่ ดี ที่สุด ที่ ได้ รับรางวัล", "sentence2": "สิ่ง ที่ มี ศีลธรรม ได้ รับรางวัล อย่าง ที่ เห็น ใน งาน ออสการ์", "gold": "entailment", "file_idx": 122945}
{"lang": "th", "sentence1": "ไม่มี การ เถียง กัน ว่า ประชาธิปไตย ต้องการ ผู้แทน และ ผู้ โหวต ที่ สามารถ คิด เพื่อ ตัวเอง ได้", "sentence2": "พวก มัน อยาก ให้ คน มี จิต มีใจ เป็น ของ ตัวเอง", "gold": "entailment", "file_idx": 285200}
{"lang": "th", "sentence1": "คำขอ ก็ ควร ให้ ผลตอบแทน จาก การคาดการณ์ การลงทุน อื่นๆ ที่ มี ค่าใช้จ่าย ด้าน การเงิน และ ต้นทุน รายได้ และ การ ประมาณการ ระดับเสียง สำหรับ การ บริการ ใหม่ สำหรับ ระยะเวลา การ ทดสอบ ที่ ขอแต่งงาน ทั้งหมด", "sentence2": "การ วิเคราะห์ ด้าน การเงิน และ การ ประมาณการ ควร ให้ สำหรับ ระยะเวลา การ ทดสอบ ที่ ขอแต่งงาน ทั้งหมด", "gold": "entailment", "file_idx": 86405}
{"lang": "th", "sentence1": "Chithirai   vishu   ( ปีใหม่ ฮินดู )   เป็นชู้ ศาสนา มากกว่า คนจีน ด้วย การ บูชา และ คำอธิษฐาน", "sentence2": "ปีใหม่ ฮินดู มี ความ ยำเกรง ใน การเฉลิมฉลอง มากกว่า ปีใหม่ จี น. .", "gold": "entailment", "file_idx": 40108}
{"lang": "th", "sentence1": "ฝ่ายตรงข้าม พรรค รีพับลิกัน กล่าว หาว่า พุ่มพวง ของ การ วิ่ง เพื่อ ประธานาธิบดี บน หลัง ของ ส .   ส .", "sentence2": "บุช ถูก กล่าว หาว่า หาเสียง ให้ ประธานาธิบดี บน หลัง ของ ส .   ส .", "gold": "entailment", "file_idx": 174163}
{"lang": "th", "sentence1": "ถ้า คุณ เป็น ช่างภาพ และ ต้อง จ้าง นางแบบ เด็ก สำหรับ การ ยิง ที่ สำคัญ คุณ สามารถ จ้าง จาก หน่วยงาน โมเดลลิ่ง ที่ มีชื่อเสียง ที่ รับประกัน ลูกค้า ของ มัน หรือ คุณ สามารถ จ้าง เด็ก ออกจาก ถนน และ ยัง จ้าง พี่เลี้ยง เผด็จการ เพื่อ ดู พวกเขา ทุก วินาที", "sentence2": "ถ้า คุณ ต้องการ เด็ก สำหรับ การ ถ่ายแบบ คุณ มี ทางเลือก ของ หน่วยงาน โมเดลลิ่ง ที่ น่านับถือ หรือ เพียง เลือก เด็กข้างถนน", "gold": "entailment", "file_idx": 40169}
{"lang": "th", "sentence1": "สิ่งแวดล้อม ที่ เหนือกว่า และ ผล ทางเศรษฐกิจ ของ ...   โปรแกรม เป็น สิ่ง ที่ ควร คาดหวัง กับ โปรแกรม ที่ ตรง กับ ขีดจำกัด การ ปล่อย ที่ โจ่งแจ้ง กับ ตลาด ที่ เปลี่ยน มลภาวะ การ ลด เป็น สินทรัพย์ ค้าขาย", "sentence2": "โปรแกรม ที่ มี การ ปล่อยวาง จำกัด", "gold": "entailment", "file_idx": 188106}
{"lang": "th", "sentence1": "มาห์ มูด ได้ ทุบ พวก ผู้ ปฏิเสธ ศรัทธา และ ทำลาย วัด ของ พวกเขา ตามที่ เขา ได้ ไป แต่ ยัง เป็น ที่ เพาะเลี้ยง พอ ที่จะ ใช้ ก้น สร้าง ห้องสมุด พิพิธภัณฑ์ และ มัสยิด ที่ ยอดเยี่ยม เมื่อ เขา ได้ กลับ ไป ที่   ghazni", "sentence2": "มาห์ มู้ด ปล้น วัด ตำนาน ของ ศัตรู ของ เขา และ สนับสนุน การ ก่อสร้าง ของ มัสยิด", "gold": "entailment", "file_idx": 165679}
{"lang": "th", "sentence1": "มึง ยัง ไม่ ตาย !", "sentence2": "คุณ ยัง ไม่ ตาย !", "gold": "entailment", "file_idx": 35724}
{"lang": "th", "sentence1": "ใน ช่วง ปลาย ๆ ปี   1870   เขา กำหนด เงินกู้ จาก ์   archibald   stewart   ดังนั้น สจ๊วต จึง เอา ไร่ ลา ส เวกัส ไป เป็น ของ เขา เอง", "sentence2": "เขา ไม่ได้ จ่าย เงินกู้ ให้ กับ สจ๊วต", "gold": "entailment", "file_idx": 14317}
{"lang": "th", "sentence1": "'   เพื่อ หัวเราะ ?   '   '   '", "sentence2": "ไป หัวเราะ หรอ", "gold": "entailment", "file_idx": 360155}
{"lang": "th", "sentence1": "จิ้งจอก น้อย   ( โรงละคร   vivian   beaumont ,   ลินคอล์น เซ็นเตอร์ ,   เมือง นิวยอร์ก )", "sentence2": "จิ้งจอก น้อย   ( นิวยอร์ค สหรัฐอเมริกา )", "gold": "entailment", "file_idx": 372209}
{"lang": "th", "sentence1": "เมือง มีชื่อเสียง นานาชาติ ที่ ยืนนาน เพื่อ วิจัยและพัฒนา ซึ่ง เริ่ม ใน ปี   1681   กับ ผู้ก่อตั้ง มหาลัย หลวง แพทย์", "sentence2": "งานวิจัย และ การพัฒนา เป็น ประเพณี ที่ ยาวนาน ใน เมือง จะ กลับ ไป เป็น   1681", "gold": "entailment", "file_idx": 331014}
{"lang": "th", "sentence1": "เติบโต ใน อินเดีย มัน ถูก ส่ง ไป ที่ แคน ตัน และ ในขณะที่ จีน ต่อต้าน การค้า ใน ปี   1799   เจ้าหน้าที่ กวางตุ้ง ท้องถิ่น มักจะ เต็มใจ มอง อีก วิธี หนึ่ง สำหรับ การบีบ เงิน   ( ศัพท์ ที่ ยัง ใช้ ใน ฮ่องกง )", "sentence2": "การค้า ถูก ผิดกฎหมาย โดย จีน ใน ปี   1799   แต่ เจ้าหน้าที่ มักจะ ยอม รับสินบน เพื่อ อนุญาต ให้ มัน", "gold": "entailment", "file_idx": 374718}
{"lang": "th", "sentence1": "ข้อมูล นี้ ช่วย ใน การตัดสินใจ เช่น การ สัญญา งาน ออก รับภาระ โครงการ หรือ เพิ่ม ลด ,   ปรับเปลี่ยน ,   หรือ ขจัด กิจกรรม หรือ สินค้า", "sentence2": "ข้อมูล ดังกล่าว จะ ช่วย ให้ การตัดสินใจ เช่น งาน มา ล โครงการ กิจการ และ เพิ่มขึ้น ลด การ ปรับเปลี่ยน หรือ การกำ จัดกิจกรรม หรือ สินค้า", "gold": "entailment", "file_idx": 340604}
{"lang": "th", "sentence1": "ดังนั้น ใช่ ฉัน เคย ทำ เมื่อ ลูก ๆ ของ ฉัน เป็น เด็ก จริง และ ฉัน อยู่ บ้าน ที่ ฉัน ดู เอ่อ ฉัน อยู่ บ้าน มากขึ้น ฉัน ได้ ดู สิ่ง ต่างๆ บน พื้นฐาน ที่ มากขึ้น แต่ ตอนนี้ สิ่ง สุดท้าย ที่ ฉัน ดู เป็นประจำ คือ สามสิบ บางอย่าง เมื่อ ครั้งแรก ที่ ออกมา ทำ   y   '   all   เคย ดู ที่", "sentence2": "ฉัน เคย ดูโทรทัศน์ เพิ่มเติม บน พื้นฐาน ปกติ เมื่อ ลูก ๆ ของ ฉัน เล็ก ลง", "gold": "entailment", "file_idx": 168028}
{"lang": "th", "sentence1": "ผู้มีเกียรติ   daniel   akaka   ประธาน ผู้มีเกียรติ   james   inhofe   จัดอันดับ คณะกรรมการ สมาชิก ชนกลุ่มน้อย ใน การ เตรียม ความพร้อม และ การ จัดการ คณะกรรมการ สนับสนุน การ บริการ ติดอาวุธ สหรัฐอเมริกา", "sentence2": "Daniel   akaka   เป็นหนึ่ง ใน สมาชิก ของ วุฒิสภา สหรัฐ", "gold": "entailment", "file_idx": 81428}
{"lang": "th", "sentence1": "เจอ เขา   crawlin   '   ตาม อยู่ ใกล้ เมือง", "sentence2": "คลาน ไป ใกล้ เมือง เป็น ที่ ที่ เขา ถูก พบ", "gold": "entailment", "file_idx": 134353}
{"lang": "th", "sentence1": "ใน การพัฒนา และ พัฒนา วิธีการ สำหรับ การประเมิน และ ทำให้ ศักยภาพ ที่ มี ศักยภาพ ใน การ เสี่ยง ตาย ใน ช่วง หลาย ปี   epa   ได้ ปรึกษา กับ แผง ของ คณะกรรมการ ที่ปรึกษา วิทยาศาสตร์", "sentence2": "Epa   กำลัง พยายาม ปรับปรุง วิธี ใน การประเมิน และ ทำให้ มี ศักยภาพ ใน การ ลด ความเสี่ยง ใน การ เสี่ยง ตาย", "gold": "entailment", "file_idx": 306607}
{"lang": "th", "sentence1": "เป๊ะ เว่อ", "sentence2": "เป๊ะ เว่อ", "gold": "entailment", "file_idx": 111750}
{"lang": "th", "sentence1": "พุ่มพวง ได้ยิน คำ ว่า นักปราชญ์ ยึด แนวคิด ที่ เกี่ยวข้อง   --   พระ คริสต์   --   และ เพิกเฉย ต่อ องค์ประกอบ คีย์ อื่นๆ ใน คำถาม เช่น การเมือง และ ระบุ ด้วย และ ทำไม", "sentence2": "เมื่อ ได้ยิน คำ ว่า นักปราชญ์ พุ่มพวง เพิ่ง เริ่ม พูด เรื่อง พระ คริสต์ และ ไม่มีใคร", "gold": "entailment", "file_idx": 256717}
{"lang": "th", "sentence1": "กฎ ถูก กำหนดให้ เป็น การกระทำ ที่ มี ข้อบังคับ สำคัญ ภายใต้ คำ สั่งของ ผู้บริหาร ไม่", "sentence2": "กฎ ถูก กำหนดให้ เป็น การกระทำ ที่ มี นัยสำคัญ", "gold": "entailment", "file_idx": 352055}
{"lang": "th", "sentence1": "โง่ ง่าย ประทับใจ   yokels ...   หน้าอก ของ ฉัน เริ่ม กระชับ", "sentence2": "The   yokels   เป็น ใบ้", "gold": "entailment", "file_idx": 204016}
{"lang": "th", "sentence1": "ปฏิรูป ประกันสังคม ใน บริบท ระดับโลก การประชุม ปฏิรูป ประกันสังคม ลิงค์ เพื่อ ประหยัด การลงทุน และ การ เติบโต สตี เว่ น ทิฟฟานี่   sass   และ โรเบิร์ต เค   triest ,   eds", "sentence2": "ประกันสังคม กำลัง ถูก กลับใจ", "gold": "entailment", "file_idx": 160556}
{"lang": "th", "sentence1": "ตลาด ดอกไม้ บน สถานที่ ห ลุย ส ์   lepine   ใกล้ กับ   notre-dame   บน   ile   de   la   อ้างอิง เปิด ตั้งแต่   8   โมง เช้า ถึง   7 :   30   น.   ทุกวัน", "sentence2": "ตลาด ดอกไม้ เปิด เฉพาะ วันอาทิตย์ ค่ะ", "gold": "contradiction", "file_idx": 129905}
{"lang": "th", "sentence1": "ดี แม้ คุณ จะ รู้ ว่า สิ่ง ที่ ยัง ไม่ได้ ทำ ใน ทางเทคนิค แล้ว เรา ก็ ยัง ไม่ ได้รับ เงินเดือน ของ เรา แช่แข็ง", "sentence2": "เงินเดือน เรา ถูก แช่แข็ง แล้ว", "gold": "contradiction", "file_idx": 300843}
{"lang": "th", "sentence1": "ตลาด ปศุสัตว์ ที่ มีชีวิตชีวา ทำให้   penrith   เป็น ศูนย์กลาง สำหรับ กิจกรรม เศรษฐกิจ ของ พื้นที่", "sentence2": "การ ขาดตลาด ปศุสัตว์ ที่ มีชีวิตชีวา ทำให้   penrith   เป็น ชนบท ที่ ไม่ รู้จัก", "gold": "contradiction", "file_idx": 102901}
{"lang": "th", "sentence1": "วิทยาศาสตร์ ใน มือ อื่นๆ เกี่ยวข้อง กับ การ หลีกเลี่ยง การ ยึดติด ของ   dogmatic   กับ วิธีการ วิเคราะห์ ใดๆ", "sentence2": "การ แนบ ของ   dogmatic   สามารถ อยู่ ร่วมกับ วิทยาศาสตร์ ใน การ วิเคราะห์ ได้", "gold": "contradiction", "file_idx": 118108}
{"lang": "th", "sentence1": "แต่ คุณ ดู มัน", "sentence2": "มึง อย่า ดู มัน เลย", "gold": "contradiction", "file_idx": 55678}
{"lang": "th", "sentence1": "ใช่ ดี ใน สาม ของ ร้านอาหาร เหล่านั้น อาจจะ เป็น สิ่ง ที่ ดี ที่สุด ที่ ฉัน หมายถึง พวกเขา   '   พวกเขา ทั้งหมด ค่อนข้าง ดีแต่ ร้านอาหาร คุ้มค่า จริงๆ ที่ ได้ เห็น", "sentence2": "ร้านอาหาร ก็ แค่ เฉลี่ย ไม่ คุ้มค่า ที่จะ หยุด ที่นั่น", "gold": "contradiction", "file_idx": 105175}
{"lang": "th", "sentence1": "ขาย บ้าน และ ย้าย กลับบ้าน คุณ รู้ ถึง เมือง บ้าน ของ ฉัน และ และ ฉัน จะ ไม่อยู่ ที่นี่ ใน เท็กซัส ดังนั้น", "sentence2": "อยู่ ที่นี่ ใน เท็กซัส และ ไม่เคย กลับ ไป ที่ บ้านเกิด ของ ฉัน", "gold": "contradiction", "file_idx": 88538}
{"lang": "th", "sentence1": "ใน ฐานะ อธิบดี   rossotti   ได้ ระบุ ไว้ แล้ว ว่า กรมสรรพากร   '   โครงสร้าง องค์กร ที่ ยุ่งยาก ใน ปัจจุบัน และ เทคโนโลยี ที่ ไม่ เพียงพอ คือ อุปสรรค ของ อาจารย์ใหญ่ ใน การ ส่งมอบ การปรับปรุง ดราม่า ใน บริการ ของ ลูกค้า และ ผลผลิต", "sentence2": "กรมสรรพากร   '   ระดับ ปัจจุบัน ของ เทคโนโลยี มี ความ เพียงพอ สำหรับ การ ให้บริการ ลูกค้า", "gold": "contradiction", "file_idx": 12220}
{"lang": "th", "sentence1": "แต่ ไม่ได้ เป็น รัฐบาล กลาง ใน งบประมาณ ของ รัฐบาล กลาง", "sentence2": "ไม่ นั่น ไม่ได้ อยู่ ใน งบประมาณ ของ รัฐบาล กลาง", "gold": "contradiction", "file_idx": 54609}
{"lang": "th", "sentence1": "ไม่มี สิ่ง ที่ ยิ่งใหญ่ ของ เรา คือ คุณ รู้ ว่า ราคา หนัง หนัง บน นี้ ฉัน คิด ว่า มัน เหมือน หก เหรียญ ตอนนี้ ใน โรงภาพยนตร์ และ คุณ รู้ ว่า มัน เหมือน คุณ รู้ หลาย สิ่ง ที่ เรา พยายาม ที่จะ จับ เหมือน ที่ โรงละคร ดอลลาร์ หรือ รอบ รอบ และ อีก หลาย เรื่อง ที่ เรา แค่ รอ จนกว่า มัน จะ ออกมา ใน เทป", "sentence2": "สำหรับ หนัง ส่วนใหญ่ เรา แค่ รอ ดู เวอร์ชั่น เทป", "gold": "contradiction", "file_idx": 200267}
{"lang": "th", "sentence1": "กระท่อม ขาย เบียร์ เป็น พัน ๆ คน ขาย เบียร์ หรือ บุหรี่ และ บาร์บีคิว หลาย ร้อย ถัง ทำ บาร์บีคิว ไก่ และ เบอร์เกอร์", "sentence2": "ไม่มี ที่ไหน จะ ซื้อ เหล้า หรือ บุหรี่", "gold": "contradiction", "file_idx": 46266}
{"lang": "th", "sentence1": "พวกเขา อาจจะ มี ปี ที่ ดี ใน ปี นี้ เอ่อ น่าเสียดาย ที่ ค วอ เต อ ร์ แบ็ค มี การโต้เถียง ที่ พวกเขา มี ที่ดอน   mccowskey   ได้รับบาดเจ็บ และ ไม่ สามารถ เล่น ได้ มาก ที่สุด ฤดูกาล", "sentence2": "ดอน   mccowesky   เล่น ใน ทุก เกม ของ ฤดูกาล", "gold": "contradiction", "file_idx": 368680}
{"lang": "th", "sentence1": "Concannon   ใคร ที่   63   ก็ ยัง ฝึก เต็มเวลา บอ กว่า เขา ไม่ สามารถ พูด ไม่ เป็น   ginsburg   เพื่อน ที่ แสน นาน", "sentence2": "Concannon   ผู้ ที่ อายุ   50   เดือน หน้า มีความสุข ที่ ได้ ปิด   ginsburg   ศัตรู ที่ สาบาน ของ เขา", "gold": "contradiction", "file_idx": 35546}
{"lang": "th", "sentence1": "ชาว มาเลเซีย รัก ฉลอง และ กับ ศาสนา ที่ แตก ต่างกัน มากมาย อิสลาม ฮินดู ศาสนาพุทธ ศาสนาคริสต์ และ   aboriginal   animism   พวกเขา ให้โอกาส กับ ตัวเอง มากมาย", "sentence2": "ชาว มาเลเซีย ไม่ ชอบ การ ฉลอง และ ไม่ ค่อย มีโอกาส ที่จะ ทำ เช่นนั้น", "gold": "contradiction", "file_idx": 294148}
{"lang": "th", "sentence1": "สอง ผู้ป่วย บน ระบบ รองรับ ชีวิต ที่ เชี่ยวชาญ ตอบ", "sentence2": "คนไข้ ไม่ สามารถ สื่อสาร ได้", "gold": "contradiction", "file_idx": 158948}
{"lang": "th", "sentence1": "ฉัน รู้ แต่ ฉัน จำได้ ว่า คุณ พูด เกี่ยวกับ สิ่ง ที่ คุณ เริ่มต้น และ คุณ พูด ดี ให้ ฉัน คิด ว่า คุณ คุย เกี่ยวกับ โทรศัพท์ ที่ มี คน มา และ มา ขาย สิ่ง ที่ ประตู ที่ คุณ พูด อย่าง อื่น และ ฉัน ไม่ สามารถ จำ ว่า มัน คือ อะไร และ ฉัน คิด ว่า ใช่ ว่า ชนิด ของ สัมผัส เส้นประสาท อยู่ ตรงนั้น แต่ เรา ได้ เอ่อ เรา ได้ พูดคุย เกี่ยวกับ อืม คน ที่ กำลังจะ มาหา คุณ ที่ ประตู หน้า", "sentence2": "คน ไม่เคย มีประสบการณ์ กับ คน ที่ พยายาม จะ ขาย อะไร ให้ มัน", "gold": "contradiction", "file_idx": 103305}
{"lang": "th", "sentence1": "1.9   กา ก้า อาจ ใช้ ร่วมกับ มาตรฐาน มืออาชีพ ที่ ออก โดย ร่างกาย ที่ มีอำนาจ อื่นๆ", "sentence2": "กา ก้า ไม่ ควร ใช้ ควบคู่ กับ มาตรฐาน มืออาชีพ ที่ ออก โดย ร่างกาย ที่ มีอำนาจ อื่นๆ", "gold": "contradiction", "file_idx": 96486}
{"lang": "th", "sentence1": "คุณ จะ สามารถ เลือก จาก คน ที่ เป็น ทหาร ที่ มี ความ ซับซ้อน ได้", "sentence2": "คุณ ชนะ ไม่มี ทางเลือก ใดๆ", "gold": "contradiction", "file_idx": 361351}
{"lang": "th", "sentence1": "'   ประตู นี้ ยัง ซ่อน อยู่   '   '   '", "sentence2": "ประตู ชัด มาก ครับ", "gold": "contradiction", "file_idx": 37982}
{"lang": "th", "sentence1": "มา เดรา กับ หาดทราย และ เที่ยวบิน โดยตรง จาก สหราชอาณาจักร และ จุด อื่นๆ ใน ยุโรป   ( และ เริ่มต้น ใน ปลาย   2000,   อเมริกา เหนือ )   จะ ไม่ สามารถ มี ความสามารถ ของ   staving   ออกจาก ตลาด ท่องเที่ยว มวลสาร เท่าที่ มัน มี อยู่ ไกล ขนาด นั้น", "sentence2": "การท่องเที่ยว ใน มา เดรา เกิด จาก ชายหาด", "gold": "contradiction", "file_idx": 254832}
{"lang": "th", "sentence1": "ใช่ นั่น คือ คุณ รู้ ว่า มัน เป็น ความคิด ที่ บางที มัน จำเป็นต้อง มี การเปลี่ยนแปลง รุนแรง บางอย่าง ที่ ทำ บางสิ่ง ที่ แตก ต่างกัน อย่าง สิ้นเชิง และ ไม่ ได้ยิน", "sentence2": "สิ่ง ที่ กำลัง วิ่ง อยู่ ตอนนี้ คือ ความ สมบูรณ์แบบ", "gold": "contradiction", "file_idx": 337823}
{"lang": "th", "sentence1": "Cloister   ที่ งดงาม เป็น ตัวอย่าง ที่ ยอดเยี่ยม ของ ส่วนใหญ่ สไตล์ ปลาย โก ธิค ด้วย การแกะสลัก หิน ซ่อนเงื่อน", "sentence2": "ไม่มี องค์ประกอบ ของ   gothic   ใน การ ออกแบบ ของ   cloister", "gold": "contradiction", "file_idx": 145611}
{"lang": "th", "sentence1": "ในขณะเดียวกัน กุ๊ก ก็ โกรธ มาก", "sentence2": "แม่ครัว สง บดี", "gold": "contradiction", "file_idx": 121022}
{"lang": "th", "sentence1": "ช้อปปิ้ง ใน เวนิส", "sentence2": "ช้อปปิ้ง ใน ซิดนีย์", "gold": "contradiction", "file_idx": 90915}
{"lang": "th", "sentence1": "คณะกรรมการ ยัง ไม่ สามารถ มองเห็น วัตถุประสงค์ ของ รัฐสภา ใดๆ ที่จะ ได้รับ การ ให้บริการ โดย การผูก สิทธิ์ ใน การ เป็นตัวแทน ใน การเคลื่อนไหว ที่ ไม่มีผล เกี่ยวกับ สถานะ การ ตรวจ คนเข้าเมือง ที่ ถูกกฎหมาย ของ เอเลี่ยน หรือ ถูกต้องตามกฎหมาย ของ เธอ เพื่อ ไล่ตาม การ เรียกร้อง ของ เธอ ใน ศาล สหรัฐ", "sentence2": "มนุษย์ต่างดาว ไม่ได้ มี สิทธิ ตามกฎหมาย ใน ตัวเรา", "gold": "contradiction", "file_idx": 290999}
{"lang": "th", "sentence1": "ไม่มี คุณ ไม่ และ และ นั่น คือ สิ่ง ที่ ฉัน คิด มัน เศร้า มาก เกี่ยวกับ ข้อเสนอ ทั้งหมด และ ถ้า คุณ ได้ คน เหล่านี้ ที่มา และ ทำงาน เพื่อ ไม่มี อะไร และ", "sentence2": "ข้อเสนอ รวม ค่าแรงขั้นต่ำ สำหรับ คน ทำงาน", "gold": "contradiction", "file_idx": 165872}
{"lang": "th", "sentence1": "เจ้าหน้าที่ เกา รับผิดชอบ การ เสร็จสิ้น ของ การ หมั้น จะ มีส่วนร่วม ใน การประชุม", "sentence2": "เจ้าหน้าที่ เกา มี ความรับผิดชอบ ใน การ เสร็จสิ้น การ หมั้น อย่า อยู่ ใน การประชุม", "gold": "contradiction", "file_idx": 46990}
{"lang": "th", "sentence1": "อืม คุณ คิด อย่างไร เกี่ยวกับ ระบบ เกณฑ์ ชี้ วัด เอ่อ คุณ คิด ว่า มัน ใช้ได้ หรือไม่ คุณ พยายาม มาก กับ มัน", "sentence2": "ระบบ เกณฑ์ ชี้ วัด น่ากลัว มาก", "gold": "contradiction", "file_idx": 317409}
{"lang": "th", "sentence1": "ใน อเมริกา องค์กร ข่าว อังกฤษ เสนอ ข้อมูล หลากหลาย ให้ กับ นัก โต้คลื่น ใน เว็บ", "sentence2": "เว็บ นัก โต้คลื่น สามารถ หา ข้อมูล ใดๆ ใน องค์กร ข่าว อังกฤษ", "gold": "contradiction", "file_idx": 84038}
{"lang": "th", "sentence1": "' เร็ว !'   ฉัน ถูก บอก อย่างต่อเนื่อง", "sentence2": "เรา ยัง ไม่ ตาย และ ฉัน ได้รับอนุญาต ให้ เดิน ใน ช่วง ที่ ช้า", "gold": "contradiction", "file_idx": 118612}
{"lang": "th", "sentence1": "หมอก เยอะ มาก และ แม้ ฝน จะ หยุด ลง", "sentence2": "มัน ไม่ได้ ฝนตก มา หลาย เดือน แล้ว", "gold": "contradiction", "file_idx": 276511}
{"lang": "th", "sentence1": "นักแสดง ที่ มีพรสวรรค์ ให้การ ส่ง มา ของ   madonna ,   ไมเคิล แจ็ค สัน ,   กลอเรีย   estefan ,   และ ชา ร์ ลี แดเนียล ส ์ ใน หมู่", "sentence2": "ไมเคิล แจ็ค สัน การ ส่ง ข้อความ ไม่ ถูก แสดง โดย นักแสดง", "gold": "contradiction", "file_idx": 140229}
{"lang": "th", "sentence1": "'   มัน เป็นไป ได้ที่ คุณ จะ อยาก ปิด ตา ของ คุณ สำหรับ บิต นี้   '   '   '", "sentence2": "คุณ จะ อยาก ให้ ตา ของ คุณ เปิด ให้ เห็น ทุกอย่าง ที่ เกิดขึ้น", "gold": "contradiction", "file_idx": 214074}
{"lang": "th", "sentence1": "คุณ จะ มีลูก ในอนาคต", "sentence2": "เมื่อก่อน มีลูก แล้ว หรอ คะ", "gold": "contradiction", "file_idx": 219608}
{"lang": "th", "sentence1": "ใน ฐานะ   constantinople ,   อัญมณี ของ จักรวรรดิ ไบ เซน ไท น ์,   มัน เป็นเวลา มากกว่า   1,000   ปี เมือง ที่ สำคัญ ที่สุด ใน .", "sentence2": "เมือง ที่ สำคัญ ที่สุด ใน .   ไม่เคย เป็น อัญมณี ของ จักรวรรดิ ไบ เซน ไท น ์", "gold": "contradiction", "file_idx": 169659}
{"lang": "th", "sentence1": "สร้าง ขึ้น ใน ศตวรรษ ที่   16   มัน รักษา อ่าว ต่อต้าน เรือ โจรสลัด คุณ ยัง สามารถ เห็น ปืนใหญ่ โบราณ ทิ่ม ทะลุ กำแพง   crenellated", "sentence2": "มัน ถูก สร้าง ขึ้น ใน ศตวรรษ ที่   19", "gold": "contradiction", "file_idx": 318312}
{"lang": "th", "sentence1": "( ไข่   unfertilized   ประกอบด้วย ยีน ครึ่ง ของ แม่", "sentence2": "ยีน ของ แม่ ทั้งหมด มี อยู่ ใน ไข่   unfertilized", "gold": "contradiction", "file_idx": 246515}
{"lang": "th", "sentence1": "( บา ว เออ ร์ นัย ที่ ผู้สมัคร ของ เขา ใน สุนทรพจน์ แล้ว ประกาศ ว่า เขา กำลัง รับ การ จากไป จาก งาน ของ เขา จากนั้น ก็ ตั้ง การ สัมภาษณ์ ประกาศ ใน พบ กับ สื่อ จากนั้น ชักชวน หนังสือพิมพ์ เพื่อ เขียน ตัวอย่าง เรื่องราว เกี่ยวกับ การ ประกาศ ทีวี   --   ทั้งหมด ก่อน เขา ได้ ยื่น เอกสาร เพื่อ ตั้งค่า คณะกรรมการ ที่จะ ตั้งค่า แคมเปญ สุดท้าย ของ เขา )", "sentence2": "บา ว เออ ร์ นัด สัมภาษณ์ กับ โอ ป รา ห์", "gold": "contradiction", "file_idx": 366369}
{"lang": "th", "sentence1": "ใน ฐานะ ที่ เป็น ประเทศ โบราณ ของ อินเดีย ใน ศตวรรษ ที่   20   ได้ สร้าง การ แบ่งปัน ที่ ยุติธรรม ของ เครื่องประดับ และ เครื่องประดับ แต่ ดั้งเดิม ของ มัน ยัง คงอยู่ ที่ ผ้าไหม ที่สูง ที่สุด พรม ,   เครื่องประดับ ,   น้ำหอม ,   brassware ,   และ ไม้ แกะสลัก เป็น คลาส แรก และ คุณ จะ มี โบนัส ที่ เพิ่ม ของ การ รับมือ กับ พวก พ่อค้า ที่ มีเสน่ห์ ที่สุด ใน โลก", "sentence2": "Craftwork   แบบ ดั้งเดิม ของ อินเดีย เสียชีวิต เป็นผล จาก ศตวรรษ ที่   20", "gold": "contradiction", "file_idx": 57071}
{"lang": "th", "sentence1": "สตีฟ ฟอร์บส์ ตี เด็กพิการ ทำนาย ว่า คริสตัล นี้ จะ เป็น   '   สิ่ง ที่ ดี ที่สุด ที่ เคย", "sentence2": "คนพิการ เก่า ตื่นเต้น มาก ที่ ได้ ของขวัญ", "gold": "contradiction", "file_idx": 310545}
{"lang": "th", "sentence1": "การ ออกแบบ   -   ให้ ประกัน ว่า สินค้า สุดท้าย แสดงถึง สิ่ง ที่ เกิดขึ้น และ ไม่ได้ ลงทะเบียน สถานการณ์ ที่ ผิดปกติ", "sentence2": "พวกเขา ต้องการ ให้ มัน แตก ต่างกัน ใน แต่ละครั้ง", "gold": "contradiction", "file_idx": 300181}
{"lang": "th", "sentence1": "เมื่อ   ( 1 )   ตาราง งาน ของ พนักงาน ที่ แตกต่าง จาก ตาราง   agencywide   ที่ จัดตั้ง โดย การ จัดการ หรือ   ( 2 )   สะท้อน ถึง โปรแกรม การทำงาน ที่ ยืดหยุ่น ได้ ตาราง งาน ของ พนักงาน ควร ได้รับ การอนุมัติ จาก หัวหน้า หรือ ผู้มีความรู้ มาก ที่สุด ตาราง งาน ของ พนักงาน ล่วงหน้า ใน ช่วง ที่ แพ ลน จะ มีผล", "sentence2": "ไม่มี พนักงาน ทำงาน ที่ ออฟ ฟิต แล้ว", "gold": "contradiction", "file_idx": 32458}
{"lang": "th", "sentence1": "ใช่ ฉัน คิด ว่า ฉัน คิด ว่า การขนส่ง สาธารณะ จะ ก้าว ขึ้น แม้ว่า ในอนาคต ฉัน หมายถึง ฉัน คิด ว่า เรา ค่อนข้างจะ ออก ไป จาก รถบัส", "sentence2": "เรา ถูก ตั้งค่า ให้ ย้าย ถอยหลัง ใน เวลา ใน พื้นที่ ของ การขนส่ง สาธารณะ", "gold": "contradiction", "file_idx": 18480}
{"lang": "th", "sentence1": "44   ห้อง ค่ะ", "sentence2": "ไม่มี ห้อง เลย ยยยยยย", "gold": "contradiction", "file_idx": 94135}
{"lang": "th", "sentence1": "อัลกอร์ ได้รับ การ รายงาน ข่าว มากมาย เกี่ยวกับ วิธีการ ที่ เขา เลี้ยง เงิน นุ่ม ๆ สำหรับ   dnc   แต่ รายการ เล็ก ๆ ใน วันนี้ ใน   wp   '   s   แหล่ง ที่เชื่อถือได้ บอก คุณ บางอย่าง เกี่ยวกับ วิธีการ ที่ เขา ใช้ มัน", "sentence2": "อัลกอร์ ไม่ได้ ต้องการ ที่จะ มีส่วนร่วม ใน การ ระดมทุน ของ   dnc", "gold": "contradiction", "file_idx": 147485}
{"lang": "th", "sentence1": "บอก เรา ใน ครั้ง เดียว", "sentence2": "มัน ไม่สำคัญ หรอ กว่า เรา จะ ถูก บอก ทันที หรือ หลังจาก สักพัก", "gold": "contradiction", "file_idx": 246296}
{"lang": "th", "sentence1": "ใช่ ฉัน หวัง ว่า ฉัน จะ มี คำตอบ สำหรับ สิ่ง ที่ ทุกคน ทำ", "sentence2": "มัน ทำให้ ไม่ ต่างกัน ที่จะ ใช้ ถ้า เรา ได้ คำตอบ", "gold": "contradiction", "file_idx": 220888}
{"lang": "th", "sentence1": "นอกจากนี้ ผู้ สอบ สอบ ควร ได้รับ ความเข้าใจ เกี่ยวกับ วิธีการ และ สมมติฐาน ที่ สำคัญ ที่ ใช้ โดย   nonauditors", "sentence2": "ไม่มี วิธีการ หรือ สมมติฐาน สำหรับ ผู้ สอบ สอบ เลย", "gold": "contradiction", "file_idx": 132008}
{"lang": "th", "sentence1": "' รอ !'   ฉัน เอา บัตร เคลือบ เคลือบ สี่เหลี่ยม และ แผ่น ข้อมูล มา ให้", "sentence2": "ฉัน ไม่ได้ เสนอ หุ่นยนต์ อะไร เลย และ ปล่อย ให้ มัน เดิน จากไป", "gold": "contradiction", "file_idx": 180152}
{"lang": "th", "sentence1": "มัน จะ บรรเทา ความไม่พอใจ ของ เขา เอง และ แสดง ความแข็งแรง ใน เวลา ของ ความอ่อนแอ", "sentence2": "ตอนนี้ เขา กำลัง มีส่วนร่วม ใน ช่วงเวลา แห่ง ความสุข และ ความรุ่งโรจน์", "gold": "contradiction", "file_idx": 81805}
{"lang": "th", "sentence1": "พระ เจ้าคุณ ไม่ สามารถ รับ อัตราดอกเบี้ย ใดๆ", "sentence2": "ว้าว คุณ สามารถ ได้รับ อัตราดอกเบี้ย ที่ ดี", "gold": "contradiction", "file_idx": 286768}
{"lang": "th", "sentence1": "และ โดย ไม่ คำนึงถึง ว่า ใคร สนับสนุน พวกเขา พวก นี้ มี ความชำนาญ มากมาย ที่จะ เสนอ ไม่ พวกเขา ?", "sentence2": "พวก มัน ไม่ รุ้ เรื่อง อะไร เลย", "gold": "contradiction", "file_idx": 184572}
{"lang": "th", "sentence1": "Kenzo   ยัง ทำ   copypastes ,   เข้าร่วม ประชุม ,   และ รวบรวม การสรรเสริญ ,   และ มัน ก็ ผ่าน บริษัท อีก สาม บริษัท จนกระทั่ง เขา กลายเป็น หัวหน้า ของ ภูมิภาค   panasian   ใน บริษัท เทคโนโลยี   ecoillogical   ขั้นสูง", "sentence2": "เคน โซ ไม่ได้ ทำ   copypastes", "gold": "contradiction", "file_idx": 35375}
{"lang": "th", "sentence1": "ตอนนี้ พวกเขา อยู่ ใน มุมมอง ภายใน", "sentence2": "พวกเขา กำลัง เห็น วิว จาก ภายนอก", "gold": "contradiction", "file_idx": 286499}
{"lang": "th", "sentence1": "อย่าง ที่   van   buren   รู้ ว่า ปาร์ตี้ เป็น ประชาธิปไตย ที่ มี ลักษณะเฉพาะ วิธี ที่ มีประสิทธิภาพ ที่สุด ใน การ จัดระเบียบ ไม่งั้น คน ที่ ไร้ พลัง", "sentence2": "Van   buren   รู้ ว่า พรรค ไม่ใช่ ประชาธิปไตย", "gold": "contradiction", "file_idx": 329212}
{"lang": "th", "sentence1": "ดังนั้น ฉัน กำลัง อ่านหนังสือ และ มัน เรียก ว่า เท้าเปล่า โจ", "sentence2": "เท้าเปล่า โจ เป็น หนัง ที่ ฉัน ดู", "gold": "contradiction", "file_idx": 37506}
{"lang": "th", "sentence1": "ส่วน เดียว กันที่ กำหนด ประสิทธิภาพ การทำงาน ที่ มี การ บริการ ส่ง ไปรษณีย์ ที่ คาด ว่า จะ บรรลุ เป็นเรื่อง ของ ไปรษณีย์ มัน จะ มี การ แจ้ง เตือน ที่เชื่อถือได้ และ บริการ ที่ มีประสิทธิภาพ ให้ กับ ลูกค้า ใน ทุก พื้นที่ และ ด.   ญ ทุก ชุมชน", "sentence2": "บริการ ส่ง ไปรษณีย์ ไม่ได้ ส่ง เมลล์", "gold": "contradiction", "file_idx": 357851}
{"lang": "th", "sentence1": "อย่างไรก็ตาม แผนก ฉุกเฉิน คือ จุด ทางเข้า สำหรับ การ ดูแล ทางการแพทย์ สำหรับ การ ดื่ม ที่ มีปัญหา เรื่อง การ ดื่ม", "sentence2": "เอ็ด ไม่ ค่อย มี จุด เข้า รพ.   สำหรับ ผู้ ดื่ม หลาย ปัญหา", "gold": "contradiction", "file_idx": 115913}
{"lang": "th", "sentence1": "ที่ โรงเรียน กฎหมาย เย ล โล เวน ส ์ คลินิก สิทธิมนุษยชน นานาชาติ เธอ มี ความพยายาม ใน การฟ้องร้อง ในนามของ ผู้ลี้ภัย ชาว ไฮติ ใน ความ ท้าทาย ของ รัฐ ของ สหรัฐอเมริกา ซึ่ง รวมถึง การ ให้ ปากคำ ก่อน สหรัฐอเมริกา", "sentence2": "เธอ เป็น ผอ.   คนเดียว ของ โปรแกรม การปลด ชนวน", "gold": "contradiction", "file_idx": 271532}
{"lang": "th", "sentence1": "มัน ไม่ใช่ บทสรุป ที่ สามารถ บังคับ ฉัน ได้   --   หรือ คนอื่น   --   โดย วิทยาศาสตร์ ทาง สถิติ", "sentence2": "ฉัน คิด ว่า สิ่ง ที่ วิทยาศาสตร์ ทาง สถิติ บอก ใช้กับ ฉัน", "gold": "contradiction", "file_idx": 243081}
{"lang": "th", "sentence1": "รัฐ รัฐบาล กลาง กำลัง ฝึก ไกด์ ให้ กับ รัฐบาล กลาง   ( ร่าง )   สภา ซีอีโอ ของ รัฐบาล กลาง การศึกษา และ คณะกรรมการ การ ฝึกอบรม เดือน มกราคม   1999", "sentence2": "การ ฝึกอบรม ของ รัฐบาล กลาง ไม่มี เสบียง สำหรับ   cios", "gold": "contradiction", "file_idx": 332506}
{"lang": "th", "sentence1": "สุดท้าย ฉัน ก็ พบ ตัวเอง ใน รถม้า กับ คุณนาย   vandemeyer   หลังจาก ทั้งหมด", "sentence2": "ฉัน เดินทาง แยกจาก คุณนาย   vandemeyer   หลังจาก ทั้งหมด", "gold": "contradiction", "file_idx": 75208}
{"lang": "th", "sentence1": "Walesa   หลุด จาก ความ โปรดปราน กับ ขั้ว และ พ่ายแพ้ ใน การเลือกตั้ง ปี   1995", "sentence2": "Walesa   ได้รับ การ สนับสนุน และ ได้รับ การเลือกตั้ง   1995   ครั้ง", "gold": "contradiction", "file_idx": 80278}
{"lang": "th", "sentence1": "( ดู   margueritaville ,   ด้านล่าง ,   สำหรับ แถบ กีฬา ตั้งอยู่ ใน สถานประกอบการ เดียวกัน )", "sentence2": "ไม่มี ก้อน กีฬา ค่ะ", "gold": "contradiction", "file_idx": 358945}
{"lang": "th", "sentence1": "ปี ที่แล้ว ศาลสูง ยก ค่า ฐาน ให้ กับ ทนาย ที่ ใช้งาน ได้ ถึง   $   180   จาก   $   140", "sentence2": "ศาลสูง ยก ค่า ฐาน โดย   $   40   กับ อีก   $   20   เลี้ยง มา ปีหน้า", "gold": "neutral", "file_idx": 356149}
{"lang": "th", "sentence1": "ใน รุ่น ที่ คุย กัน ใน ส่วน ที่   26   ข้างต้น ค่าใช้จ่าย ของ เมลล์ พื้นฐาน คือ   26", "sentence2": "ค่า ส่ง เมลล์ พื้นฐาน   26   $   นอกจาก คุณ จะ เพิ่ม คุณสมบัติ พรีเมี่ยม", "gold": "neutral", "file_idx": 328682}
{"lang": "th", "sentence1": "ใช่ นั่น คือ ความจริง ที่ ฉัน เอา เอ่อ เหมือน ที่ ฉัน บอ กว่า ฉัน เอา สอง เทอม ที่   smu   และ มัน ที่   smu   ใน หลักสูตร วิศวกรรม แต่ เอ่อ มัน ทำ ความขัดแย้ง มากเกินไป กับ เอ่อ กับ งาน ของ ฉัน มัน ยาก มาก รักษา งานประจำ และ พยายาม รับ หลักสูตร เอ่อ ใน เวลาปิด ชั่วโมง", "sentence2": "ฉัน ลา ออกจากงาน เพื่อ ทำ วิทยาลัย ของ ฉัน ให้ สำเร็จ", "gold": "neutral", "file_idx": 169010}
{"lang": "th", "sentence1": "ความแตกต่าง ถ้า ใดๆ ระหว่าง ราคา   reacquisition   และ สุทธิ การ แบก ค่า ของ หนี้ ที่ ดับ ควร ได้รับ การ ยอมรับ ว่า เป็นการ สูญเสีย หรือ ได้รับ ใน บัญชี สำหรับ ดอกเบี้ย หนี้ กระทรวงการคลัง", "sentence2": "นี่ คือ วิธี ที่ ดี ที่สุด ใน การ เป็นตัวแทน หนี้ กระทรวงการคลัง", "gold": "neutral", "file_idx": 893}
{"lang": "th", "sentence1": "และ เมื่อ ฉัน ออกมา ที่นี่ ฉัน ก็ แค่ ปล่อย มัน ไป และ จากนั้น หนึ่ง ใน คน ที่ พูดถึง ฉัน ใน ที่ทำงาน วันหนึ่ง ถ้า ฉัน เล่น กอล์ฟ ฉัน บอ กว่า ดี คุณ รู้ ว่า ฉัน มี สโมสร ของ ฉัน แต่ ฉัน ไม่ได้ เหวี่ยง พวกเขา อยู่ ใน ช่วง ไม่ กี่ ปี", "sentence2": "ผม มี ชุด ไม้กอล์ฟ ที่ ดี อยู่ ที่ บ้าน ครับ", "gold": "neutral", "file_idx": 327571}
{"lang": "th", "sentence1": "เมือง มี มรดก ของ ชาว ยิว ที่ ยาว และ สำคัญ อย่าง ที่ มัน อยู่ ที่นี่ จาก ศตวรรษ ที่สาม เป็นต้นไป ว่า   the   mishnah   ( ส่วนหนึ่ง ของ พระ คัมภีร์ ,   edicts   ของ กฎหมาย ยิว )   เป็น   codified ,   เยรูซาเล็ม คัมภีร์   ( แหล่ง หลัก ของ กฎหมาย ศาสนา ยิว )   ถูก แก้ไข และ อักษร ฮิบรู พัฒนา ขึ้น", "sentence2": "เรียน พระ คัมภีร์ น่าสนใจ มาก ครับ", "gold": "neutral", "file_idx": 343007}
{"lang": "th", "sentence1": "สำหรับ หลาย เคส พวก นี้ มัน มี ความเป็นไปได้ ว่า ลูกค้า และ บริการ จะ มีสิทธิ์ ได้รับ การ นับ เป็น กรณี ปิด แต่ สำหรับ การ ขาด เอกสาร ที่ เหมาะสม", "sentence2": "บาง กรณีที่ นำเสนอ คือ คดี หย่า ยยยยยยยย", "gold": "neutral", "file_idx": 186031}
{"lang": "th", "sentence1": "อย่าง ที่ คุย กัน ใน มาตรา   3.3   วิศวกร สาธารณูปโภค รายงาน ว่า ขณะ ติดตั้ง   scrs   สำหรับ การ จิบ   nox   การ เรียก รถ เครน มีปัญหา เรื่อง การวางแผน ที่ เหมาะสม กับ การวางแผน ที่ เหมาะสม", "sentence2": "มัน จะ ยาก มาก ที่จะ วางแผน สำหรับ เครน บัว บัว", "gold": "neutral", "file_idx": 88798}
{"lang": "th", "sentence1": "สา ส สสส สสส สสส สสส", "sentence2": "คุณ น่าจะ เข้าใจ ได้ นะ", "gold": "neutral", "file_idx": 279639}
{"lang": "th", "sentence1": "หือ เอาล่ะ ฟัง นะ ฉัน ต้อง ไป", "sentence2": "ฉัน ขอโทษ ฉัน ต้อง ซักผ้า", "gold": "neutral", "file_idx": 45136}
{"lang": "th", "sentence1": "เบื้องหลัง ขบวน พา เห รด ของ ทิก เก อ ร์ ที่ ห่างไกล พระอาทิตย์ กำลัง ตั้ง", "sentence2": "พลบค่ำ กำลัง ตก และ อยู่ ใน ระยะทาง ขบวน พา เห รด ทิก เก อ ร์ทิก เก อ ร์ ยัง คงอยู่ บน ถนน ที่ นำ โดย ม้า", "gold": "neutral", "file_idx": 206962}
{"lang": "th", "sentence1": "มอง ภายนอก เขา เป็น คนธรรมดา ที่ สะอาด เหมือน คน อังกฤษ ที่ เป็น หนุ่ม อังกฤษ", "sentence2": "เขา เกิด ที่ อังกฤษ", "gold": "neutral", "file_idx": 263882}
{"lang": "th", "sentence1": "ศูนย์ ดำน้ำ แต่ละ ศูนย์ ได้รับ การ ลงทะเบียน โดย รัฐบาล กรีก และ มี คุณสมบัติ ใน การ เสนอ การ ฝึกอบรม สำหรับ นัก ดำน้ำ เณร และ การ ดูแล สำหรับ นัก ดำน้ำ ที่ มี คุณสมบัติ", "sentence2": "ถ้า ศูนย์ ดำน้ำ ไม่ได้ ลงทะเบียน คุณ ไม่ ควร รถไฟ ที่นั่น ในขณะที่ พวกเขา ไม่ ได้รับ คุณสมบัติ", "gold": "neutral", "file_idx": 238747}
{"lang": "th", "sentence1": "และ เอ่อ แต่ ฉัน ไม่มี โลก ที่ ฉัน ไม่ได้ ทำ ได้ดี ใน เคมี ใน มัธยม และ ไม่มีความคิด บน โล กว่า ฉัน จะ ได้ รับปริญญา ของ ฉัน ใน เคมี", "sentence2": "เคมี เป็นเรื่อง ที่ ยาก", "gold": "neutral", "file_idx": 169780}
{"lang": "th", "sentence1": "ระดับสูง ของ การ ชำระเงิน ที่ ไม่เหมาะสม จำเป็นต้อง ไม่ และ ไม่ ควร เป็น ค่าใช้จ่าย ที่ ได้รับ การ ยอมรับ ใน โปรแกรม ของ รัฐบาล กลาง", "sentence2": "การ ชำระเงิน ที่ ไม่เหมาะสม ไม่ ควร ได้รับ การ ยอมรับ จาก พนักงาน ของ รัฐบาล", "gold": "neutral", "file_idx": 217542}
{"lang": "th", "sentence1": "กรีดร้อง พาดหัว ใน ทุก กระดาษ ในประเทศ   \"   แม่ ง นักข่าว ทุกคน ฉัน พูด !", "sentence2": "เรื่องราว ถูก เติมเต็ม ด้วย การ คาดเดา โดย คน ที่ ไม่ รู้จัก อะไร เลย จริงๆ", "gold": "neutral", "file_idx": 24144}
{"lang": "th", "sentence1": "พนักงาน ของ รัฐบาล กลาง ให้บริการ กับ นายจ้าง ของ พวกเขา เพื่อ แลก กับ ค่าชดเชย ซึ่ง บางคน ได้รับ ใน รูปแบบ ของ เงิน   ( เงินเดือน )   บางคน ได้รับ ปัจจุบัน ใน รูปแบบ ของ การ ชำระเงิน ไป ยัง พรรค ที่สาม   ( นายจ้าง", "sentence2": "พนักงาน ราชการ ของ รัฐบาล กลาง ถูก ครอบคลุม โดย นายจ้าง ของ พวกเขา", "gold": "neutral", "file_idx": 378200}
{"lang": "th", "sentence1": "ก็ เช่นกัน ฉัน ต้องการ ความช่วยเหลือ ทั้งหมด ที่ ฉัน สามารถ เข้าไป ทำ โปร ไฟล์ ของ ฉัน ได้ น้อยลง", "sentence2": "ฉัน จ้าง ใคร สัก คน เพื่อ ช่วย ให้ ฉัน บรรลุเป้าหมาย ของ ฉัน ใน การ ทำให้ โปร ไฟล์ ของ ฉัน มี ความ จดจำ น้อยลง", "gold": "neutral", "file_idx": 353046}
{"lang": "th", "sentence1": "หรือ คุณ สามารถ ส่อง โคมไฟ บน หิน หยก จริง แสดง ได้ ไม่ สะท้อน แสง", "sentence2": "มี หลาย วิธี ให้ ทดสอบ ถ้า หยก มี จริง", "gold": "neutral", "file_idx": 45751}
{"lang": "th", "sentence1": "ทุก อย่างดี จริงๆ แต่ เมื่อ คุณ มอง ใต้ มัน มัน ก็ แค่ มี ล้อ เล็ก ๆ เหล่านี้ และ นี่ แค่ เพลา เล็ก ๆ น้อย ๆ นี้ มัน เหมือน โอ้ ฉัน แล้ว ลม ใหญ่ มัน จะ รับ คุณ ขึ้น", "sentence2": "มัน น่ากลัว ใน ลมพายุ ใหญ่ ก่อนที่ ตอนนี้ มัน จะ เกือบ ถอด ออก แล้ว", "gold": "neutral", "file_idx": 345676}
{"lang": "th", "sentence1": "นา ตา เลีย   /   ลิ น คอ ร์ น ก้าว เข้ามา ใน มุมมอง ยืน ทับ ฉัน", "sentence2": "ลิ น คอ ร์ น ยืน อยู่ เหนือ ฉัน ถือ อาวุธ ของ เขา", "gold": "neutral", "file_idx": 124021}
{"lang": "th", "sentence1": "มี วัด เยอะ เกินไป ใน และ แถว นารา", "sentence2": "พระสงฆ์ ตั้ง หลาย วัด ใน นารา เพราะ ชื่อ คล้องจอง กับ ลา ร่า แฟน พระ หัว ควย", "gold": "neutral", "file_idx": 212047}
{"lang": "th", "sentence1": "พวกเขา ยัง มีชื่อเสียง ทั่ว ญี่ปุ่น สำหรับ สอง การ ทำ ธุรกิจ และ การ กิน", "sentence2": "พวกเขา เป็นที่รู้จัก สำหรับ ร้านอาหาร ของ พวกเขา และ การผลิต ทั่ว ญี่ปุ่น", "gold": "neutral", "file_idx": 326076}
{"lang": "th", "sentence1": "ทุก ตัว เลย ค่ะ", "sentence2": "ทุก ตัว กำลัง เดินทาง มา", "gold": "neutral", "file_idx": 353333}
{"lang": "th", "sentence1": "ตัวบ่งชี้ ของ ความสำเร็จ   --   การ จัดการ อาวุโส ของ เรา รวม ผู้หญิง มากขึ้น กระ เท ย,   เลสเบี้ยน ,   คน ของ สี ,   คน ที่ แก่ กว่า และ คน ที่ มี ความ พิการ", "sentence2": "ไม่มี คน ที่ เด็ก กว่า ใน การ จัดการ อาวุโส", "gold": "neutral", "file_idx": 13584}
{"lang": "th", "sentence1": "ได้ยิน มา ว่า พวกเขา มี   '   em   ปัญหา เดียว กันลง ทาง เท็กซัส   \"", "sentence2": "พายุ เกิด น้ำท่วม น้ำท่วม ทั่ว กลาง เวสต์", "gold": "neutral", "file_idx": 235261}
{"lang": "th", "sentence1": "และ ฉัน แปลกใจ มาก ที่ ได้ยิน ว่า มี กี่ คน ที่ ชอบ เวลา ที่ พวกเขา อยู่ ใน ตัว คุณ รู้ ว่า คน ที่ แก่ กว่า พวกเขา จะ ชอบ อืมมม มมมมมมมมมมมมมมมมมมมม", "sentence2": "ฉัน ไม่ อยาก เห็น พวกเขา ถูก กักขัง", "gold": "neutral", "file_idx": 57768}
{"lang": "th", "sentence1": "ง่าย ขนาด นี้ แม้ จะ มี บ้าน โบสถ์ ของ   neo-gothic   คาทอลิก ที่ ถูก อ้างว่า เป็น สุสาน ของ เซน ต์ โท มัส ค่ะ", "sentence2": "นักมานุษยวิทยา กำลัง ทำงาน เพื่อ ยืนยัน ว่า ซาก นั้น คือ   st .   โท มัส ค่ะ", "gold": "neutral", "file_idx": 56767}
{"lang": "th", "sentence1": "ประวัติ กฎหมาย ของ   irca   ทำให้ ชัดเจน ว่า สภา คองเกรส ตั้งใจ ให้ ผู้รับ   lsc   เพื่อ มอบ การ เป็นตัวแทน ตามกฎหมาย ที่ มีความหมาย ต่อ   h- 2   คนงาน ใน เรื่อง ที่ เกิดขึ้น ภายใต้ สัญญา การ จ้างงาน", "sentence2": "ผู้รับ   lsc   ไม่ได้ ทำ ตามหน้าที่ ของ พวกเขา ต่อ   h- 2   คนงาน", "gold": "neutral", "file_idx": 70259}
{"lang": "th", "sentence1": "แม้ จะ บอ กว่า เขา มีปัญหา เรื่อง ผู้หญิง ซึ่ง คาด ว่า จะ พบ การแสดงออก ใน การป้องกัน ของ ตำแหน่ง โบสถ์ บน พระสงฆ์ ชาย ทั้งหมด การคุมกำเนิด และ การ ทำแท้ง", "sentence2": "เขา คิด ที่จะ เป็น ผู้หญิง เล็กน้อย เนื่องจาก การ ป้องกันตัว ของ เขา เกี่ยวกับ นโยบาย ที่ ย้อนกลับ ไป ของ โบสถ์", "gold": "neutral", "file_idx": 365735}
{"lang": "th", "sentence1": "มัน ถูก ประดิษฐ์ เกือบ   200   ปี ที่แล้ว   ( ฉัน คิด ว่า บางที โดย   david   ricardo )   เพื่อ อธิบาย ระบบ การ ยึด ที่ดิน ของ อุตสาหกรรม ใน อังกฤษ ซึ่ง ชาวนา จะ   destructively   ถาก ปศุสัตว์ ของ พวกเขา บน ที่ดิน ที่ จัด ขึ้น โดยทั่วไป", "sentence2": "มัน เคย ผิดกฎหมาย สำหรับ ปศุสัตว์ ที่จะ ถาก หญ้า บน แผ่นดิน สาธารณะ", "gold": "neutral", "file_idx": 12765}
{"lang": "th", "sentence1": "เห็นได้ชัด ว่า ธุรกิจ ท้องถิ่น บาง เรื่อง ยัง ตัดสินใจ ที่จะ ใช้ประโยชน์ จาก การ ปรากฏตัว ของ ฉัน", "sentence2": "ธุรกิจ พยายาม ขาย สิ่ง ต่างๆ เพราะ ฉัน อยู่ ที่นั่น", "gold": "neutral", "file_idx": 123922}
{"lang": "th", "sentence1": "กลางวัน ใกล้ หาย แล้ว", "sentence2": "มัน จะ สาย เกินไป ถ้า มัน มืด", "gold": "neutral", "file_idx": 302249}
{"lang": "th", "sentence1": "ฉัน ไม่ได้ สังเกต เลย จริงๆ", "sentence2": "ผม ฟุ้งซ่าน", "gold": "neutral", "file_idx": 388178}
{"lang": "th", "sentence1": "และ ที่นี่ ใน บ้าน หลัง นี้ ความทรงจำ ของ เธอ เกือบ ฟื้น ตัวอย่าง น่าอัศจรรย์ วาง ผู้หญิง ที่ จัด อนาคต ของ อังกฤษ ใน   167   มือ ของ เธอ", "sentence2": "หมอ ไม่ มั่นใจ ว่า ความทรงจำ ของ เธอ จะ กลับมา ชั่วคราว หรือไม่", "gold": "neutral", "file_idx": 346695}
{"lang": "th", "sentence1": "ผลลัพธ์   -   การประเมินผล ของ โปรแกรม เมื่อ เทียบ กับ วัตถุประสงค์ ที่ ตั้งใจ ไว้", "sentence2": "ผลลัพธ์ คือ การประเมิน ของ ผล ของ โปรแกรม ไม่ว่า จะ ดี หรือ ไม่ดี", "gold": "neutral", "file_idx": 65785}
{"lang": "th", "sentence1": "โรคระบาด เพิ่มขึ้น ใน   concaine   และ มอมเมา ใช้ โดย ผู้ป่วย ศูนย์ บาดเจ็บ", "sentence2": "ศูนย์ ทำแผล มี อุปกรณ์ ใน การ จัดการ กับ การ เสพ ยา เกินขนาด", "gold": "neutral", "file_idx": 245653}
{"lang": "th", "sentence1": "เรื่อง ที่ สมเหตุสมผล กว่า คือ นัก ช้ อ ป จักรยาน ชอบ ไป เยี่ยม ตึก แฟน ซี กับ พนักงานขาย ที่ มีความรู้ แต่ ก็ ซื้อ จาก   discounters", "sentence2": "นัก ช้ อ ป จักรยาน ชอบ ประหยัด เงิน เมื่อ ซื้อ จาก   discounters", "gold": "neutral", "file_idx": 13998}
{"lang": "th", "sentence1": "ฉัน หมายถึง และ มัน น่าเกลียด", "sentence2": "สถานที่ ต้องการ การ   facelift   อย่างรุนแรง", "gold": "neutral", "file_idx": 202335}
{"lang": "th", "sentence1": "สิ่ง ที่ บน โลก สามารถ ทำ ใน ลอน ดอน !", "sentence2": "V   ควรจะ มา อยู่ ที่นี่", "gold": "neutral", "file_idx": 59704}
{"lang": "th", "sentence1": "ใน สังคม   stakeholder   คู่ นำเสนอ แผน นิยาย เพื่อ ต่อสู้ กับ รายได้ มอบ เงินลงทุน ของ ชาวอเมริกัน ทั้งหมด   80,000   ดอลลาร์ เมื่อ พวกเขา เข้าถึง ความ เป็นผู้ใหญ่ เพื่อ ใช้จ่าย ตามที่ พวกเขา ปรารถนา", "sentence2": "ชาวอเมริกัน ทั้งหมด จะ ได้รับ   $   80,000   เป็น ผู้ มี ความเสี่ยง", "gold": "neutral", "file_idx": 390452}
{"lang": "th", "sentence1": "โปรแกรม ช่วยเหลือ ทางกฎหมาย บางส่วน แตะ ทรัพยากร สำคัญ ของ องค์กร ชุมชน อื่นๆ ใน ความพยายาม ที่จะ ขยาย การ เข้าถึง ของ พวกเขา", "sentence2": "โปรแกรม ช่วยเหลือ ทาง กฏหมาย บางส่วน ขอ บริจาค เงิน จาก องค์กร ชุมชน ของ เรา", "gold": "neutral", "file_idx": 46549}
{"lang": "th", "sentence1": "ใกล้ วัด ของ ช อ ป   ii   เป็น อาคาร ที่ เล็ก ลง วัด ของ   nefertari   ภรรยา สุดที่รัก ของ เขา", "sentence2": "ช อ ป   ii   ตาย หลัง เมีย", "gold": "neutral", "file_idx": 248241}
{"lang": "th", "sentence1": "ค่าใช้จ่าย มาตรฐาน   -   กำหนด ค่าใช้จ่าย หน่วย ที่ คาด ไว้ ซึ่ง ได้รับ การ ยอมรับ สำหรับ วัตถุประสงค์ การ รายงาน ทางการเงิน หาก ปรับ เป็นระยะๆ เพื่อ สะท้อน ผลลัพธ์ ที่ แท้จริง", "sentence2": "รายงาน จะ ต้อง มี การ อัพ เดต หาก ค่าใช้จ่าย เปลี่ยนไป", "gold": "neutral", "file_idx": 15634}
{"lang": "th", "sentence1": "Lsc   ดังนั้น จึง ต้อง ใช้   grantees   ของ มัน เพื่อ เริ่ม ตรวจสอบ ใน ระดับ ของ รัฐ ,   วิธีการ ทั้งหมด ใน รัฐ ที่ เจาะจง จะ ให้บริการ ใน ปัจจุบัน และ วางแผน ที่จะ ให้บริการ ในอนาคต ,   กฎหมายแพ่ง ต้อง การคน ที่ มี รายได้ ต่ำ", "sentence2": "Lsc   ต้อง ให้ พวกเขา ดู ว่า   grantees   จะ รับใช้ คน ที่ มี รายได้ ต่ำ ใน ศาล กลางเมือง ได้ อย่างไร", "gold": "neutral", "file_idx": 92153}
{"lang": "th", "sentence1": "ใช่ มัน ไม่ใช่ แบบนี้ ใน เพนซิลเวเนีย", "sentence2": "วิธี ที่ มัน จัดการ ใน เพนซิลเวเนีย ดีกว่า", "gold": "neutral", "file_idx": 124232}
{"lang": "th", "sentence1": "จอน ได้ เห็น น้อย มาก กับ ความเร็ว และ ความแม่นยำ ดังกล่าว", "sentence2": "จอน ไม่ รู้จัก หลาย คน ที่ สามารถ พิมพ์ ได้ ดีมาก", "gold": "neutral", "file_idx": 240730}
{"lang": "th", "sentence1": "ดังนั้น ในขณะที่ มัน จะ เป็น ความสุข ที่ ได้ อยู่ ที่นี่ ภายใต้ สถานการณ์ ปกติ ฉัน ต้องการ ที่จะ ขยาย ขอบคุณ พิเศษ สำหรับ คุณ ที่ มี ฉัน อยู่ ที่นี่ ใน วันนี้", "sentence2": "ฉัน มีความสุข ที่ ได้ พูด กับ คุณ ใน วันนี้ ใน มื้อ เที่ยง นี้", "gold": "neutral", "file_idx": 153111}
{"lang": "th", "sentence1": "อย่างไรก็ตาม   co 2   ไม่เคย ได้รับ การ ควบคุม เป็น   pollutant   ภายใต้ การกระทำ ที่ สะอาด และ ไม่ โพสท์ ภัย โดยตรง ต่อ สุขภาพ ของ มนุษย์ ไม่ เหมือน   nox ,   so 2   และ ปรอท", "sentence2": "Nox   ท่าทาง จะ เสี่ยง ต่อ สุขภาพ ของ มนุษย์ มากกว่า   so 2", "gold": "neutral", "file_idx": 188294}
{"lang": "th", "sentence1": "ผู้ชาย ได้ วิ่ง ขึ้น และ ยืน อยู่ ข้าง ไข่ ตี ที่ มัน", "sentence2": "ชาย กำลัง รีบ ทำอาหาร มื้อ เย็น", "gold": "neutral", "file_idx": 10824}
{"lang": "th", "sentence1": "ใช่   vociferously", "sentence2": "ไม่ จิง นะ แต่ อาจจะ   vociferously", "gold": "neutral", "file_idx": 135812}
{"lang": "th", "sentence1": "แต่ มัน มี ความแตกต่าง พื้นฐาน ระหว่าง พวกเขา", "sentence2": "มี ความแตกต่าง ใน ความเชื่อ ทาง ศาสนา ระหว่าง เขา และ เธอ", "gold": "neutral", "file_idx": 62640}
{"lang": "th", "sentence1": "มัน อยู่ ใกล้ กับ ท่าเรือ ;   clocktower   ของ มัน เป็น สถานที่สำคัญ ที่ มีชื่อเสียง", "sentence2": "สถานที่ ที่ คุณ กำลัง มองหา คือ ตลาด ปลา", "gold": "neutral", "file_idx": 325513}
{"lang": "th", "sentence1": "นี่ คือ เด็ก คน ที่ คุณ รู้จัก จริงๆ แทบจะ ไม่ ผ่าน มัธยม", "sentence2": "เกรด เด็ก มัน โหด มาก", "gold": "neutral", "file_idx": 3582}
{"lang": "th", "sentence1": "บท นี้ เป็น มาตรฐาน การทำงาน ของ สนาม เน้น และ ให้ คำแนะนำ สำหรับ ผู้ สอบ วิชา วิชา วิชา วิชา วิชา วิชา ที่ ได้รับ การ ดำเนินงาน โดย เป็นไปตาม มาตรฐาน ของ รัฐบาล ที่ ได้รับ การ ยอมรับ โดยทั่วไป", "sentence2": "มาตรฐาน การทำงาน ของ สนาม ละเอียด กว่า คนอื่น", "gold": "neutral", "file_idx": 201525}
{"lang": "th", "sentence1": "สี ขาว มี อีก หนึ่ง ยิง ที่ ดี ที่ ลิ น คอ ร์ น แม้ว่า   -   และ ครั้งนี้ เขา กำลัง เล็ง หัว อยู่", "sentence2": "ไวท์ อยาก ตี ลิ น คอ ร์ น ใน หัว เพื่อ ฆ่า เขา", "gold": "neutral", "file_idx": 26282}
{"lang": "th", "sentence1": "ใช่ เป็นเวลา หลาย ปี ที่ ฉัน เป็นหนี้ ใน บัตรเครดิต และ ในที่สุด ฉัน ก็ ขุด ทาง ของ ฉัน ออก มาจาก พวกเขา และ นั่น ก็ เพียงพอ ที่จะ สอน ฉัน ว่า คุณ รู้ ว่า คุณ แค่ ฉัน สามารถ ทำได้ โดย ไม่มี พวกเขา", "sentence2": "ผม ไม่ สามารถ จ่าย คืนเงิน ทั้งหมด ที่ ผม ใช้ ใน ห้าง ได้", "gold": "neutral", "file_idx": 107042}
{"lang": "th", "sentence1": "ประเทศ อีกต่อไป เรา มี จรรยาบรรณ ใน สถานการณ์ เท่านั้น ที่ ฉัน บอ กว่า ใช่ คน ที่ ปล้น ร้านเหล้า และ ใช่ เขา ยิง เจ้าของ แต่ เขา อยู่ ภายใต้ อิทธิพล ของ ยาเสพติด", "sentence2": "ยาเสพติด คือ ปัญหา หลัก ของ ที่นี่", "gold": "neutral", "file_idx": 387933}
{"lang": "th", "sentence1": "แน่นอน ความ สุดขั้ว ใน ชุด ของ ผู้ชาย คือ แจ็คเก็ต มื้อ เย็น", "sentence2": "แจ็คเก็ต มื้อ เย็น ไม่ ค่อย เห็น มัน เป็นทางการ มาก", "gold": "neutral", "file_idx": 303700}
{"lang": "th", "sentence1": "Gyna   bodokalunia ,   karnuk   kilmadorni   esdar !   คน   lotafrankish   ตอบ   energetically   ครับ", "sentence2": "เขา กระตือรือร้น ที่จะ ต้อนรับ พวกเขา ใน ภาษา ของ เขา เอง ด้วย คำ อวยพร มากมาย", "gold": "neutral", "file_idx": 156995}
{"lang": "th", "sentence1": "ในที่สุด ฉัน ก็ เพิ่ง ไปดู มัน และ ฉัน แค่ คิด ว่า มัน ยอดเยี่ยม มาก", "sentence2": "มัน เป็น หนัง ที่ ดี ที่สุด ที่ ฉัน เห็น ทั้งปี", "gold": "neutral", "file_idx": 391623}
{"lang": "th", "sentence1": "ในขณะที่ มัน เป็น สิ่งจำเป็น ที่ รุ่นใหม่ ไม่ ถูก ขับเคลื่อน โดย ด้าน การ จัดหา   ( นัก บัญชี ,   ฝ่ายบริหาร ,   การ จัดการ องค์กร และ คณะกรรมการ ของ ผู้กำกับ )   ไม่ สามารถ มี การ เชื่อมต่อ ระหว่าง อุปสงค์ และ ความต้องการ ด้าน ได้", "sentence2": "รุ่นใหม่ ของ เศรษฐศาสตร์ ต้อง บัญชี ทั้ง อุปสงค์ และ ความต้องการ", "gold": "neutral", "file_idx": 198762}
{"lang": "th", "sentence1": "ใช่ เลย บอ กว่า จอห์น โดยไม่จำเป็น ต้อง มา โดยไม่จำเป็น", "sentence2": "จอห์น รู้ ว่า พรรค อื่น ถูกต้อง", "gold": "neutral", "file_idx": 204254}
{"lang": "th", "sentence1": "นักเรียน สี่ คน ถูก ยิง ที่ โรงเรียน กลาง โอ กลา โฮ มา", "sentence2": "นักเรียน ทั้ง สี่ ตาย", "gold": "neutral", "file_idx": 43288}
