{"lang": "ur", "sentence1": "قیمت", "sentence2": "قیمتیں اور مقدار ۔", "gold": "entailment", "file_idx": 382175}
{"lang": "ur", "sentence1": "شاہی خاندان کو محل وقوع میں قیام کیا گیا ، لہذا عام طور پر 23 جنوری 2 کو عام طور پر ایک دوسرے کے ساتھ مل گیا ۔", "sentence2": "عوام کو دو دنوں میں شاہی محل وقوع کے میدان میں شامل کرنے کی اجازت دی گئی ہے ۔", "gold": "entailment", "file_idx": 275897}
{"lang": "ur", "sentence1": "ان تینوں سظحوں کے متعلق ہے .", "sentence2": "تین سال سے کم ہے .", "gold": "entailment", "file_idx": 286852}
{"lang": "ur", "sentence1": "facebook کے ذریعے اس بات کو یقینی بنانے کے لیے کہ آپ نے کسی چیز کی تجدید کر دی ہے ۔", "sentence2": "کیا آپ نے اپنے facebook اکاؤنٹ میں لاگ ان کیا ہے ؟", "gold": "entailment", "file_idx": 129384}
{"lang": "ur", "sentence1": "انہوں نے اسے کھو دیا ، میں سیاہ کولمین کا استعمال کر رہا ہوں ۔", "sentence2": "جم کولمین کو سیاہ نشان زد کیا گیا ہے ۔", "gold": "entailment", "file_idx": 102358}
{"lang": "ur", "sentence1": "اس کی وجہ سے یہ ہے کہ اس کی صنعتی اجنیئرنگ کی وضاحت کرنا مشکل ہے اور آپ نے ایپلی کیشن سے ایپلی کیشن کا استعمال کر لیا ہے ۔", "sentence2": "یہ ایسی چیز ہے جس کا مطلب دوسرے لوگوں کے ساتھ کیا جا رہا ہے ۔", "gold": "entailment", "file_idx": 379259}
{"lang": "ur", "sentence1": "1886 ء میں سولہ سال کی عمر میں ویچی فرنچ کی فوج ، ایک یہودی جرمنیوں کو قتل کر دیا گیا ، جس کی وجہ سے جرمنوں نے جرمن فوج کو گرفتار کر لیا تھا ۔", "sentence2": "الفریڈ سوہا نے جرمنی کو جاسوسی کے الزام میں گرفتار کر لیا تھا ۔", "gold": "entailment", "file_idx": 304564}
{"lang": "ur", "sentence1": "نتیجہ یہ ہوا کہ اس بات کو یقینی بنانے کے لیے کہ انہوں نے نئے مشن کا سامنا کرنا شروع کیا اور اس نے تحقیقی تحقیق کے طور پر اپنے مشن کا اظہار کیا اور اس طرح کے پرائیوٹ سیکٹر کی مدد سے کام لیا ۔", "sentence2": "اس کے ساتھ ساتھ جامعات ، یونیورسٹیوں اور پرائیویٹ سیکٹر کی طرف سے شراکت دار تھے ۔", "gold": "entailment", "file_idx": 152324}
{"lang": "ur", "sentence1": "کیا آپ کسی بھی وقت کی تجویز کر سکتے ہیں ؟", "sentence2": "کیا آپ جانتے ہیں کہ facebook پر آپ کی کوئی تصاویر اور ویڈیوز", "gold": "entailment", "file_idx": 364080}
{"lang": "ur", "sentence1": "زیادہ تر وقت بعد میں پہلی بار اپنے چھ ماہ کے بعد پہلی بار اپنے چھ ماہ کے دوران پہلی بار محسوس کیا گیا ۔", "sentence2": "عام طور پر پہلے ہی چھ ماہ بعد میں پہلی بار چھ ماہ سے زیادہ عرصہ قبل واقع ہوا تھا ۔", "gold": "entailment", "file_idx": 295668}
{"lang": "ur", "sentence1": "اور وہ اگر ان میں سے کچھ کم ہو جاتا ہے تو اس کے بارے میں ہمیں بتانے کے لئے ان میں سے ایک ہے اور وہ ان میں سے زیادہ جانتا ہے جو مجھے معلوم نہیں ہے کہ میں نے مصنف یا اس کتاب کو دیکھنے کے لئے کیا ہے ۔", "sentence2": "وہ ان کو بہت سا لگتی ہے ۔", "gold": "entailment", "file_idx": 126448}
{"lang": "ur", "sentence1": "ٹیلے پر واپس جانے کے بعد ، پچ کے دوسری جانب ، یہ دلکش ویچارشیل ہے ، ایک غیر معمولی گرجا گھر ہے ۔", "sentence2": "دی گئی سارڈینی نے عجائب گھر کے دوسری جانب سے ایک غیر معمولی گرجا گھر کیا ہے ۔", "gold": "entailment", "file_idx": 90400}
{"lang": "ur", "sentence1": "ای میل پتہ یا دیگر آلات کے ساتھ صارفین کی طرف سے شائع کیا گیا ہے", "sentence2": "گو کہ آپ دیگر آلات کے ساتھ کام کر رہے ہیں ۔", "gold": "entailment", "file_idx": 265354}
{"lang": "ur", "sentence1": "5 غائب ہونے والی نہر کے چند حصے ہیں جن کی تعداد 5 سے زیادہ ہے ۔", "sentence2": "میل کے طور پر ، کچھ خاص طور پر اس کے مختلف حصے ہیں .", "gold": "entailment", "file_idx": 369953}
{"lang": "ur", "sentence1": "اس سے پہلے کہ وہ ادھورا تھا جس کے بعد میں ادھورا تھا ۔", "sentence2": "اس نے بغیراجازت اور آثار کے لحاظ سے اس کا اندازہ مقرر کیا ۔", "gold": "entailment", "file_idx": 208659}
{"lang": "ur", "sentence1": "180 دنوں کے دوران ، آپ کے وفاقی دفتر میں ایک نوٹس ، 60 دن کے اندر فیڈرل ریزرو کرنے اور عوامی گفتگو کے بارے میں مزید جانیں ۔", "sentence2": "آپ کے درج کردہ ای میل پتہ یا فون نمبر کی توثیق ہو جائے گی ۔", "gold": "entailment", "file_idx": 229964}
{"lang": "ur", "sentence1": "اس کے علاوہ مختلف خطے میں مختلف خطے کے مختلف حصوں میں مختلف سطح پر مختلف اقسام کے خطے ہوتے ہیں جن میں سے ایک ایسا علاقہ ہے جہاں لوگ اس کے بارے میں بات کر رہے ہیں ۔ ان کی زندگی میں زیادہ سے زیادہ رقم حاصل ہوتی ہے لیکن ان میں سے ہر ایک کو اس طرح کی ضرورت ہوتی ہے ۔", "sentence2": "ایک پروگرام کے علاوہ مختلف اقسام کے پروگرام بھی ہوتے ہیں ۔", "gold": "entailment", "file_idx": 199476}
{"lang": "ur", "sentence1": "میں نے ایک مخصوص url کے لئے جواب دیا ہے .", "sentence2": "اس کے بعد میں نے ایک درست url پوچھا ہے ، انہوں نے کہا :", "gold": "entailment", "file_idx": 41123}
{"lang": "ur", "sentence1": "اس کے ساتھ انہوں نے بہت اچھا کام کیا ، لیکن اس میں ایک بڑی کمپنی کے طور پر ایک بڑی کمپنی ہے .", "sentence2": "یہ سب کچھ ان کے اچھے اعمال کی وجہ سے ہے کیونکہ یہ اچھا ہے ۔", "gold": "entailment", "file_idx": 323406}
{"lang": "ur", "sentence1": "اٹھارہویں اور انیسویں صدی میں چودھویں صدی کے اوائل میں بدھ مت اور بدھ مت کی جانب سے بُدھ مت کی گئى ۔", "sentence2": "ان دو واقعات میں سے ایک کے ساتھ بدھ مت اور بدھ مت کی طرف سے نشان زد کیا گیا ۔", "gold": "entailment", "file_idx": 319912}
{"lang": "ur", "sentence1": "اس کے بارے میں کچھ ایسا نہیں ہے کہ میں صرف چار سال کی عمر میں ہوں", "sentence2": "میں نے عام سائنس میں ڈگری کی ڈگری حاصل کی ہے ۔", "gold": "entailment", "file_idx": 243456}
{"lang": "ur", "sentence1": "شمال اور جنوب کے درمیان کی جانب سے جاپان اور جنوب کے درمیان تعلقات کی ایک مثالی حیثیت تھی ۔", "sentence2": "اس کی بنیاد پر ، لیون کا ایک رومن دارالحکومت بن گیا ۔", "gold": "entailment", "file_idx": 238023}
{"lang": "ur", "sentence1": "مثال کے طور پر", "sentence2": "یہ ایک مثال ہے .", "gold": "entailment", "file_idx": 298757}
{"lang": "ur", "sentence1": "کوئی حرج نہیں ، اس کی وجہ سے امریکہ میں واقع ہونے والی کوئی حرج نہیں ہے ، جہاں کے علاقے میں فساد انگیزی کی جاتی ہے ۔", "sentence2": "کچھ عرصہ تک امریکہ نے کرپشن اور اشیائے کی مخالفت کی ۔", "gold": "entailment", "file_idx": 372840}
{"lang": "ur", "sentence1": "اس اصول میں ترمیم نہیں کی جا سکتی ہے ۔", "sentence2": "ویری ایبل کو تبدیل نہیں کیا جا سکتا ہے ۔", "gold": "entailment", "file_idx": 85125}
{"lang": "ur", "sentence1": "یہ ٹھیک ہے کہ اگر آپ کو کوئی رقم نہیں مل رہی ہے تو یہ آپ کو معلوم ہو سکتا ہے کہ اس میں زیادہ سے زیادہ قیمت ہے ۔", "sentence2": "$ میں ڈالر کے لحاظ سے ایک ڈالر کی ضرورت نہیں ہے ۔", "gold": "entailment", "file_idx": 259918}
{"lang": "ur", "sentence1": "اس کے بعد معاشیات کی بنیاد پر معاشیات کے بارے میں بہت اچھا ہے ۔", "sentence2": "جتنی مثبت ہے اس سے کہا جاتا ہے کہ آزاد بازار ۔", "gold": "entailment", "file_idx": 306299}
{"lang": "ur", "sentence1": "وہ لوگ جنہوں نے گزشتہ دنوں میں facebook استعمال کیا ہے", "sentence2": "لوگ آپ کی تقریب میں دلچسپی رکھتے ہیں ۔", "gold": "entailment", "file_idx": 355811}
{"lang": "ur", "sentence1": "یہ کتے کے ساتھ میرے جوتا کے پیچھے چلے گئے ۔", "sentence2": "یہ اس بات کا مطلب ہے ، لیکن کتے نے میرے جوتا چرایا .", "gold": "entailment", "file_idx": 71994}
{"lang": "ur", "sentence1": "ء میں ہونے والے اس ہفتے کی سب سے اہم بات یہ ہے کہ اس ہفتے کے سب سے زیادہ معرکے ہونے والے امریکہ کی طرف سے امریکہ کی طرف سے جانا جاتا ہے ۔", "sentence2": "امریکہ کو نوح ( علیہ السلام ) کے پرانے ورژن پر کاپی کیا گیا تھا ، جو کہ ستارہ کی بنیاد پر ایک کہانی کے طور پر ظاہر ہوئی ۔", "gold": "entailment", "file_idx": 379025}
{"lang": "ur", "sentence1": "لہذا ، بخار ، اور ممکنہ طور پر قیمتون میں ہونے والے 280-300 ء کے اوائل میں واقع ہوا ، جس میں گیس چیمبرز بھی شامل ہیں ، جہاں 280-300 ء میں موسم سرما کا درجہ حرارت بھی ہے ۔", "sentence2": "280-300 ڈگری سینٹی گریڈ ( 280-300 ڈگری فارن ہائٹ ) کے طور پر رہتاہے ۔", "gold": "entailment", "file_idx": 22048}
{"lang": "ur", "sentence1": "اور اگر وہ آپ کو جھٹلائیں تو آپ فرما دیں گے کہ آپ نے ان کے ساتھ کیا سلوک کیا ہے ۔", "sentence2": "اس نے کہا کہ وہ مجھے آگ میں ڈالیں گے", "gold": "entailment", "file_idx": 272545}
{"lang": "ur", "sentence1": "حقیقت یہ ہے کہ اس کا مقصد یہ ہے کہ ایک بار جب بھی سفر کے طور پر حملہ کیا جاتا ہے تو ایک دم روزا اور نفرت میں پڑ گیا ۔", "sentence2": "ان کو کسی بھی صورت میں خیانت کرنے کی اجازت دی گئی ۔", "gold": "entailment", "file_idx": 2496}
{"lang": "ur", "sentence1": "آپ کے اور آپ کی گاڑی میں ایک دوسرے کے ساتھ ہے", "sentence2": "یہ آپ کے فون پر ہے ؟", "gold": "entailment", "file_idx": 197551}
{"lang": "ur", "sentence1": "آپ کے راستے پر منطقی آمریت کی وجہ سے آپ کو وارانسی ( دہلی ) سے ملنے کی ضرورت ہوتی ہے ، لکھنؤ ہے کہ بھارت کی تاریخ کی تاریخ میں 1857 ء سے 45 ء کے اوائل میں آزادی کا آغاز ہوا ۔ 47 ) ۔", "sentence2": "ء میں بھارت کی آزادی کے لئے ایک اہم کردار ادا کیا گیا ۔", "gold": "entailment", "file_idx": 128106}
{"lang": "ur", "sentence1": "مایاوی کے خاتمے کے بعد ، آپ نے دو ہفتے بعد ایک دوسرے کے ساتھ سفر کرنے کا فیصلہ کیا تھا اور صیہونیت کے ساتھ سلائڈز اور الوطنی کے ساتھ سلوک کیا گیا ۔", "sentence2": "وہ مایاوی کے طور پر تھا لیکن اس کی زندگی ایک فوٹوگرافر کے طور پر تھا ۔", "gold": "entailment", "file_idx": 367089}
{"lang": "ur", "sentence1": "جنگل کے گھر کے گھر میں ، اس میں ایک سَماعت گاہ ہے ، اور آپ اس کے لئے تین ہدایت حاصل کر سکتے ہیں . ، 20 یا 60 منٹ ۔", "sentence2": "آپ کو جنگل کے گھر کے ساتھ مل کر جانا ہے .", "gold": "entailment", "file_idx": 195598}
{"lang": "ur", "sentence1": "بادل نے وادی کی وادی کو ایک وادی میں چرایا ۔", "sentence2": "وادی کو خاموش کر دیا گیا ۔", "gold": "entailment", "file_idx": 354864}
{"lang": "ur", "sentence1": "زیادہ تر تعداد ماضی میں سے کم ہے ۔", "sentence2": "گزشتہ سال کے لئے کم از کم دو سال کم ہونا چاہیے ۔", "gold": "entailment", "file_idx": 298862}
{"lang": "ur", "sentence1": "اپائنٹمنٹ شیڈول کریں", "sentence2": "آپ کا شیڈول کردہ مراسلہ منظور نہیں کیا جا سکتا ہے ۔ براہ کرم بعد میں دوبارہ کوشش کریں", "gold": "entailment", "file_idx": 342636}
{"lang": "ur", "sentence1": "لیکن ان کہانیاں میں سے کچھ ایسے بھی ہیں جو کہ چین اور 1960 ء کے عشرے کے بارے میں داستانیں ہیں ۔", "sentence2": "انہوں نے اس کے بارے میں فکر نہیں کی اور 1960 ء میں اس کے کام کا اظہار کیا ۔", "gold": "entailment", "file_idx": 182034}
{"lang": "ur", "sentence1": "وہ شادی سے شادی کر رہی ہے ۔", "sentence2": "انہوں نے شادی کی ہے", "gold": "entailment", "file_idx": 328007}
{"lang": "ur", "sentence1": "ایتھنز ، مغرب میں تیزی سے اضافہ ہوا اور مغرب میں سلطنت عثمانیہ کے قیام کا آغاز کیا گیا ۔", "sentence2": "یونان کو ایک عظیم طاقت کے طور پر ابھرے ۔", "gold": "entailment", "file_idx": 335759}
{"lang": "ur", "sentence1": "پہلا سب سے پہلا نام جو سب سے زیادہ طاقتور تھا ، اس نے اپنے پلازہ کے طور پر uefa چیمپنس لیگ جیت لیا ہے .", "sentence2": "پلازہ دے دی گئی کہ لا پلازہ میں پہلی بار نظر آئے گا ۔", "gold": "entailment", "file_idx": 25988}
{"lang": "ur", "sentence1": "اس تصویر کو آپ کے کاروبار سے ہٹا دیا گیا ہے ۔", "sentence2": "you might have a view when you start climbing .", "gold": "entailment", "file_idx": 340321}
{"lang": "ur", "sentence1": "جمعہ کے دن ، باشندوں کے ایک گروہ نے پٹسبرگ کے خلاف دائر کیا ، جو خاندانوں کے ساتھ ہجرت کی گئی تھی اور کبھی بھی ان لوگوں کو اپنے گھروں میں منتقل کرنے کی اجازت نہیں دے گی ۔", "sentence2": "تارکین وطن کی طرف سے ریہائیش", "gold": "entailment", "file_idx": 307770}
{"lang": "ur", "sentence1": "1492 مارچ 1492 ء کو ہولوکاسٹ نے شہر کے تاریخی سفر کا اظہار کیا اور اس کے علاوہ شہر کی پانچویں تصویر پر مشتمل ہے ۔", "sentence2": "آبی یورپ کا سب سے بڑا براعظم ہے اور گورناکی میں شمولیت اختیار کی جاتی ہے ۔", "gold": "entailment", "file_idx": 1453}
{"lang": "ur", "sentence1": "اور ہم نے اس کی گہرائیوں میں نبوت دی تھی", "sentence2": "اس نے کوئی جواب نہیں دیا ۔", "gold": "entailment", "file_idx": 107199}
{"lang": "ur", "sentence1": "نہیں ، لیکن یہ ٹھیک ہے", "sentence2": "مجھے لگتا ہے کہ نئے راستے ڈاکٹر ہیں ۔", "gold": "entailment", "file_idx": 4032}
{"lang": "ur", "sentence1": "لیکن پاروتی کی آنکھوں سے شارپ کرنے لگے اور پاروتی کی جانب سے ایک جینٹائل جاسوس نے کہا کہ اس کا اثر اچھا ہوتا ہے اور پھر وہ بیت المقدس تک پہنچنے کی کوشش کر رہا ہے ۔", "sentence2": "ان کو بتایا گیا تھا کہ اس نے اپنے آپ کو گرفتار کر لیا ہے ۔", "gold": "entailment", "file_idx": 130557}
{"lang": "ur", "sentence1": "دریائے دیواروں کے کنارے پر چبوترہ ، ( 2002 ء-2002 ء تک ) اس کے اطراف سے جڑے ہوئے ہیں ۔", "sentence2": "2002 . ء تک", "gold": "entailment", "file_idx": 168645}
{"lang": "ur", "sentence1": "یہ ایک ایسی صورت حال ہے جس کا مطلب یہ ہے کہ \" دستاویز میں موجود نہ ہونا ، اور نہ کسی طرح کی ضرورت ہے ۔", "sentence2": "یہ ایک بہت طویل بحث ہے ۔", "gold": "entailment", "file_idx": 304593}
{"lang": "ur", "sentence1": "امید نہیں ہے .", "sentence2": "مجھے امید نہیں ہے .", "gold": "entailment", "file_idx": 250822}
{"lang": "ur", "sentence1": "لیکن ایک لمحے میں اس بات کو یقینی بنانے کی اجازت نہیں دی گئی ۔", "sentence2": "جس چیز کی پیروی کر رہا ہے وہ منتقل ہو گیا ہے ۔", "gold": "entailment", "file_idx": 330117}
{"lang": "ur", "sentence1": "رضاکارانہ طور پر پاکستان کو ختم نہ ہونے کی صورت میں نشر کیا جا رہا ہے", "sentence2": "یاعلیحدگی کے ساتھ اس طرح کی تعریف ہے .", "gold": "entailment", "file_idx": 197435}
{"lang": "ur", "sentence1": "اس سے قبل کہ ہم نے آپ کے لیے ایک نئے فریم کا انتخاب کیا ہے ۔", "sentence2": "ملاحظہ کاران کی تاریخ بہت بڑی ہے ۔", "gold": "entailment", "file_idx": 158526}
{"lang": "ur", "sentence1": "وہ ایک کورٹ کی طرف سے دوڑ رہے تھے اور اُن کے پاس ایک ایسی چیزیں لے کر آئے گی جس کے بارے میں ان میں سے ایک فیصلہ کیا گیا تھا ۔", "sentence2": "اور وہ اس ( مسکین کو کچھ نہ دینے ) پر قادر سمجھ کر نکلے ۔", "gold": "entailment", "file_idx": 79953}
{"lang": "ur", "sentence1": "اس کے بارے میں بات کرنے کے لیے ، اگرچہ ٹیکس کی تیاری مکمل ہو گئی ۔", "sentence2": "سیکنڈ کے باوجود ، ٹیکسوں کے بالواسطہ نظام کی تراکیب", "gold": "entailment", "file_idx": 9755}
{"lang": "ur", "sentence1": "1,700 ء سے 1,700 ء کے اوائل میں حملہ کیا گیا جس کے بعد حضور نے ایک ہفتہ کے محاصرے کا محاصرہ کر لیا ۔", "sentence2": "ہفتوں کے بعد میں نے محاصرہ کیا کہ دو ہفتوں تک جاری رکھیں ۔", "gold": "entailment", "file_idx": 129537}
{"lang": "ur", "sentence1": "اس سے پہلے تو یہ nauseating تھا لیکن وہ اس کے ساتھی بن گیا تھا ۔", "sentence2": "وہ بیمار تھا ، لیکن اس پر بھی بیمار تھا ۔", "gold": "entailment", "file_idx": 91214}
{"lang": "ur", "sentence1": "یہ سچ سچ ہے کہ میں اس بات کا یقین کر سکتا ہوں کہ آپ کو تیل کی تبدیلیوں کے بارے میں کیا خیال ہے کہ میں آپ کے گلے میں کمی کرنے کے قابل نہیں ہوں ۔", "sentence2": "میں اپنے پاس ورڈ کی حفاظت کرنے کے لیے اپنے اکاؤنٹ کی حفاظت کرتا ہوں ۔", "gold": "entailment", "file_idx": 292178}
{"lang": "ur", "sentence1": "ہم نے پہلے ہی سب سے پہلے میز کے بارے میں بتا دیا تھا کہ ہم نے اس کے سونے کے ڈھیر کو یکجا کیا ہے ۔", "sentence2": "جان لو کہ پہلی بار میز کے اندر نظر آتا ہے ۔", "gold": "entailment", "file_idx": 53145}
{"lang": "ur", "sentence1": "اس نے تمام نکات پر ردعمل ظاہر کیا ہے ۔", "sentence2": "اس نکات کے ساتھ اتفاق کیا گیا ۔", "gold": "entailment", "file_idx": 179398}
{"lang": "ur", "sentence1": "یہ ایک قابلِ اعتماد ہے کیونکہ میں ٹیلی ویژن کے بارے میں ایک اہم ماڈل ہوں ، اور میں ایک کردار کا ماڈل ہوں کہ میں ٹیلی ویژن کے طور پر ہوں ۔", "sentence2": "یہ ٹیلی ویژن کی اجازت ہے کیونکہ میں نے ٹیلی ویژن کے لئے ایک کردار ادا کیا ہے کیونکہ میں ایک کردار کا انتخاب کر رہا ہوں ۔", "gold": "entailment", "file_idx": 184033}
{"lang": "ur", "sentence1": "جاپان میں جنگ لیپانٹو میں شکست کا ایک بڑا واقعہ تھا لیکن 1921 ء میں اس نے بغاوت کی دعوت دی جس میں عام طور پر جنرل لوپز رویرا کو آمر کا شکار کردیا گیا ۔", "sentence2": "لوپز رویرا نے 1921 . ء میں فوجی تاخت کے ذریعے مراکش کا اعلان کیا ۔", "gold": "entailment", "file_idx": 327526}
{"lang": "ur", "sentence1": "اس طرح کے ليے بورڈ کے ليے ير کے ریگولیشنز کو گرانے کے ليے استعمال کريں", "sentence2": "کریڈٹ کارڈ کی شرائط و ضوابط سے اتفاق کیا جا سکتا ہے ۔", "gold": "entailment", "file_idx": 243239}
{"lang": "ur", "sentence1": "وہ ایک پان پیٹر ہے جو المولانی المولانی ہے ۔", "sentence2": "پیٹر گاجر کی تراکیب", "gold": "entailment", "file_idx": 272836}
{"lang": "ur", "sentence1": "- مونیکا ! جریدے کو بچانے کے لئے شکریہ ۔", "sentence2": "مونیکا مونیکا !", "gold": "entailment", "file_idx": 263383}
{"lang": "ur", "sentence1": "اہم ناموں کا نام ، رائل روبا اور کالیمنتن میں ہیں ، دونوں ممالک میں دستیاب ہیں ۔", "sentence2": "شاہی خاندان اور باکوفو کے مقبول ترین نام ہیں جو کہ ملک بھر میں دستیاب ہیں ۔", "gold": "entailment", "file_idx": 52015}
{"lang": "ur", "sentence1": "مباحثے کے مراسلات دیکھیں", "sentence2": "ایک تکشف ، سماجی انشورنس پروگرام کے بارے میں بحث کرنے کے قابل نہیں ہے .", "gold": "entailment", "file_idx": 100466}
{"lang": "ur", "sentence1": "ڈاک سروس نے اس بات کی تصدیق کی ہے کہ قانونی طور پر اجماع میں ترمیم نہیں کی جائے گی ، لیکن قانونی طور پر یہ جائز نہیں تھا کہ 39 ء کے اوائل میں کمیشن قائم کرنے کی کوشش نہ کرے ۔", "sentence2": "انہوں نے کہا کہ یہ ایک معاہدہ ہے جس کے بارے میں اس نے کمیشن کی اجازت نہیں دی تھی ۔", "gold": "entailment", "file_idx": 54432}
{"lang": "ur", "sentence1": "اگر ایک مثال کے طور پر آپ کی شناخت کی توثیق ہو رہی ہے تو ہم آپ کو مطلع کر دیں گے کہ اس میں عام طور پر ایک بار نظر آتا ہے کیونکہ ہم نے لاکھوں لوگوں کو ہلاک کر دیا ہے ۔ تقریباً دس سال یا اس سے پندرہ سال کے عرصے میں وفات پائی ۔", "sentence2": "ٹیکساس کی ریاست ایک سال میں دو ہزار لوگوں کے درمیان دو سو افراد ہلاک ہو گئے ۔", "gold": "entailment", "file_idx": 38411}
{"lang": "ur", "sentence1": "ٹھیک ہے ، ہم نے ایک امریکی ایکسپریس کو حاصل کیا ہے جس کی وجہ سے ہم نے اس کے بارے میں مزید معلومات حاصل کی ہے تاکہ ہم اس کے بارے میں مزید معلومات حاصل کر سکیں ۔", "sentence2": "ہم نے آپ کے ماہانہ فون پر ایک امریکی ایکسپریس کو اپ ڈیٹ کیا ہے ۔", "gold": "entailment", "file_idx": 126426}
{"lang": "ur", "sentence1": "اب کلنٹن سے مربوط ہونے کے بعد ، جزوی طور پر کم از کم بجکر سیکنڈ تک نچلی نے اس پر عملدرآمد کیا تھا ۔", "sentence2": "اب جزوی طور پر کلنٹن سے کلنٹن کے بارے میں ، کلنٹن نے نچلی طور پر اس بات کو ترجیح دی کہ آپ نے اس پر عملدرآمد کیا ہے ۔", "gold": "entailment", "file_idx": 131946}
{"lang": "ur", "sentence1": "سپینسر میں لکھا گیا ، میں نے اس خواہش کا اظہار کیا ہے .", "sentence2": "سپینسر ، سپینسر کے مصنف ، اور ہر چیز کو بحال کرنے کی ضرورت ہے ۔", "gold": "entailment", "file_idx": 165837}
{"lang": "ur", "sentence1": "اچھی طرح آپ کے اپنے اکاؤنٹ کی حفاظت کرنے کے لیے آپ کی والدہ کا مطالبہ کیا گیا تھا کہ وہ میری سن رہی تھی کہ جب وہ آپ کے خیال میں دلچسپی رکھتے ہیں تو ان میں سے ایک کو بھی اتنا لگتا ہے کہ وہ ممکنہ طور پر ممکنہ طور پر ٹوئٹر پر", "sentence2": "خوش قسمتی سے آپ کے بچے کے ساتھ خوش قسمتی سے ، بچے اس وقت تک سستا ہے جب تک وہ", "gold": "entailment", "file_idx": 90831}
{"lang": "ur", "sentence1": "یہ ایک قدردان ہے جس میں 20 ہزار مزدوروں ، 50 ہزار سے زائد افراد کی مدد کرنے کے لیے 50 ہزار افراد ، جن میں سے 1,000 ہزار افراد اور خاندانوں کو قانونی طور پر قانونی طور پر استعمال کیا جاتا ہے ۔", "sentence2": "20 سماجی مزدوروں نے ایک وکیل کے ذریعے تربیت دی ہے ۔", "gold": "entailment", "file_idx": 89620}
{"lang": "ur", "sentence1": "ہمارے پاس ایک جوڑے ہے", "sentence2": "ہم نے چند سال تھے .", "gold": "entailment", "file_idx": 384415}
{"lang": "ur", "sentence1": "اچھی بات آپ کے لئے اہم ہے .", "sentence2": "اچھی بات آپ کے ساتھ ہے .", "gold": "entailment", "file_idx": 275427}
{"lang": "ur", "sentence1": "ڈاک کا نظام معاشی نظام کے لیے اہم کردار ادا کیا گیا ۔", "sentence2": "قانونی نظام کی بنیاد شورائیت پر تھی ۔", "gold": "entailment", "file_idx": 57511}
{"lang": "ur", "sentence1": "میجر میں بندا ، nasa ، ڈوس ، nasa ، ناسا ، nasa ، ہوابازی اور nasa میں شامل تھے ۔", "sentence2": "ڈالا گیا ۔", "gold": "entailment", "file_idx": 368639}
{"lang": "ur", "sentence1": "جی ہاں ، میرے پسندیدہ گروپس جیسے شکاگو میں شکاگو ہیں اور میرے خیال میں اس کی وجہ سے ہے کہ کیا آپ کے خیال میں اس میں ترمیم کی گئی تھی اور اس کے علاوہ سب سے زیادہ کمزور گروہ تھے ۔", "sentence2": "میں نے ' مویشیون سے پتھر کی طرح راک .", "gold": "entailment", "file_idx": 81883}
{"lang": "ur", "sentence1": "کوئی بھی انسان اس بات کی مخالفت کرتا ہے کہ قاتلوں نے کوئی حقوق حاصل نہیں کی ۔", "sentence2": "وہ لوگ جو بے حیائی کے ساتھ لڑتے ہیں", "gold": "entailment", "file_idx": 103032}
{"lang": "ur", "sentence1": "آپ کیا کر رہے ہیں ؟", "sentence2": "آپ نے کون سی چیز دیکھی ہے ؟", "gold": "entailment", "file_idx": 39718}
{"lang": "ur", "sentence1": "مقبرے کے باہر سے باہر ہونے والی نسلوں کے لئے ایک مشہور گھنٹہ گھر کی شہرت ہے ۔", "sentence2": "مشہور عسکریت پسند ، عمارت ، ملل ، ملل ، وغیرہ", "gold": "entailment", "file_idx": 376671}
{"lang": "ur", "sentence1": "عدالت نے یہ بات چیت کی ہے کہ ان مقدمات سے مختلف امور کا جائزہ لینے کی ضرورت ہے کیونکہ رفاہ عامہ کے لئے ایک موجودہ مہم کا استعمال کرنا چاہتا ہے ۔ . طریقوں سے ، اس میں 8 . ء کے اوائل میں اپنی اشتعال انگیزیوں میں تیزی سے اضافہ ہوا ، اور 8 . ء میں آئین کے قوانین کا اظہار کیا گیا ۔", "sentence2": "اس کے ساتھ ساتھ ، عدالت نے عدالتی طور پر الزام لگایا کہ یہ مقدمات سے مختلف ہیں ۔", "gold": "entailment", "file_idx": 147389}
{"lang": "ur", "sentence1": "چار سبز ، موٹے سبز لباس ، ایک یا دو کونوں پر مشتمل ہے .", "sentence2": "( جو ) سیاہی مائل ہوتی ہیں ۔", "gold": "entailment", "file_idx": 24948}
{"lang": "ur", "sentence1": "احتساب کرنے کے لیے افزونیاں", "sentence2": "اراکین کی خدمت کے لیے تجاویز حاصل کر رہی ہیں ۔", "gold": "entailment", "file_idx": 238112}
{"lang": "ur", "sentence1": "معزز ولیم ایف ۔ لکڑہارا ، گلوکار ولیم پارسنز مٹی کے اراکن کی کمیٹی نے تعلیم اور اس کے گھر والوں کو ہجرت کی ۔", "sentence2": "ولیم پارسنز ، کمیٹی کا چیئرمین ۔", "gold": "entailment", "file_idx": 281729}
{"lang": "ur", "sentence1": "آہ ! دُشمن کو اپنے سوالات کا خاتمہ کرنا پڑا ۔", "sentence2": "ایسا لگتا ہے کہ آپ کے اکاؤنٹ میں لاگ ان کیا گیا تھا ۔", "gold": "entailment", "file_idx": 158830}
{"lang": "ur", "sentence1": "دو سال قبل آج ہی کے دن", "sentence2": "یہ دو سال پہلے تھا ۔", "gold": "entailment", "file_idx": 297591}
{"lang": "ur", "sentence1": "میل جو ریاست ہائے متحدہ امریکہ میں تعلیم حاصل کرنے کا اعلان کیا گیا ہے ۔", "sentence2": "ملک میں ڈاک کا مطالعہ", "gold": "entailment", "file_idx": 177195}
{"lang": "ur", "sentence1": "میرا خیال ہے کہ یہ ان کے لئے آسان ہے", "sentence2": "مجھے یقین ہے کہ یہ مشکل ہے", "gold": "entailment", "file_idx": 136511}
{"lang": "ur", "sentence1": "جی ہاں ، یہ ایک قدرتی ترقی ہے میں یہ خیال کرتا ہوں کہ اس کے بارے میں وہ حقیقی حساس ہے اور حقیقی طور پر اس کے بارے میں سوچ رہا ہے اور", "sentence2": "مجھے لگتا ہے کہ یہ ایک قدرتی ترقی ہے ، ہمارے خیال میں اس کے بارے میں کوئی فائدہ نہیں لگتا ہے ۔", "gold": "entailment", "file_idx": 253123}
{"lang": "ur", "sentence1": "موبائل گھر کے دھبوں سے جبری مشقت لی گئى ۔", "sentence2": "پارکوں کے دھبوں سے پینٹ کیا گیا ۔", "gold": "entailment", "file_idx": 234197}
{"lang": "ur", "sentence1": "آئینی نظام کو قانونی طور پر انصاف کے ساتھ وزن کو فروغ دینے کا حق ہے ۔", "sentence2": "ایک انصاف کے ساتھ ساتھ بات کرنے کی ضرورت ہے ۔", "gold": "entailment", "file_idx": 160047}
{"lang": "ur", "sentence1": "نتیجہ یہ ہے کہ مسلمانوں نے یقین کیا ہے کہ ایمان لے آئے ، یا اپنے افسران کو تربیت کے لیے مدعو کیا گیا ہے ، لیکن ان میں سے ایک جماعت کو پسند کیا گیا ہے جو انہوں نے کوشش کی ہے ۔", "sentence2": "اہل ایمان کے ساتھ مل کر", "gold": "entailment", "file_idx": 103714}
{"lang": "ur", "sentence1": "یہ پیش منظر قدرتی وسائل کے لیے دستیاب ہے ۔", "sentence2": "یہ پالتو جانور اور جانوروں کے قدرتی ماحول میں شامل ہونے والے قدرتی ماحول کو بہتر بنا دیا جاتا ہے ۔", "gold": "entailment", "file_idx": 267801}
{"lang": "ur", "sentence1": "جی ہاں ، یہ ٹھیک ہے", "sentence2": "کوئی مسئلہ نہیں ، یہ ٹھیک ہے ۔", "gold": "entailment", "file_idx": 354333}
{"lang": "ur", "sentence1": "لیکن آپ جانتے ہیں کہ میں یہ نہیں دیکھ سکتا ہوں کہ لوگ کیا کر رہے ہیں اور میرے خیال میں یہ کام نہیں کر سکتا ہے کہ اس جرم کا مطلب ہے کہ ان کے قوانین کی وجہ سے ان کے قوانین کا خطرہ ہے ۔ جانتے ہیں کہ آپ کو کیا معلوم ہے کہ میں کیا کر رہا ہوں ۔", "sentence2": "قانون یہ ہے کہ لوگوں کو قتل کرنے کا خطرہ ہے ۔", "gold": "entailment", "file_idx": 32150}
{"lang": "ur", "sentence1": "گھر میں ، deb اور ماریو ، ماریو ، جو کہ آغوشیہ ( مرافقات ) کے ساتھ آغوشیہ ( laptop ) ہے ۔", "sentence2": "جادو کی وجہ سے آپ کے فون کی ضرورت نہیں ہے ۔", "gold": "entailment", "file_idx": 159598}
{"lang": "ur", "sentence1": "آپ کی ایپ کے ذریعے شائع کردہ تبصرے", "sentence2": "آپ کا درج کردہ نام غلط ہے ۔ براہ کرم دوبارہ کوشش", "gold": "entailment", "file_idx": 136533}
{"lang": "ur", "sentence1": "بنیادی طور پر لوئیس 1764 ء میں واطسیانا نے اس پر قبضہ کر لیا اور 1764 ء میں یہاں تک کہ 1842 . ء تک", "sentence2": "اُنیسویں صدی کے اوائل میں آپ کی خدمت شروع ہوئی ۔", "gold": "entailment", "file_idx": 232611}
{"lang": "ur", "sentence1": "جی ہاں ، زیادہ سے زیادہ تر گھاس", "sentence2": "میں نے چند پھول دیکھی ہیں ، لیکن زیادہ سے زیادہ ۔", "gold": "entailment", "file_idx": 270391}
{"lang": "ur", "sentence1": "اس نے ان کو فتح دی ۔", "sentence2": "اس کے بعد انہوں نے دوسرے وسائل کا استعمال کیا ۔", "gold": "entailment", "file_idx": 113467}
{"lang": "ur", "sentence1": "میں چاہتا ہوں کہ جب وہ کسی شخص سے بات کر رہے ہیں تو اسے پانچ سال تک مہلت دی جاتی ہے ۔", "sentence2": "مجھے لگتا ہے کہ لوگوں کو ان کے جیل خانے کے جیل میں منعقد ہونا ضروری ہے ۔", "gold": "entailment", "file_idx": 222614}
{"lang": "ur", "sentence1": "گزشتہ ہفتے میں ، انہوں نے کہا .", "sentence2": "اس نے گزشتہ ہفتے میں ایک حملہ کیا ہے ۔", "gold": "entailment", "file_idx": 372272}
{"lang": "ur", "sentence1": "سیاح نے ایک پاکیزہ قمیض بنا لیا تھا اور اس کے ذریعہ سے بوتل کے قریب رکھی گئی تھی ، جو کہ کیولری کی پگڈنڈی پر حملے کے قریب موجود ہے اور اس طرح کی بوتل سے جاپانی فوج کے سرحدی حصے پر قبضہ کرلیا گیا ۔", "sentence2": "حضور نے ایک پاکیزہ قمیض لے لیا ۔", "gold": "entailment", "file_idx": 218239}
{"lang": "ur", "sentence1": "کیا اس کے لیے وہ ہے کہ سانتا کروز یا کروز کے طور پر نشان زد کیا گیا ہے ؟", "sentence2": "کیا اس کے پاس ایک برا نام ہے ؟", "gold": "entailment", "file_idx": 65107}
{"lang": "ur", "sentence1": "کنٹرول کریں کہ مندرجہ ذیل شرائط و ضوابط ، execution ، نظم و نسق اور نظامت ۔", "sentence2": "کنٹرول کریں کہ مندرجہ ذیل میں سے ہر ایک کو سنسر کیا گیا ہے ۔", "gold": "entailment", "file_idx": 298248}
{"lang": "ur", "sentence1": "پھر وہ ایک دوسرے کی طرف متوجہ ہو کر باہم لعنت ملامت کرنے لگے ۔", "sentence2": "انہوں نے اسرائیل کو پسند نہیں کیا اور انہوں نے اس کے بارے میں اختلاف کیا", "gold": "entailment", "file_idx": 56819}
{"lang": "ur", "sentence1": "آں ۔ وہ ریٹائر ہو گیا مگر ایک رات کے بعد میں نے ان دو گروہوں میں سے ایک رضاکار کے بارے میں بات چیت کی تھی اور میں نے اس کے بارے میں ایک رضاکار کے ساتھ بات کر لی ہے .", "sentence2": "وہ ریٹائر ہو گیا ہے لیکن ایک رات میں ان دو لوگوں کے ساتھ بات چیت کرتا ہے .", "gold": "entailment", "file_idx": 71805}
{"lang": "ur", "sentence1": "ضیائی تالیف کے اثرات اور ذخیرۂ برنامج ( program ) ضیائی تالیف کے ساتھ ساتھ 2020 . ء کے اوائل میں ضیائی تالیف کے ساتھ 2000 ء کے اوائل میں واقع ہونے کی وجہ سے 2000 ء کے اوائل میں واقع ہوا ۔", "sentence2": "تحقیق کے لحاظ سے تحقیق اور ترقی کے لیے 20 سال کی عمر میں کم از کم 2000 . سیکنڈ تک کم از کم 2000 . سال", "gold": "entailment", "file_idx": 270135}
{"lang": "ur", "sentence1": "اس سے پہلے کہ یہ منظر عام طور پر ظاہر ہوتا ہے اور بازی لے جانے کی کوشش کرتا ہے ۔", "sentence2": "اس میں ایک شناخت کی ضرورت ہے ، جیسے کہ یہ تیز اور بے حیائی ہے ۔", "gold": "entailment", "file_idx": 8912}
{"lang": "ur", "sentence1": "یارکشائر کی طرف سے ہے لیکن یہ آپ کو بہنوں کے لئے ایک جگہ نہیں ہے .", "sentence2": "یارکشائر کی یارکشائر میں سے ایک مرد کا نام نہیں ہے ۔", "gold": "entailment", "file_idx": 168384}
{"lang": "ur", "sentence1": "حقیقت میں بہت زیادہ مہنگا اور مہنگا ہے ، لیکن ان کی تعداد 2 میٹر سے زیادہ ہے ۔", "sentence2": "بیشک نیکوکار ( راحت و نفاق سے ) خوش ہوتے ہیں ،", "gold": "entailment", "file_idx": 40650}
{"lang": "ur", "sentence1": "آپ کو اس بات کی تصدیق کیوں نہیں ہے ؟", "sentence2": "آپ اسے کیوں نہیں دیکھنا چاہتے ہیں ؟", "gold": "entailment", "file_idx": 9099}
{"lang": "ur", "sentence1": "اور لیکن یہ بھی کہا جاتا ہے کہ آخر میں نے آخری بار یہ کیا ہے کہ گزشتہ دنوں میں میرے پاس آخری سال ہے کہ میں نے کچھ عرصہ میں استعمال نہیں کیا", "sentence2": "i have gone camping before .", "gold": "entailment", "file_idx": 62180}
{"lang": "ur", "sentence1": "آپ ترکی کی طرف سے منتخب کردہ تصاویر اور ویڈیوز کا انتخاب کر سکتے ہیں ۔", "sentence2": "ء میں ترکی میں ہونے والے صارفین کی جانب سے مجلس کی تعداد میں اضافہ ہوتا ہے ۔", "gold": "entailment", "file_idx": 84253}
{"lang": "ur", "sentence1": "اسی طرح انڈس اور تابکاری کے دفتر میں ء کے دفتر میں لکھا گیا ہے ۔", "sentence2": "مندرجہ ذیل قوانین کی وجہ سے آپ نے ان قوانین کو ہٹا دیا ہے ۔", "gold": "entailment", "file_idx": 265262}
{"lang": "ur", "sentence1": "پرانے شہروں میں ، جو ٹریفک کو محدود کرنے کے لیے بند کردیا گیا ہے ، جو کہ نشاۃ کسٹمز کے حوالے سے کسٹمز کے مختلف شہروں میں واقع ہوئی ہے ۔ ; and maison des tates ( rue des tates ) .", "sentence2": "شہر کے مرکز میں بہت سے آباد ہیں .", "gold": "entailment", "file_idx": 237523}
{"lang": "ur", "sentence1": "آپ کی لائبریری میں ایک آڈیو ہے ، جو کہ ایک بوٹیوں ، اور آپ کے دوستوں کے ساتھ اشتراک کیا جا رہا ہے", "sentence2": "اس کا کہنا ہے کہ ایمونیشن اور ذرائع نقل و حمل کے لئے جانا ضروری ہے ۔", "gold": "entailment", "file_idx": 206493}
{"lang": "ur", "sentence1": "اس کے بارے میں سب سے بہترین بات یہ ہے کہ یہ سب سے زیادہ قابل اعتماد ہے ۔", "sentence2": "میٹرک کی سب سے بہترین خصوصیت یہ ہے کہ وہ بہت اچھا تھا ۔", "gold": "entailment", "file_idx": 143446}
{"lang": "ur", "sentence1": "اس کمرے میں سب سے زیادہ توپوں کے گولوں کی تراکیب", "sentence2": "اس کمرے میں ڈراونا ہے ۔", "gold": "entailment", "file_idx": 9330}
{"lang": "ur", "sentence1": "میں واپس گیا .", "sentence2": "میں نے ان کو بلایا .", "gold": "entailment", "file_idx": 116166}
{"lang": "ur", "sentence1": "پھر رابرٹس کو رابرٹس کر دیا ۔", "sentence2": "رابرٹس", "gold": "entailment", "file_idx": 113010}
{"lang": "ur", "sentence1": "یا آپ", "sentence2": "یا تم", "gold": "entailment", "file_idx": 218416}
{"lang": "ur", "sentence1": "یہ مزاحیہ اور مزاحیہ ہے ۔", "sentence2": "یہ تمام جہانوں کے لئے ضروری ہے ۔", "gold": "entailment", "file_idx": 214586}
{"lang": "ur", "sentence1": "آپ کے کاروبار کے لیے مرکز", "sentence2": "سینٹر برائے اخراجات", "gold": "contradiction", "file_idx": 328930}
{"lang": "ur", "sentence1": "آف لائن تقریب کے سیٹ اور اعداد و شمار", "sentence2": "گزشتہ دنوں میں کوئی مسائل نہیں ملے تھے ۔", "gold": "contradiction", "file_idx": 1336}
{"lang": "ur", "sentence1": "امریکہ میں 6 ملین افراد کی تعداد 1990 سے زیادہ ہے ۔", "sentence2": "6 ملین افراد غربت کی لکیر پر ہیں ۔", "gold": "contradiction", "file_idx": 389465}
{"lang": "ur", "sentence1": "ایل گریکو نے اپنے آپ کو طلیطلہ میں لکھا ہوا تھا ۔", "sentence2": "ایل گریکو نے طلیطلہ میں کام نہیں کیا ۔", "gold": "contradiction", "file_idx": 269078}
{"lang": "ur", "sentence1": "کونیر نے کہا تھا کہ یہ سب سے بڑا تھا ۔", "sentence2": "ناراض ہے کہ وہ کسی بھی چیز سے محروم ہو رہی ہے ۔", "gold": "contradiction", "file_idx": 294730}
{"lang": "ur", "sentence1": "ٹھیک ہے ، اصل بات یہ ہے کہ اصل میں ٹیکس کی صورت میں اس کے بارے میں بات چیت نہیں کر رہے ہیں کیونکہ اس میں ٹیکسوں کے بالواسطہ نظام کی صورت میں انصاف کے بارے میں فیصلہ نہیں کیا جا سکتا ہے . ٹیکسوں کے بالواسطہ نظام کی تقسیم کو تقسیم کیا جاتا ہے ، جس کا مطلب ہے کہ ملکیت میں ایک دوسرے سے زیادہ ترقی حاصل ہوتی ہے یا اس کی وجہ سے سکولوں", "sentence2": "اس میں کوئی منصوبہ بندی نہیں ہے ۔", "gold": "contradiction", "file_idx": 279644}
{"lang": "ur", "sentence1": "اس تصویر کی وجہ سے پہلے ہی اس کے بارے میں اختلاف کیا جا رہا ہے ، جیسے کہ کسی شخص نے پہلے سے ہی سچ کہا تھا ۔", "sentence2": "تصویر کی تجدید نہیں کی جا سکتی ہے ۔", "gold": "contradiction", "file_idx": 373153}
{"lang": "ur", "sentence1": "اگر", "sentence2": "اس میں آپ کی فکر نہیں ہے ، یہ الزام ہے کہ آپ نہیں ہیں .", "gold": "contradiction", "file_idx": 165453}
{"lang": "ur", "sentence1": "وائٹ وائٹ ، ایک معزز بالٹیمور ڈیلر ( 35 ء-35 ء ) اور اس کا سب سے بڑا مجموعہ ہے جس کی وجہ سے ویت نام اور ویت نام کی ضرورت ہوتی ہے ۔", "sentence2": "باب ء میں یہ سب کچھ جانتا ہے کہ کسی شخص کو ویت نام کی ضرورت نہیں ہے ۔", "gold": "contradiction", "file_idx": 55596}
{"lang": "ur", "sentence1": "پرانے چارلس کے بارے میں یہ بتایا گیا ہے کہ", "sentence2": "چارلس متھ نے گزشتہ چند دنوں میں پہلی بار شروع کیا ۔", "gold": "contradiction", "file_idx": 41845}
{"lang": "ur", "sentence1": "خوراک کی اہم سہولیات تھی ، لیکن اس سے زیادہ طاقتور نہیں ہو سکتا ۔", "sentence2": "وہ بھی تنگی کا باعث تھا اور اس نے خوراک کے کھانے کی کوشش کی ۔", "gold": "contradiction", "file_idx": 201739}
{"lang": "ur", "sentence1": "16 ویں صدی کے اوائل میں واقع ہونے والی رود نے 12 ویں صدی کے اوائل میں پھنس جانے کا اعلان کیا ۔", "sentence2": "11 ویں صدی کے اوائل میں کھدی ہوئی رود کو چھپا دیا گیا ۔", "gold": "contradiction", "file_idx": 221641}
{"lang": "ur", "sentence1": "اس اچھا خیال کی وجہ سے آپ کی شہرت دگرگوں تھی لیکن بادشاہ نے شہنشاہ کی جانب سے تباہی کا سبب قرار دیا ۔", "sentence2": "کوہ پائرینیس کا بادشاہ بہت طویل ہے اور جنگ کی وجہ سے جنگ جاری ہوئى ۔", "gold": "contradiction", "file_idx": 136207}
{"lang": "ur", "sentence1": "ٹرام وے سے سڑک کا پتہ چلا جاتا ہے اور اب تک بازنطینی ہے کہ بازنطینی سڑکوں کی بنیاد پر بازنطینی روڈ ہے ۔", "sentence2": "سڑک کا پتہ یہ ہے کہ غداری کی صورت میں ایک سڑک کا پتہ ہونا ضروری ہے ، لیکن اب یہ اہم ہے ۔", "gold": "contradiction", "file_idx": 50777}
{"lang": "ur", "sentence1": "چمکتی ہوئی شراب ، جو کہ آپ کی مدد کے لیے تیار ہو رہی ہے ۔", "sentence2": "سفید رنگ کی تراکیب", "gold": "contradiction", "file_idx": 319975}
{"lang": "ur", "sentence1": "آپ کے منتخب کردہ اعداد و شمار کے بارے میں تجزیہ کار ، اس رپورٹ کو مکمل کرنے کے لیے 604 سیکنڈ سے زائد ہونا ضروری ہے ۔", "sentence2": "ایک رپورٹ کردہ اور آرڈر کی درخواست نہیں کی جا سکتی ہے ۔", "gold": "contradiction", "file_idx": 306218}
{"lang": "ur", "sentence1": "یہ سینچری لابوراٹوری کے سامان کا حصہ ہے ۔", "sentence2": "پیورٹو ریکا کی تراکیب", "gold": "contradiction", "file_idx": 375171}
{"lang": "ur", "sentence1": "مثال کے طور پر ، وفاقی حکومت نے عمارت کی سڑکوں پر قبضہ کر لیا اور سائنسی تکنیکوں کی مدد کی ۔", "sentence2": "مثال کے طور پر ، وفاقی حکومت کو سڑکوں کی سڑکوں پر سرمایہ کاری نہیں کی جا رہی ہے ، براہ کرم بعد میں دوبارہ کوشش کریں ۔", "gold": "contradiction", "file_idx": 110890}
{"lang": "ur", "sentence1": "میں نے تو صرف اس بات کا یقین نہیں کیا تھا کہ آپ کی جانب سے کوئی ڈرانے والا نہیں ہے لہذا آپ اس کے بارے میں", "sentence2": "یہ لوگ ( روزِ ) حساب ( قیامت ) کی امید ہی نہیں", "gold": "contradiction", "file_idx": 372675}
{"lang": "ur", "sentence1": "نسلی کھانا ، اور کبھی کبھار ، مجھے معلوم نہیں ہو سکتا ہے کہ آپ کے خیال میں کون سی تھیم کی صورت میں سب سے زیادہ مزاحیہ ہے ؟", "sentence2": "میں نے اس چیز کو پسند کیا ہے ، میں صرف اسی طرح سے کھایا کرتا ہوں ۔", "gold": "contradiction", "file_idx": 229383}
{"lang": "ur", "sentence1": "اس کے بعد ، اریزونا نے اعلان کیا کہ آپ نے اس کے جوڑ کو توڑ دیا تھا ، کیونکہ وہ ایک جیالوں تھا ۔", "sentence2": "اس کے ساتھ ساتھ ، میں نے اپنے مفادات کو بہتر بنانے کی کوشش کی .", "gold": "contradiction", "file_idx": 152988}
{"lang": "ur", "sentence1": "4 . تحقیق کی حکمت عملی کے لیے حوالہ جاتی فائل کی ضرورت ہے ، غیر قانونی طور پر ، غیر قانونی مریضوں میں ان کی مدد کرنے کے لیے کی ضرورت ہے ۔", "sentence2": "تحقیق کے لحاظ سے تحقیق", "gold": "contradiction", "file_idx": 22336}
{"lang": "ur", "sentence1": "جولیس اور حوضوں کے برابر آندھی کی طرح لگتے ہیں ۔", "sentence2": "درجہ بندی کو جولیس اور تلاشی لینے کے لئے تھپتھپائیں ۔", "gold": "contradiction", "file_idx": 250791}
{"lang": "ur", "sentence1": "اوہ نہیں ، میں صرف اس بات کا یقین کر رہا تھا کہ میں صرف اس بات کے بارے میں شگاگو کا اظہار کر رہا تھا ، جو ایک دراڑ کے پانچ سال کے لئے تیار کیا گیا تھا .", "sentence2": "لڑکی کو صرف تین سال تک پہنچنے کی اجازت دی گئی تھی ۔", "gold": "contradiction", "file_idx": 215611}
{"lang": "ur", "sentence1": "مثالیں", "sentence2": "لوگوں میں شامل نہیں کیا گیا", "gold": "contradiction", "file_idx": 203734}
{"lang": "ur", "sentence1": "ہم اس کا کہنا ہے کہ اس کا کہنا ہے کہ آپ نے اس کا شکریہ ادا کیا ہے", "sentence2": "جاسوس نے یہ خیال نہیں کیا کہ وہ ایک دوسرے کے ساتھ ملنا چاہیں گے ۔", "gold": "contradiction", "file_idx": 321145}
{"lang": "ur", "sentence1": "5,000 سے زائد آبادی کے 40 فیصد آبادی سے زائد آبادی کے 5,000 فیصد ہیں ۔", "sentence2": "10,000 فی صد اسپین کے رہنے والے لوگ 40 سے زائد افراد ہلاک ہو گئے ۔", "gold": "contradiction", "file_idx": 225643}
{"lang": "ur", "sentence1": "سونے کے غداری کے سبب شامل ہونے کے بعد", "sentence2": "ان میں سے اکثر اس مطالعہ کی وجہ سے متفق نہیں ہیں ۔", "gold": "contradiction", "file_idx": 7566}
{"lang": "ur", "sentence1": "تاہم ، دنیا بھر میں سب سے زیادہ فسادی ہیں ۔", "sentence2": "بیلجئیم کی تراکیب", "gold": "contradiction", "file_idx": 80718}
{"lang": "ur", "sentence1": "کس طرح آپ کو چھوڑ دیا گیا ہے ؟", "sentence2": "کیوں آپ کو اس جرم کے بارے میں سزا دے رہے ہیں ؟", "gold": "contradiction", "file_idx": 55021}
{"lang": "ur", "sentence1": "اگر آپ کو لگتا ہے کہ آپ کا اکاؤنٹ محفوظ کیا جا رہا ہے تو براہ کرم اس کی تاریخ تبدیل کریں ۔", "sentence2": "ہیش ٹیگ اور اس کی تاریخ اب دستیاب نہیں ہے ۔ براہ کرم بعد میں دوبارہ کوشش کریں ۔", "gold": "contradiction", "file_idx": 93171}
{"lang": "ur", "sentence1": "اچھا ، میں سمجھتا ہوں کہ آپ یہاں رہتے ہیں", "sentence2": "میرا خیال ہے کہ تم میں رہتے ہو ۔", "gold": "contradiction", "file_idx": 358124}
{"lang": "ur", "sentence1": "روایتی طور پر مشرقی ایجیئن جزائر پر قبضہ کرلیا جاتا ہے جو کہ زراعت اور تجارت کی بنیاد پر سب سے زیادہ قیمتی ہے ۔", "sentence2": "ایجیئن جزائر کو تباہ و برباد کر دیا گیا ۔", "gold": "contradiction", "file_idx": 92593}
{"lang": "ur", "sentence1": "میجی دور میں 1959 . ء میں آئینی اصلاحات کا آغاز ہوا جس میں سرکاری طور پر 1959 . ء میں قائم ہوا ۔", "sentence2": "جمیکا میں کسی بھی تبدیلی کی اجازت نہیں ہے ۔", "gold": "contradiction", "file_idx": 337792}
{"lang": "ur", "sentence1": "فکرِ معاش کی وجہ سے اسے روکنے کے لئے تیار ہے .", "sentence2": "ء میں ہم نے خلائی راکٹ کا تجربہ کیا ۔", "gold": "contradiction", "file_idx": 184705}
{"lang": "ur", "sentence1": "یہ ایک بڑی برکت والی کتاب ہے اور اس میں کافی خامیاں ہے ۔", "sentence2": "ایک کتاب ہے جس میں یہ سب سے خراب ہے ۔", "gold": "contradiction", "file_idx": 329366}
{"lang": "ur", "sentence1": "- اوہ ، صاحب ؟ یہ دلچسپ بات ہے . \" میں فلپ نہیں تھا .", "sentence2": "میں نے اس بات کو سن لیا تھا کہ میں نے اس کے بارے میں سنا تھا جب کہ میں نے اس کا خیال نہیں کیا تھا ۔", "gold": "contradiction", "file_idx": 162305}
{"lang": "ur", "sentence1": "کیوں ہوابازی اور پرانے پرندہ ہیں ؟", "sentence2": "ہوابازی اور خلا کے لئے ناسا کا محل وقوع نے انکار کیا ۔", "gold": "contradiction", "file_idx": 257279}
{"lang": "ur", "sentence1": "ایک کیشیئر کے ساتھ", "sentence2": "انہوں نے کہا کہ وہ کچھ نہیں ہے .", "gold": "contradiction", "file_idx": 172673}
{"lang": "ur", "sentence1": "کیا آپ کے پاس دروازے میں ہیں ؟", "sentence2": "کیا آپ جانتے ہیں کہ اس دروازے پر کس طرح کے اشتہارات کو جانتے ہیں ؟", "gold": "contradiction", "file_idx": 198556}
{"lang": "ur", "sentence1": "جی ہاں ، مسٹر ولف .", "sentence2": "نہیں ، مسٹر ولف .", "gold": "contradiction", "file_idx": 374047}
{"lang": "ur", "sentence1": "اس سے قبل کہ دستاویز میں کوئی تبدیلی کی ضرورت ہوتی ہے ۔", "sentence2": "کسی کو بھی اجازت نہیں دی جا سکتی ۔", "gold": "contradiction", "file_idx": 375012}
{"lang": "ur", "sentence1": "جی ہاں ، اور یہ اس کے بارے میں ہے کہ اس کے خلاف ایک دوسرے سے مل جائے گا .", "sentence2": "یہ کسی راستہ پر نہیں ہے .", "gold": "contradiction", "file_idx": 18820}
{"lang": "ur", "sentence1": "ممکنہ طور پر تحقیق و ترقی کے لیے شمارندہ اور ترقی کی معلومات کے بارے میں رپورٹ کی گئی ہے ۔", "sentence2": "کہانی کی قسم کے لحاظ سے آپ کے صفحہ کے بارے میں بات کرنے والے لوگوں کی تعداد ۔", "gold": "contradiction", "file_idx": 43232}
{"lang": "ur", "sentence1": "آں ۔ ۔ !", "sentence2": "نہیں ، وہ تو کوئی تعجب نہیں کر رہے ہیں .", "gold": "contradiction", "file_idx": 208777}
{"lang": "ur", "sentence1": "آدھی رات یا اس سے بھی کچھ کم ہو گیا ہے ، لیکن بعد میں سے ڈر سنانے والے لوگوں کو خوف ہے .", "sentence2": "ہم سب کی جانب سے ایک بورنگ ہوا ہے .", "gold": "contradiction", "file_idx": 291910}
{"lang": "ur", "sentence1": "1960 ء کے عشرے میں امن و سیاحت کے لئے اہم ترین طیاروں پر انحصار کیا گیا ۔", "sentence2": "1960 ء میں آسٹریلیا میں سیاحت حاصل ہوئی ۔", "gold": "contradiction", "file_idx": 349356}
{"lang": "ur", "sentence1": "موسم گرما کے دوران جھیل پر مشتمل ایک تھیٹر ہے جس میں کئى کارکردگیاں بھی شامل ہیں ۔", "sentence2": "جھیل پر مشتمل کوئی فنون نہیں ہے ۔", "gold": "contradiction", "file_idx": 233931}
{"lang": "ur", "sentence1": "جیسا کہ آپ کے پاس آتے ہیں لندن کا گرجاگھر ، رائل میل ہائی سٹریٹ ہے ۔", "sentence2": "آپ کے پاس آنا نہیں ہے . لندن کا گرجاگھر", "gold": "contradiction", "file_idx": 289312}
{"lang": "ur", "sentence1": "جب حالات کے بارے میں بات کی جاتی ہے تو اس نے ایریزونا کی طرف سے حملہ کیا اور اُنہوں نے اس پر حملہ کیا ، جس کی وجہ سے ان کو مخالفت کرنے میں ناکام رہا ۔", "sentence2": "ہر طرف سے کوئی برا تعلق نہیں ہے ۔", "gold": "contradiction", "file_idx": 39406}
{"lang": "ur", "sentence1": "کانفرنس میں شامل ہونے والے کانفرنس کی ایک نقل ، منسلکہ مواد شامل کر دیا گیا ہے ۔", "sentence2": "منسلکہ کی اجازت نہیں ہے ۔", "gold": "contradiction", "file_idx": 58415}
{"lang": "ur", "sentence1": "ایک جامع پروگرام کی پیروی کی گئی تھی اور حکومت کے کارخانوں اور فیکٹریوں کی تراکیب", "sentence2": "کوئی جوہری پروگرام نہیں تھا ۔", "gold": "contradiction", "file_idx": 249529}
{"lang": "ur", "sentence1": "امریکی سونے اور چاندی کے گلاسوں کی تراکیب", "sentence2": "کینیڈین سونے اور چاندی کے گلاسوں اور چاندی کے گوشت کی تراکیب", "gold": "contradiction", "file_idx": 368443}
{"lang": "ur", "sentence1": "ہم نے کبھی بھی اس وقت تک نہیں دیکھا ہے جب تک کہ وہ برازیل یا بھارت میں نہیں دیکھے ۔", "sentence2": "ہم نے چین اور برازیل کو ایک ہی راستہ میں دیکھا ہے ۔", "gold": "contradiction", "file_idx": 165647}
{"lang": "ur", "sentence1": "سائے کی طرف متوجہ ہو کر دوڑ رہی تھی ۔", "sentence2": "دھوئیں کے سائے میں", "gold": "contradiction", "file_idx": 195517}
{"lang": "ur", "sentence1": "اس کی آواز کو دگلے کے اوپری حصے میں ظاہر کیا جاتا ہے جب کہ اس نے اپنے گلے میں مونج کی رسّی کو دیکھا ۔", "sentence2": "کچھ بھی نہیں اس کا کہنا ہے .", "gold": "contradiction", "file_idx": 93702}
{"lang": "ur", "sentence1": "ان لوگوں نے اپنے علم سے ان کے علم کو احاطہ کر لیا ہے اور بعد میں دوبارہ کوشش کریں ۔", "sentence2": "ان کے علم میں کوئی علم نہیں تھا ۔", "gold": "contradiction", "file_idx": 232008}
{"lang": "ur", "sentence1": "موسم سرما میں آپ کے جام ( ڈبلن ) اور شِبویہ کائی ( ڈبلن ) کا استعمال کر سکتے ہیں ۔", "sentence2": "ہر قسم کی چیزیں آپ کے ارد گرد ہیں ۔", "gold": "contradiction", "file_idx": 92567}
{"lang": "ur", "sentence1": "اس کا نتیجہ یہ ہے کہ صرف ایک ہی شلوار شلوار ہے اور اس میں کوئی بھی کئی مقاصد نہیں ہیں ۔", "sentence2": "انہوں نے اپنے آپ کو گرفتار کر لیا ہے", "gold": "contradiction", "file_idx": 49074}
{"lang": "ur", "sentence1": "وہ کانٹوں کی بیریوں میں ہوں گے پوچھا گیا .", "sentence2": "کہتی ہیں کہ ان کی اکثریت کچھ بھی نہیں برداشت کر سکتی ہیں ۔", "gold": "contradiction", "file_idx": 68492}
{"lang": "ur", "sentence1": "نوٹ نوٹ کیا گیا ہے کہ جدید سیاہ پلازہ اور چوروم پلازہ نے ultra violet rays کو ultra violet rays کو لے لیا ۔", "sentence2": "پلازہ کی جانب سے پلازہ کا ایک اہم شہر ہے ۔", "gold": "contradiction", "file_idx": 246239}
{"lang": "ur", "sentence1": "ریڈ کینین کے ایک منٹ سے 20 منٹ تک 20 منٹ کے اندر ، شمال مغربی امریکہ میں واقع ایک stripe کے طور پر واقع ہے ۔", "sentence2": "سرخ رنگ کی تراکیب", "gold": "contradiction", "file_idx": 159670}
{"lang": "ur", "sentence1": "اس کے اواخر میں آنے والی بارڈر نے اپنے قمیض کے ساتھ ایک اور فوج کی بنیاد پر ایک حملہ کیا اور سونے کے کنگن کا جائزہ لیا ۔", "sentence2": "لڑائى کے طور پر لڑائى کے لیے لڑائى کا استعمال نہیں کیا گیا ۔", "gold": "contradiction", "file_idx": 152272}
{"lang": "ur", "sentence1": "میں نے اس قسم کی ویڈیو کو دیکھا ہے اور میں نے اس کے بارے میں سوچا ہے کہ میں نے یہ غلطی نہیں کی تھی", "sentence2": "میں facebook پر بہت زیادہ پسند کرتا ہوں", "gold": "contradiction", "file_idx": 295667}
{"lang": "ur", "sentence1": "اصل میں سب سے زیادہ تیزی سے نمٹنے کے لئے 10 میٹر کی ایک بڑی تعداد ہے .", "sentence2": "سٹیئرکیس سطح پر 5 میٹر سے زیادہ ہے ۔", "gold": "contradiction", "file_idx": 180167}
{"lang": "ur", "sentence1": "بش نے چھ ماہ سے زیادہ عرصہ تک شادی کی ہے ۔", "sentence2": "بش نے محصول کو ٹیکس کی ادائیگی کرنے کی اجازت دی ۔", "gold": "contradiction", "file_idx": 169056}
{"lang": "ur", "sentence1": "پہاڑوں کے شمال مشرقی حصے میں لنگر انداز کر دیا جاتا ہے ۔", "sentence2": "پلینز کے مغربی حصے میں سؤر کے شمال میں پائے جاتے ہیں ۔", "gold": "contradiction", "file_idx": 349857}
{"lang": "ur", "sentence1": "داخلی طور پر اندرونی نظام کو انتظامی طور پر تسلیم کیا جاتا ہے جس کا انتظام کرنے کے لیے انتظامی نظام کا استعمال کیا جاتا ہے ۔", "sentence2": "داخلی طور پر اندرون ملک پیچیدگی کی ایک حصہ سمجھا جاتا ہے ۔", "gold": "contradiction", "file_idx": 209757}
{"lang": "ur", "sentence1": "اور میں نے سب سے زیادہ سوراخ کر لیا ہے .", "sentence2": "میری خواہش ہے کہ کاش میرے پاس وقت ہوتا", "gold": "contradiction", "file_idx": 5616}
{"lang": "ur", "sentence1": "جزیرہ نارفولک", "sentence2": "نہیں ، میں نے انہیں نہیں دیکھا .", "gold": "contradiction", "file_idx": 161900}
{"lang": "ur", "sentence1": "لیکن اگر آپ کو معلوم ہے کہ آپ اس دن سے لطف لینا چاہیں گے ، تو میں آپ کو اس دن کی ضرورت نہیں ہوگی ۔", "sentence2": "ہر روز میں ایک دوسرے کے ساتھ کھانا کھاتا ہوں اور میں اس کے ساتھ عاجز نہیں کر سکتا ۔", "gold": "contradiction", "file_idx": 195263}
{"lang": "ur", "sentence1": "یہ زیادہ تیز ہے", "sentence2": "یہ نہیں ہے کہ یہاں گرم ہے .", "gold": "contradiction", "file_idx": 301374}
{"lang": "ur", "sentence1": "پھر اس نے ( ایک مہم کیلئے ) ساز و سامان کیا ۔", "sentence2": "انہوں نے دیکھا کہ آپ اس کے گرد دیکھتے ہیں .", "gold": "contradiction", "file_idx": 370661}
{"lang": "ur", "sentence1": "اگر ورسا کی جانب سے کوئی ایک نوجوان بچے کے طور پر تعمیر کیا جاتا ہے ، تو وہ دوسری فلموں میں سے کچھ نہیں ہو سکتا ۔", "sentence2": "3 ء میں آپ نے ایک دوسرے کو اشارہ کرنے کی اجازت دی کہ اس نے آپ کو ایک دوسرے کی تعمیر کی ۔", "gold": "contradiction", "file_idx": 376045}
{"lang": "ur", "sentence1": "تاہم ، یہ زیادہ تیزی سے پرجوش ہیں ، ایک حد تک کم از کم 25 سال کی عمر میں ، اور ایک طویل مدت تک کے طور پر کم از کم 25 سال طویل ہے ۔", "sentence2": "اس میں کمی کی وجہ سے ترقی کا اندازہ لگا دیا گیا اور اس کی وجہ سے اکثر بنیادی تعلیم کے بارے میں کچھ", "gold": "contradiction", "file_idx": 102143}
{"lang": "ur", "sentence1": "جی ہاں ، یہ دنیا بھر میں فرق ہے", "sentence2": "اس میں ایک بڑی فرق نہیں ہے .", "gold": "contradiction", "file_idx": 372787}
{"lang": "ur", "sentence1": "اتحادی افواج کی ایک چھوٹی سی فوج تھی جو کہ semantics کے حوالے سے تعلق رکھتا ہے ۔", "sentence2": "وہ کسی کو بھی نقصان نہیں پہنچا سکتے اور نہ ہی ان کو عذاب دیا جائے گا ۔", "gold": "contradiction", "file_idx": 363100}
{"lang": "ur", "sentence1": "جب کوئی دوست ان کے ساتھ ہوتا ہے تو اسے نیویارک میں سفر کرنے کی اجازت دیتا ہے اور ان کے بچے کو ایک پینٹنگ کی پینٹنگ میں مبتلا کیا جاتا ہے ۔", "sentence2": "وہ نیو یارک میں سفر کرنے کے لئے نہیں تھا اور نہ ہی اس کے سوراخ میں سوراخ کر دیا گیا تھا ۔", "gold": "contradiction", "file_idx": 260916}
{"lang": "ur", "sentence1": "آپ کو زیادہ مزے دار عناصر سے لطف اندوز ہو چکا ہے ، جب تک کہ 11.2 میٹر کے اندر آپ کے علاقے میں تقریباً 11.2 فٹ بال ہوتے ہیں ۔", "sentence2": "آپ کو اس کے ساتھ کیا جائے گا اور ایک کشتی پر سوار ہو جائے گا ۔", "gold": "contradiction", "file_idx": 177834}
{"lang": "ur", "sentence1": "ایک مقررہ مدت تک ۔", "sentence2": "اس وقت کوئی بھی وقت نہ تھا ۔", "gold": "contradiction", "file_idx": 347875}
{"lang": "ur", "sentence1": "یہاں کوئی راستہ نہیں ہے ، سفید گاڑی کے ساتھ ، ہم دونوں میں سے ایک ہے .", "sentence2": "ہم نے اس کے ساتھ مل کر گاڑی میں نکالا .", "gold": "contradiction", "file_idx": 26428}
{"lang": "ur", "sentence1": "فرانس کے ساحل پر فرانس کی ایک یادگار تقریب کے طور پر چلتی تھی ۔", "sentence2": "فرانسیسی جنگ کی وجہ سے مہاتما گاندھی کی تراکیب", "gold": "contradiction", "file_idx": 174292}
{"lang": "ur", "sentence1": "شاید کہ یہ شخص ایک ہی شخص ہے جس نے اس کا نام تبدیل کیا ۔", "sentence2": "ہر ایک کو اس کے صدر نے سنجیدگی سے لیا ہے ۔", "gold": "contradiction", "file_idx": 320163}
{"lang": "ur", "sentence1": "آرڈر کی توثیق کریں", "sentence2": "اپنے ای میل کی توثیق نہیں کریں ، براہ کرم بعد میں دوبارہ کوشش کریں ۔", "gold": "contradiction", "file_idx": 143600}
{"lang": "ur", "sentence1": "ان میں سے کچھ تو یہ ہے کہ اس کی وجہ سے کوئی اور کھانا نہیں ملتا مگر یہ کہ ہمیں موت کی ضرورت ہے اور پھر ہم نے ان پر واپس کر دیا ہے !", "sentence2": "ہمیں امید ہے کہ یہ کس طرح ہمیں لگتا ہے", "gold": "contradiction", "file_idx": 1534}
{"lang": "ur", "sentence1": "لیکن میں یہ خیال کرتا ہوں کہ میں اس بات کا یقین کر سکتا ہوں کہ آپ کے خیال میں کیا ہو رہا ہے اور اس کی وجہ یہ ہے کہ آپ کو ایک جمہوری حکومت کی طرف سے ایک کمیونسٹ معاشیات کی ضرورت ہے ۔", "sentence2": "ایک کیمونسٹ معیشت کے ذریعے تعلیم حاصل کرنے کے لئے ایک سیاسی معیشت ہے .", "gold": "contradiction", "file_idx": 123252}
{"lang": "ur", "sentence1": "درجن بھر میں ایک درجن بھر میں ، درجن بھر میں سے ایک درجن بھر میں ہے ، اس بات کو یقینی بنانے میں مدد ملتی ہے کہ 1992 ء میں انسانی حقوق اور جمہوریت کے بارے میں سوچ رہے ہیں ۔", "sentence2": "نئے انتظامی نظام ریپبلکن تھا ۔", "gold": "contradiction", "file_idx": 193817}
{"lang": "ur", "sentence1": "ہم نے اس کے چائے کے لئے بہت سی جماعتیں پیدا کی ہیں ۔", "sentence2": "ہم نے آپ کے اکاؤنٹ پر صرف اپنے فون نمبر کی توثیق کی ہے", "gold": "contradiction", "file_idx": 67555}
{"lang": "ur", "sentence1": "ان مثالوں میں شامل ہونے والے ملازمین کی تعداد ( 1 ) ایک طویل مدت تک محدود ہوتی ہے ، جس میں ملازمین کی تعداد کے لحاظ سے اس کے بارے میں اہم معلومات پر منحصر ہے کہ ان کے مرافقات کے ساتھ سفر کیا جاتا ہے ۔ ڈیوٹی اسٹیشن", "sentence2": "اس سائٹ کو صرف ملازمین کے طور پر استعمال کیا جاتا ہے ۔", "gold": "contradiction", "file_idx": 165222}
{"lang": "ur", "sentence1": "سمجھتے ہیں کہ اس نے اپنے ڈر سے منہ موڑ لیا ہے ۔", "sentence2": "اس نے بہادر کی ضرورت نہیں تھی کیونکہ وہ خطرہ نہیں تھا ۔", "gold": "contradiction", "file_idx": 191384}
{"lang": "ur", "sentence1": "ان لوگوں کی جانب سے آنے والی خواتین اور خواتین کی جانب سے انصار نے کہا کہ ان کے پیچھے", "sentence2": "بی بی سی کے ساتھ عورت کی مٹھائیاں", "gold": "contradiction", "file_idx": 168738}
{"lang": "ur", "sentence1": "اسی طرح مربوط ہونے کے لیے مالی ریکارڈز کا انتظام کرنا ضروری ہے ۔", "sentence2": "تنقیح کے بارے میں مزید معلومات حاصل کرنے کے لئے شکریہ ۔", "gold": "contradiction", "file_idx": 42408}
{"lang": "ur", "sentence1": "ترقی تیز ہوا اور ویں صدی کے اوائل میں چین ، گرینڈ عمارتیں اور ہوٹلز تیار ہیں ۔", "sentence2": "صرف جاپان اور اس کے ساتھ مل کر تعمیر کیا گیا ہے ۔", "gold": "contradiction", "file_idx": 122201}
{"lang": "ur", "sentence1": "اچھی بات یہ ہے کہ یہ سچ ہے کہ بالکل برا ہے", "sentence2": "یہ ( قرآن ) تو حکم خدا ہے جو ( ان کی", "gold": "contradiction", "file_idx": 299959}
{"lang": "ur", "sentence1": "آدمی کو سرخ کر دیا گیا .", "sentence2": "انسان کو بلیو لگتی ہے .", "gold": "contradiction", "file_idx": 230242}
{"lang": "ur", "sentence1": "تاہم اس عمارت کو مکمل نہیں کیا جا سکتا اور نہ ہی رزمیہ کو اميجيز اور فائلی ( programmable ) اميجيز اور اميجيز ( تراشتے ) ہیں ۔", "sentence2": "فائلی ، فائلی اور فائلی کے لئے کوئی کھدی ہوئی تصاویر نہیں ہیں ۔", "gold": "contradiction", "file_idx": 149711}
{"lang": "ur", "sentence1": "سؤر میں پائے جانے والے بیٹریاں اور ڈوبرا کے جنوبی علاقے میں مل سکتے ہیں ۔", "sentence2": "زیادہ سے زیادہ چارجرز ہوتے ہیں ۔", "gold": "contradiction", "file_idx": 347855}
{"lang": "ur", "sentence1": "ان میں سے ہر ایک کو اس کا اندازہ لگا دیا گیا تھا اور اس کی وجہ سے ایک مشہور پیراشوٹ بھی تھا ۔", "sentence2": "نمائندہ نے اس مسئلے کو بہت زیادہ سمجھا ۔", "gold": "contradiction", "file_idx": 276480}
{"lang": "ur", "sentence1": "سلسلہ وار ذمہ داری 11 نے 2001 پر ایک اندازے کے ساتھ 11 پر ردعمل دیا ، لیکن اس نے وکلاء کے لیے ایک ہائی پوائنٹ کا انتخاب کیا ۔", "sentence2": "11 ستمبر - 2001 . ء میں اعلی ترین چودہ نکات تھے ۔", "gold": "contradiction", "file_idx": 378571}
{"lang": "ur", "sentence1": "سوچ رہے ہیں کہ کسی اور شخص کی طرف سے کچھ غلط ہو گیا ہے ۔", "sentence2": "اور اس کی زندگی میں کبھی بھی کمی نہیں کی جائے گی ۔", "gold": "contradiction", "file_idx": 367086}
{"lang": "ur", "sentence1": "اس میں کچھ غلط ہو گیا ہے کہ صبح کے وقت ، اور آپ کے خیال میں وہ کچھ بھی کام نہیں کر سکتا ہے جب تک کہ آپ اس کی ضرورت نہ ہو ، اور آپ کو اس طرح کام کرنے کی ضرورت ہے جو کچھ بھی ہو سکتا ہے ۔ اس کے بجائے گھنٹہ گھر کی گھڑی پر قبضہ کر دیا گیا اور بھول گیا تھا ۔", "sentence2": "پولینڈ کے باشندوں میں سے کسی کو بھی باقی رکھا گیا ہے ۔", "gold": "contradiction", "file_idx": 29839}
{"lang": "ur", "sentence1": "حالیہ طور پر غاروں میں چلنے والی غاریں اور مغرب کی جانب سے پردہ پڑا ہوا ہے ۔", "sentence2": "غار میں سما جانے کے بعد یہ آپ کی ٹائم لائن پر شائع کر دی گئی ہے ۔", "gold": "contradiction", "file_idx": 125760}
{"lang": "ur", "sentence1": "میں نہیں جانتا کہ آپ کو نیو ہیمپشائر سے تعلق رکھنے میں دلچسپی ہے ۔", "sentence2": "میں جانتا ہوں کہ تم نے نیو ہیمپشائر میں نہیں سنا ہے ۔", "gold": "contradiction", "file_idx": 5579}
{"lang": "ur", "sentence1": "اوہ ، نہیں ، میں ان دو جگہوں میں کبھی نہیں کروں گا", "sentence2": "میں نے دو ایک دوسرے کو پکڑ لیا .", "gold": "contradiction", "file_idx": 197480}
{"lang": "ur", "sentence1": "میں نے تذلیل کی تھی .", "sentence2": "میں نے تذلیل نہیں کیا تھا .", "gold": "contradiction", "file_idx": 265191}
{"lang": "ur", "sentence1": "لکھیں ، آپ کو ایک منٹ میں تیراکی کی ضرورت ہے ۔", "sentence2": "کیا آپ کو یہ دیکھنا چاہتے ہیں ؟", "gold": "contradiction", "file_idx": 290994}
{"lang": "ur", "sentence1": "آسمان کی قسم !", "sentence2": "اور آسمان کھول دیا جائے گا اور وہ دروازے ہی دروازے ہو جائے", "gold": "contradiction", "file_idx": 345092}
{"lang": "ur", "sentence1": "منصوبے بنانے کے لیے ، اپنے انسانی دارالحکومت کو فروغ دینے کے بعد ، ہم نے اپنے منصوبے کو منظم کرنے اور اس کا انتظام کرنے کی کوشش کی ہے اور اس کانگریس کے مستقبل میں کانگریس کے قیام کا اعلان کر دیا گیا ہے ۔", "sentence2": "ہم اپنے انسانی دارالحکومت کو کمزور بنانے کی ضرورت ہے .", "gold": "contradiction", "file_idx": 387627}
{"lang": "ur", "sentence1": "اوہ اوہ ، اب", "sentence2": "اوہ ، یہ بہت اچھا ہے .", "gold": "contradiction", "file_idx": 41127}
{"lang": "ur", "sentence1": "مرگِ انبوہ کے دوران ، یہودی مرگ انبوہ کا شکار ہونے والے تقریبا یہودیوں کی نسل کشی کے لئے لکھتی ہیں کہ مرگ انبوہ کا شکار ہونے والے لوگوں کی تعداد میں لکھتی ہیں ۔", "sentence2": "ان میں سے کسی کو یہودیوں کے قتل عام اور فلسطین کے درمیان قتل نہیں کیا گیا ۔", "gold": "contradiction", "file_idx": 90751}
{"lang": "ur", "sentence1": "یقینی بنانے کے لیے ، میں نے صرف ایک پاگل سودا ہے جس کی وجہ سے اس کی کوئی گنجائش نہیں ہے مگر اس نے ایک اچھا سا ہاتھ اٹھا لیا ہے کیونکہ وہ بہت اچھا ہے ۔", "sentence2": "مجھے اس کے بارے میں پسند نہیں ہے کیونکہ وہ اچھا ہے اور وہ کمزور ہے ۔", "gold": "contradiction", "file_idx": 318647}
{"lang": "ur", "sentence1": "میں نے اس کے بارے میں اطلاعات نہیں دیکھی ہیں جن لوگوں کے لئے ٹام تاخیر کی گئی ہے اور میں سوچ رہا ہوں ۔ گورڈن لوگوں کے ساتھ مربوط ہونے کے لیے کافی وقت ہے ۔", "sentence2": "میری سب سے محبت اور میں اپنے خیالات کا اشتراک نہیں کرنا چاہتا ہوں ۔ میں نے ان کی تعریف کے لئے یہ کر دیا ہے کہ ٹام نے ان کی تعریف کی ہے ۔", "gold": "contradiction", "file_idx": 232274}
{"lang": "ur", "sentence1": "چاروں طرف سے مبصرین نے مخالفت کی ہے ۔", "sentence2": "زمانے کے ایک طویل وقت", "gold": "contradiction", "file_idx": 273380}
{"lang": "ur", "sentence1": "یہ خطرے میں پڑ رہی ہے کیونکہ جب نظام شمسی کے ساتھ مربوط ہوتے ہیں ، تو وہ عوامی طور پر ہرکسی کے لیۓ قابل دسـترس و رسائی ہے ۔", "sentence2": "یہ خطرے میں پڑ رہا ہے کیونکہ نظام شمسی کے معنی ہیں ۔", "gold": "contradiction", "file_idx": 247835}
{"lang": "ur", "sentence1": "ہم نے ان میں سے ہر ایک کو اس طرح کا جائزہ لیا ہے اور ہم اس بات پر یقین رکھتے ہیں کہ یہ دلچسپ اور اہم حالات ہے ۔ اگر ہم ایسا کرتے ہیں تو ہم اس کا جائزہ لیں گے ۔", "sentence2": "ہم اس بات کا یقین کر رہے ہیں کہ ہم اس کا استعمال کر رہے ہیں ۔", "gold": "contradiction", "file_idx": 171628}
{"lang": "ur", "sentence1": "جان سولکی کے ایک رہائشی گھر کے قریب ہے ، جو اوکووڈ کی کمیونٹی کے قریب ہے ، کہا جاتا ہے کہ اس وقت کے مسائل کو آن کرنے کا امکان نہیں ہے ۔", "sentence2": "لگاتا ہے موبائل گھر کے بارے میں", "gold": "contradiction", "file_idx": 306843}
{"lang": "ur", "sentence1": "کرۂ ہوا ہے کہ سیکیوریٹی ( ) ، ایک چھوٹے ، نوجوان اور مائع ہو سکتی ہے ، ان کے باپ دادا کمزور اور زیادہ تر ہیں ۔", "sentence2": "نہ اس میں درد سر ہوگا اور نہ انہیں اس سے بچا سکے گا", "gold": "contradiction", "file_idx": 311155}
{"lang": "ur", "sentence1": "اگر ان کی شناخت کی توثیق نہیں ہوئی ، تو مکاني نما ئندگي", "sentence2": "مکاني نما ئندگي", "gold": "contradiction", "file_idx": 321611}
{"lang": "ur", "sentence1": "دس ہفتوں کے بعد ، آپ کی ویب سائٹ پر کلک کرنے والے صارفین کی تعداد 15,500 سے زیادہ ہے ۔", "sentence2": "بیزار ہو گیا .", "gold": "contradiction", "file_idx": 334636}
{"lang": "ur", "sentence1": "تو انہوں نے کہا کہ ہم اس کے بارے میں بات کر سکتے ہیں کہ اس کے سوالوں کی ضرورت ہے .", "sentence2": "ایجنسی کا کوئی مقصد نہیں ہے ۔", "gold": "contradiction", "file_idx": 261080}
{"lang": "ur", "sentence1": "اور ہم نے کچھ تھوڑا سا دیا اور ہم نے ہی اس میں سے کچھ لوگوں کو پیدا کیا تھا اور ہم نے اس میں ایک خاص طور پر سوار کیا تھا اور ہم نے اس میں طرح طرح کی چیزیں رکھی ہیں ۔", "sentence2": "ہم نے ایک ہوٹل کے بجائے ایک ہوٹل بنانے کی کوشش کی .", "gold": "contradiction", "file_idx": 12848}
{"lang": "ur", "sentence1": "اور یہ کسی کو بھی اس کی اجازت نہیں دیتا ۔", "sentence2": "اس کی جگہ ایک باورچی خانہ کے لئے ہے ۔", "gold": "contradiction", "file_idx": 229223}
{"lang": "ur", "sentence1": "samsung کیوتو کی ویب سائٹ ملاحظہ کرنے کے لئے بہت کم ہے ۔", "sentence2": "کیوٹو کو کم از کم سیکنڈ تک ہونا چاہئے ۔", "gold": "contradiction", "file_idx": 164060}
{"lang": "ur", "sentence1": "18 ویں صدی کے اوائل میں مقامی باشندوں کے لئے ایک اچھا وقت نہیں تھا مگر پروٹسٹنٹ ۔", "sentence2": "18 ویں صدی کے اوائل میں مقامی باشندوں کی بڑی خوشی تھی ۔", "gold": "contradiction", "file_idx": 15394}
{"lang": "ur", "sentence1": "میں نے اس کے ہاتھ کو پکڑ لیا تھا ، اس کے ساتھ مجھے سخت عذاب میں مبتلا کر دیا گیا ۔", "sentence2": "انہوں نے اس کے ہاتھ کو کاٹ دیا ۔ ہم نے اسے گرفتار کر لیا ہے ۔", "gold": "contradiction", "file_idx": 153505}
{"lang": "ur", "sentence1": "بدقسمتی سے ، وفاقی سطح پر اس علاقے کی سب سے زیادہ اہم ہے ۔", "sentence2": "وفاقی کارکردگی کے لحاظ سے وفاقی کارکردگی کی پیمائش ۔", "gold": "contradiction", "file_idx": 269387}
{"lang": "ur", "sentence1": "لیکن جمیکا اپنے بڑے بھائی کو ایک چھوٹا سا بھائی بن گیا ہے ۔", "sentence2": "جمیکا میں اپنا بڑا بھائی بنے ۔", "gold": "contradiction", "file_idx": 187502}
{"lang": "ur", "sentence1": "تو میں اس کا استعمال کر سکتا ہوں", "sentence2": "میں اس کا استعمال نہیں کر سکتا .", "gold": "contradiction", "file_idx": 225236}
{"lang": "ur", "sentence1": "جی ہاں ، میں مطلب ہے کہ میں اس بات کا مطلب ہوں کہ میں نے ایک بار ایسا کیا ہے جو کہ استانی کی طرف سے ہے اور کم از کم اہمیت رکھنے والے لوگوں کے لیے ایک اہم کردار ادا کرنا ہے ۔ طریقہ ہائے ادائیگی", "sentence2": "i am a teacher and i do n ' t think i get paid enough .", "gold": "neutral", "file_idx": 361052}
{"lang": "ur", "sentence1": "اور اگر یہ قانونی طور پر کسی بھی طرح کا کام نہ کر سکے تو براہ کرم اسے غیر محفوظ کریں ۔", "sentence2": "مجھے یقین ہے کہ یہ facebook پر زیادہ سے زیادہ آسان ہو سکتا ہے ۔", "gold": "neutral", "file_idx": 266900}
{"lang": "ur", "sentence1": "ٹھیک ہے ، میں جانتا ہوں کہ میں یہ نہیں دیکھ رہا ہوں مگر نہیں ۔", "sentence2": "میں نے آخری بار استعمال نہیں کیا ہے .", "gold": "neutral", "file_idx": 47115}
{"lang": "ur", "sentence1": "بارنز کرنے والے ڈائریکٹر", "sentence2": "بارنز کرنے والوں کو ایگزیکٹو برانچ نامزد کرتی ہے ۔", "gold": "neutral", "file_idx": 322054}
{"lang": "ur", "sentence1": "جی ہاں ہاں ، لیکن اس کے بعد بہت سے لوگوں کی ہلاکت ہے .", "sentence2": "ماضی میں ایک بہت زیادہ تعداد میں مبتلا ہے ۔", "gold": "neutral", "file_idx": 165227}
{"lang": "ur", "sentence1": "ہم اس کے لئے بہت کچھ ہے ، اور ہم اس کے لئے بہت کچھ ہیں .", "sentence2": "ہم نے آپ کے لئے سفر کی ہے .", "gold": "neutral", "file_idx": 206314}
{"lang": "ur", "sentence1": "صنعتی کارخانوں اور فیکٹریوں کی تقارب میں کمی نہیں ہوئی ۔", "sentence2": "انڈسٹری اور ٹیکنالوجی کو معاشی انداز سے بہتر ہونا چاہیے ۔", "gold": "neutral", "file_idx": 346012}
{"lang": "ur", "sentence1": "ان ہلاکتوں کے بارے میں جن کی نسل کشی کی وجہ سے سائپن میں ناکام رہا ۔", "sentence2": "طب میں ہونے والی ذہنی صحت کے مسائل کا سامنا بھی ہوا ۔", "gold": "neutral", "file_idx": 368652}
{"lang": "ur", "sentence1": "الیکٹرانکس کی مصنوعات ، واضح طور پر .", "sentence2": "الیکٹرانکس اور الیکٹرانکس کی مصنوعات میں کمی نہیں کی جاتی تھی ۔", "gold": "neutral", "file_idx": 346826}
{"lang": "ur", "sentence1": "تو انہوں نے اس کی طرف اشارہ کیا اور کہا کہ یہ تو کھلا ہوا جادو ہے ۔", "sentence2": "انہوں نے کہا کہ مصوری ، مصوری اور طرزِ معاشرت کی حوصلہ افزائى", "gold": "neutral", "file_idx": 237646}
{"lang": "ur", "sentence1": "ینی strapping ، strapping لڑکی ، strapping لڑکی ، ایک strapping لڑکی کی طرف سے ایک strapping ہوا تھا .", "sentence2": "اس سانحہ کو ٹریلز میں شامل کیا گیا تھا ۔", "gold": "neutral", "file_idx": 195276}
{"lang": "ur", "sentence1": "غفلت میں", "sentence2": "اُنہوں کو اس کا بھی جواب دیا گیا تھا کہ وہ کیسے آرام کرتے تھے ۔", "gold": "neutral", "file_idx": 386830}
{"lang": "ur", "sentence1": "کمیٹی کی تربیت اور پینل میں ترمیم کی جارہی ہے کہ ریاضی کی جانب سے بین الحکومتی کمیٹی کا استعمال کرنا ضروری ہے ۔", "sentence2": "سب سے زیادہ ظہرانے کا وقت جب تک دوپہر کے وقت سفر میں آتا ہے ۔", "gold": "neutral", "file_idx": 217226}
{"lang": "ur", "sentence1": "اگر وہ ایک خاص طور پر لاگ ان کرتے ہیں تو وہ اس بات کو یقینی بنانے میں مدد ملتی ہے کہ اگر وہ ایک خاص جریدے میں رہتے ہیں تو آپ کو ایک مختلف جریدے میں پڑھ سکتے ہیں ۔", "sentence2": "انہوں نے آپ کے صفحے پر ردعمل ظاہر کیا ہے ۔", "gold": "neutral", "file_idx": 310252}
{"lang": "ur", "sentence1": "مجموعی طور پر ، شمارندی برنامجات ( programs ) کو اپنی ترقی کا اظہار کیا گیا ہے اور یقین رکھتے ہیں کہ ہمارے کاروبار کو قانونی خدمات کی ضرورت ہے ۔", "sentence2": "پروگرام کے لحاظ سے ہم نے اس ملک میں محتاجوں کی مدد کی ہے ۔", "gold": "neutral", "file_idx": 158170}
{"lang": "ur", "sentence1": "مالیاتی ادارہ اور تجارت کے لحاظ سے تائیوان میں واقع ہونے والے علاقوں میں سے ایک ہے ۔", "sentence2": "سب سے پہلے سبقت کرنے والے ممالک کی طرف سے جاری ہیں ، لیکن یہ مالیاتی اور کاروبار کے لیے اہم ہے ۔", "gold": "neutral", "file_idx": 212509}
{"lang": "ur", "sentence1": "میں خوش ہوں .", "sentence2": "میں نے ایک بہت اچھا کھانا کھایا ہے ، اس لئے میں اچھا محسوس کرتا ہوں .", "gold": "neutral", "file_idx": 159100}
{"lang": "ur", "sentence1": "فوتونا پارک ، شہر کے باشندوں کو ایک مثالی علاقہ فراہم کیا گیا ہے .", "sentence2": "گٹ والا پارک ، دوپہر کی ایک خوبصورت ترین علاقہ ہے ۔", "gold": "neutral", "file_idx": 317006}
{"lang": "ur", "sentence1": "آئس کریم کے کئی گرجوں کو بھی اس کے قیام کا ایک حصہ بنا دیا گیا ۔", "sentence2": "یہ آئس کریم کا سب سے بڑا گرجا گھر ہے ۔", "gold": "neutral", "file_idx": 389775}
{"lang": "ur", "sentence1": "اس کی پہلی کہانیوں میں سے ایک ہے ، 1950 سال قبل ، 1950 سال سے زیادہ عمر کے لوگوں میں سے ایک ہے .", "sentence2": "اس کی کہانی نے آپ کو پڑھنے کے لیے تیار کیا ہے ۔", "gold": "neutral", "file_idx": 370822}
{"lang": "ur", "sentence1": "یہ دو فریق ہیں .", "sentence2": "اس میز کے پیچھے آنے والی میز کے نیچے موجود ہیں ۔", "gold": "neutral", "file_idx": 155746}
{"lang": "ur", "sentence1": "اس کے علاوہ حکومت کو خرید و فروخت کرنا چاہتا ہے ۔", "sentence2": "ملک کے محل وقوع کے نتیجے میں لوگوں کی مدد کرنے کے لیے ان ممالک میں حصہ ہے ۔", "gold": "neutral", "file_idx": 121175}
{"lang": "ur", "sentence1": "ایک اور اہم معلومات کے لئے ایک اہم طریقہ ہے جو کہ عوامی طور پر ظاہر ہونے کے لیے ایک ای میل پتہ فراہم کرنا ضروری ہے ۔", "sentence2": "الیکٹرانک رقص کی وجہ سے عوام کے تعلقات میں اضافہ کرنے کے لئے بہت اہم ہے ۔", "gold": "neutral", "file_idx": 253455}
{"lang": "ur", "sentence1": "حالتوں میں اضافہ کرنے میں اضافہ ہوا ۔", "sentence2": "اگر آپ کو لگتا ہے کہ لاس اینجلس میں بلے بازی کر رہے ہیں ، تو", "gold": "neutral", "file_idx": 56715}
{"lang": "ur", "sentence1": "اس میں کاروبار کا استعمال کرنا آسان ہو سکتا ہے ۔ اگر یہ کم از کم منٹ میں ہونا چاہئے تو ،", "sentence2": "کم از کم سیکنڈ سے زیادہ طویل نہیں ہو سکتا ہے ۔", "gold": "neutral", "file_idx": 198894}
{"lang": "ur", "sentence1": "ٹھیک ہے ، اور میں نے سوچا ہے کہ آپ کے خیال میں منشیات کا استعمال کرنے والے لوگوں کے لئے پیسے حاصل کرنا ہے ۔", "sentence2": "ادویات کی دکان ہیں .", "gold": "neutral", "file_idx": 156403}
{"lang": "ur", "sentence1": "ان کی آنکھوں پر پردہ پڑ گیا ہے کہ وہ اپنی اوورے بی بی سی آئی اے کے جسم پر قبضہ کر رہا ہے ۔", "sentence2": "جسم کی لاش کی اسٹارنگ", "gold": "neutral", "file_idx": 10865}
{"lang": "ur", "sentence1": "کیا آپ اس بات کو دیکھنا چاہتے ہیں کہ آپ نے دو افراد کے درمیان تعلقات کا اشتراک کیا ہے ۔", "sentence2": "آپ کو یہ نظر آئے گا کہ آپ نے دو انسانوں کے درمیان تعلقات کا اظہار کیا ہے ۔", "gold": "neutral", "file_idx": 386546}
{"lang": "ur", "sentence1": "ہالی ووڈ میں 6 ویں صدی کے اوائل میں ظہران اور انیسویں صدی میں چودھویں صدی کے اوائل میں سینمائوں کے قیام کا اعلان کیا گیا ۔", "sentence2": "14 ویں صدی کے اوائل میں چودھویں صدی کے اوائل میں تعلیم حاصل کی گئی ۔", "gold": "neutral", "file_idx": 151339}
{"lang": "ur", "sentence1": "ہمیشہ جنات میں سے ہر ایک کے لئے ایک وقت ہے .", "sentence2": "اور تم میں سے کوئی بھی جنات میں سے نہیں ہو گا .", "gold": "neutral", "file_idx": 38629}
{"lang": "ur", "sentence1": "جواب دیا جاتا ہے کہ وعدے کا وعدہ پورا ہونے والا ہے ، لہذا اس صورت میں ان ممالک میں دلچسپی رکھنے والے تمام ممالک کو مناسب طور پر ترجیح دی جائے گی ۔", "sentence2": "اگر کوئی چیز باقی نہ رہی تو ہو سکتا ہے کہ کسی اور شخص سے رابطہ نہ کر سکے ۔", "gold": "neutral", "file_idx": 310485}
{"lang": "ur", "sentence1": "سب سے بڑی جزائر یہ ہے کہ مسلمانوں کے اثر کو ایک مسلم اثر کے ساتھ چھوڑ دیا گیا تھا ، اگرچہ یہ جزیرے پر موجود نہ ہو ۔", "sentence2": "مسلمانوں کی آبادی ایک لاکھ سال قبل سے زیادہ تھی ۔", "gold": "neutral", "file_idx": 98459}
{"lang": "ur", "sentence1": "دوسرا ، یہ حملہ امریکہ کی طرف سے پٹائی کی گئی ہے ۔", "sentence2": "ان لوگوں کے بارے میں جن کے بارے میں بیماری ہے", "gold": "neutral", "file_idx": 196733}
{"lang": "ur", "sentence1": "1941 ء میں سوویت یونین نے سوویت یونین پر قبضہ کر لیا کہ سوویت یونین نے سوویت یونین کی جانب سے حملہ کیا ۔", "sentence2": "سوویت یونین کے سوویت یونین نے 90 دن تک جاری رکھا ۔", "gold": "neutral", "file_idx": 215524}
{"lang": "ur", "sentence1": "اس کے ہر حصے میں سے ایک ایسا بھی تھا جس نے اس کے ذریعے سے سمندر کو ڈھانپ لیا ۔", "sentence2": "دیو نے یہ سن لیا تھا کہ اگر وہ انسان کو اکٹھا کرنے کے لئے ڈیزائن کیا گیا ہے تو", "gold": "neutral", "file_idx": 236021}
{"lang": "ur", "sentence1": "ارے ، میں وہاں جا رہا ہوں", "sentence2": "کیا آپ کے والدین نے کو پڑھا ہے ؟", "gold": "neutral", "file_idx": 59179}
{"lang": "ur", "sentence1": "2002 . ء میں اس سرگرمی کی رپورٹ کی گئی ۔", "sentence2": "یہ سرگرمی 2002 مارچ 2002 ء میں ختم ہو جائے گی ۔", "gold": "neutral", "file_idx": 386138}
{"lang": "ur", "sentence1": "میرے خواب کو سچ کہتے ہیں کہ جب وہ اپنے گھر والوں کے بارے میں بحث کر رہے تھے تو آج میں ان سے کچھ تعلق محسوس کرتا ہوں ۔ '", "sentence2": "میرے خاندان میں سب سے زیادہ اہمیت رکھتا ہے .", "gold": "neutral", "file_idx": 12991}
{"lang": "ur", "sentence1": "( یعنی ) اس دن کے لئے جس میں وہ رہتا ہے اس میں اوداوارا کے پانی سے اوداوارا کے علاقہ میں واقع ہے ۔", "sentence2": "آسمان سے پانی برسایا جائے گا ۔", "gold": "neutral", "file_idx": 190400}
{"lang": "ur", "sentence1": "یہودا سولمن الکلائی نے یہودا سولمن الکلائی ، یہودا سولمن الکلائی نے یہودا سولمن الکلائی ، سولمن الکلائی کے ساتھ براہ راست آجروں کی حوصلہ افزائی کی ۔", "sentence2": "تاہم ، یہ پیسے صرف پیسے میں دلچسپی رکھتے ہیں ، لیکن اگر اس کی تجاویز آپ کو منظور کر لی جاتی ہیں تو وہ", "gold": "neutral", "file_idx": 146363}
{"lang": "ur", "sentence1": "خلاصہ کی وجہ سے آپ کے اکاؤنٹ کی توثیق ہو گئی ہے ۔ براہ کرم بعد میں دوبارہ کوشش کریں ۔", "sentence2": "اس سال کی سب سے بڑی وجہ ہے", "gold": "neutral", "file_idx": 132168}
{"lang": "ur", "sentence1": "کوئی ثبوت موجود نہیں ہے ۔ براہ کرم دوبارہ کوشش کریں ۔", "sentence2": "یہ ممکن ہو جائے گا کہ آپ کی شائع کردہ رقم کون دیکھ سکتا ہے ۔", "gold": "neutral", "file_idx": 249198}
{"lang": "ur", "sentence1": "میں اس طرح کی جانچ کرنا چاہتا ہوں کہ مجھے اس طرح کی ضرورت ہے کہ آپ جانتے ہیں کہ ہم اس کے بارے میں مزید جانیں ۔", "sentence2": "میں پانی سے پینے کی کوشش کر رہا ہوں ۔", "gold": "neutral", "file_idx": 36463}
{"lang": "ur", "sentence1": "جی ہاں ، ہم ایسا نہیں کریں گے", "sentence2": "ہمارے اپ لوڈ کرنے میں ناکام رہے ۔ براہ کرم بعد میں دوبارہ کوشش کریں ۔", "gold": "neutral", "file_idx": 4007}
{"lang": "ur", "sentence1": "میں نے کہا ہے کہ \" عیسیٰ کے قَلعے ، ہیرودیس برائیتمام محل وقوع کی بنیاد پر واقع ہے .", "sentence2": "ان عمارتوں میں دو دفتر شامل ہیں اور ایک دفاتر کی بنیاد پر ان عمارتوں میں", "gold": "neutral", "file_idx": 9985}
{"lang": "ur", "sentence1": "- نہیں ، لنکن ، لنکن", "sentence2": "لنکن تھا کہ کسی شخص نے اس کے بارے میں کیا تھا ۔", "gold": "neutral", "file_idx": 236974}
{"lang": "ur", "sentence1": "ڈیری کی تراکیب", "sentence2": "ڈیری کی تراکیب", "gold": "neutral", "file_idx": 71600}
{"lang": "ur", "sentence1": "اگر آپ کو ایک دن میں quip کے طور پر شامل کیا جاتا ہے ، تو براہ کرم مندرجہ ذیل میں سے ایک اور مایسون ( مثلاً : ڈیگال ، ڈیگال ) کے بارے میں مزید جانیں ۔ ۔", "sentence2": "ان مقامات کا نام غلط ہے لیکن صرف ماؤژے دونگ کی پیروی کرتے ہیں ۔", "gold": "neutral", "file_idx": 211274}
{"lang": "ur", "sentence1": "میرا خیال ہے کہ میں پیشہ ورانہ کھیلوں کے مقابلے میں ماہرانہ سکور حاصل کرتا ہوں ۔", "sentence2": "مجھے لگتا ہے کہ پیشہ ورانہ پیشہ ورانہ خدمت کے لیے ماہرانہ لگتی ہے ۔", "gold": "neutral", "file_idx": 129805}
{"lang": "ur", "sentence1": "عوام کے درمیان عوام کی جانب سے عوام اور حکومتی معاشی نظام کے خلاف موثر طور پر موثر طور پر دُنیا بھر میں سب سے زیادہ اہم کردار ادا کیا جاتا ہے ۔", "sentence2": "عوام کی جانب سے عوام کے زیادہ تر معاشی اور موثر طور پر محصولات میں کمی اور موثر حکومت کی جانب سے اضافہ ہوا ۔", "gold": "neutral", "file_idx": 228081}
{"lang": "ur", "sentence1": "آخری سال 0-6 ء میں طیاروں نے چھ پوائنٹس کا اعلان کیا ۔", "sentence2": "0-6 سال قبل آج ہی کے دن ، فٹ بال کا کھیل رہا ہے ۔", "gold": "neutral", "file_idx": 262167}
{"lang": "ur", "sentence1": "یہ ایک پولیس والا ایک پولیس تھا .", "sentence2": "پولیس کے بعد .", "gold": "neutral", "file_idx": 49995}
{"lang": "ur", "sentence1": "اندازے کے مطابق ، 1994 ارب سے زائد آبادی کے 5 ارب ڈالر سالانہ آمدنی میں کمی ہے ، جس میں سے 2.7 فیصد ڈالر سالانہ آمدنی پر مشتمل ہے ، جس کی وجہ سے سالانہ آمدنی 135 ملین ڈالر سے کم ہے ۔ ۔", "sentence2": "آپ کا درج کردہ بجٹ درست نہیں ہے ۔ براہ کرم دوبارہ کوشش کریں ۔", "gold": "neutral", "file_idx": 35740}
{"lang": "ur", "sentence1": "نیو یارک کا استعمال کر کے ، یہ تمام بے حیائی کا کام ہے ، اور وہ کھیل سکتے ہیں !", "sentence2": "جان سائمن کہ نیو یارک سے ایک سینیٹر ہے ۔", "gold": "neutral", "file_idx": 38655}
{"lang": "ur", "sentence1": "ایبے کا تعلق ایک کیتھولک لائٹر کے ساتھ ہوتا ہے ، اور زیادہ تر کیتھولک لائٹر کی طرف سے گورودھن گورودھن .", "sentence2": "گرجا گھر", "gold": "neutral", "file_idx": 60872}
{"lang": "ur", "sentence1": "معبد کے اہم ترین مرکز بدھ مت کی وجہ سے کیوتو کے مرکزی مرکز میں شامل ہو گیا ۔", "sentence2": "کیوٹو میں کافی شہر ہے ۔", "gold": "neutral", "file_idx": 129625}
{"lang": "ur", "sentence1": "یہاں تک کہ کولوراڈو میں اس سے بھی زیادہ خراب ہو گیا ہے کیونکہ ہم نے کوئی غلطی نہیں کی ہے", "sentence2": "بے شک یہ بہت بڑی کامیابی ہے ۔", "gold": "neutral", "file_idx": 362326}
{"lang": "ur", "sentence1": "مندرجہ ذیل اجزاء کی بنیاد پر مندرجہ ذیل اجزاء میں سے ایک ہے :", "sentence2": "اسکا نظام انگریزی میں سب سے زیادہ طاقتور ہے جو کہ 4-3 . ء میں دیکھا جا سکتا ہے ۔", "gold": "neutral", "file_idx": 169354}
{"lang": "ur", "sentence1": "لیک ارووہیڈ اور گریٹ لیک ارووہیڈ کے بارے میں ایک گھنٹہ کے بارے میں مشرق وسطی میں واقع ہے ، جس میں سطع مرتفع ہیں ۔", "sentence2": "کوہ طور پر کوہ طور پر سطع مرتفع ہیں ۔", "gold": "neutral", "file_idx": 164062}
{"lang": "ur", "sentence1": "دیگر کھیلوں کے علاوہ ، مغلیہ طرز کے باغ ہیں ، 19 مربع کلومیٹر ( 12 مربع میل ) اور 19 کلومیٹر ( 12 میل ) کے فاصلے پر واقع ہے ۔", "sentence2": "ان میں سے ہر ایک کو اس کے اندر سے پکارا جاتا ہے ۔", "gold": "neutral", "file_idx": 24365}
{"lang": "ur", "sentence1": "ء میں عراق میں آریاؤں کی آبادی موجود ہے ۔", "sentence2": "ان میں سے کچھ تو ایران میں رہتے ہیں ، لیکن ان میں سے اکثر اپنے آپ کو پسند کرتے ہیں", "gold": "neutral", "file_idx": 216629}
{"lang": "ur", "sentence1": "ماڈرن آرٹ کے عجائب گھر ، پکاسا ، پکاسا اور پکاسا", "sentence2": "عجائب گھر برائے مرگ انبوہ ، پینٹروں ، مصوروں اور پکاسا کے ساتھ شامل ہے ۔", "gold": "neutral", "file_idx": 118759}
{"lang": "ur", "sentence1": "یہ سچ ہے ۔", "sentence2": "یہ ٹھیک ہے کہ وہ ہر سال ایک سال آئے ۔", "gold": "neutral", "file_idx": 178584}
{"lang": "ur", "sentence1": "انہوں نے کہا کہ جون میں جا رہا ہے ۔", "sentence2": "تلواروں کے ساتھ کیا جانے والا تھا ۔", "gold": "neutral", "file_idx": 343029}
{"lang": "ur", "sentence1": "ان لوگوں کے لئے جو ٹی وی پی این کی وجہ سے استعمال کیا جاتا ہے ، ایک چھوٹی سی چیز ہے ، جو کہ بیرونی پلاسٹک کے طور پر ، معدہ پلاسٹک کی بنیاد پر ہیں .", "sentence2": "کاغذ میں ofpaper ، کاغذ میں اظہار کیا جا سکتا ہے لیکن نہیں .", "gold": "neutral", "file_idx": 127712}
{"lang": "ur", "sentence1": "ٹھیک ہے ، مجھے معلوم نہیں ہے کہ اگر کوئی چیز مجھے تبدیل نہیں کیا جا سکتا ہے ، تو میں اسے تبدیل نہیں کر سکتا ۔", "sentence2": "پروگرام کی تبدیلی کو تبدیل کر دیا گیا ہے ، لیکن مجھے نہیں معلوم کہ وہ کیا ہو رہا ہے ۔", "gold": "neutral", "file_idx": 200029}
{"lang": "ur", "sentence1": "یہ صدر اعظم کے عہدے پر صدر اور انتظامی امور کے ڈائریکٹر اور بجٹ کے لحاظ سے تعلق رکھتے ہیں ۔", "sentence2": "اس کو صدر اعظم کی جانب سے نائب قرار دیا گیا اور اس طرح کی تعریف کے طور پر ہجرت کی گئی ۔", "gold": "neutral", "file_idx": 89840}
{"lang": "ur", "sentence1": "مگر ایک خامی جو کہ آپ کے پاس ہے ، مسئلہ کی وجہ سے مسئلہ ہے ، براہ کرم اس کے بارے میں ہمیں بتائیں ۔", "sentence2": "ہم اس کے ساتھ ایک گھڑی بھر میں دیکھو گے .", "gold": "neutral", "file_idx": 188078}
{"lang": "ur", "sentence1": "جی ہاں تھوڑا سا", "sentence2": "جی ہاں ، میں تھوڑا تھکا ہوا ہوں .", "gold": "neutral", "file_idx": 174525}
{"lang": "ur", "sentence1": "ہمیں کیا ہوا ہے ؟", "sentence2": "کیا ہم نے اس شہر میں سے کچھ لوگوں کو پیدا کیا ہے ؟ اور ہم اس پر قادر ہیں", "gold": "neutral", "file_idx": 44382}
{"lang": "ur", "sentence1": "نتیجہ یہ ہے کہ یہ سب کچھ اس وجہ سے لگایا جائے گا کہ وہ ایک بڑی تعداد میں رہے گا کیونکہ ان کے ساتھ اس طرح کی کمی نہیں کی جاتی ہے . نشر کے بعد ، سب سے زیادہ oversold کے طور پر ، بروکلن کا افتتاح .", "sentence2": "مشکوٰۃ کے مطابق ، اس بات کو یقینی بنانے کے قابل نہیں کہ اکثر لوگ بولتے ہیں ۔", "gold": "neutral", "file_idx": 118444}
{"lang": "ur", "sentence1": "انہوں نے کوٹھڑی میں لے جانے کی کوشش کی ۔", "sentence2": "وہ یہ خیال کرتا ہے کہ اس کی وجہ سے ایک برا اثر ہے ۔", "gold": "neutral", "file_idx": 290761}
{"lang": "ur", "sentence1": "جی ہاں ، یہی ہے کہ میں نے اس کے بارے میں بات کر رہی ہے .", "sentence2": "میرے خیال میں ہم نے سوچا ہے کہ وہ کافی ہے ، لیکن میں نے اس کے بارے میں سوچا", "gold": "neutral", "file_idx": 208398}
{"lang": "ur", "sentence1": "شہر کے لحاظ سے اس کا بریک ڈاؤن ترتیب دیا جاتا ہے ۔ باسفورس نے آبنائے باسفورس کے ساتھ گذرتی ہے کہ وہ دو براعظموں پر پھیلی ہوئی ہے ۔", "sentence2": "حقیقت یہ ہے کہ یہ شہر دو براعظموں پر پھیلی ہوئی ہے ۔", "gold": "neutral", "file_idx": 34676}
{"lang": "ur", "sentence1": "وہ اس بات کا یقین رکھتے ہیں کہ والدین کے ماں باپ کے بارے میں کیا خیال کرتے ہیں ؟", "sentence2": "وہ اپنے والدین کو بھائى کی جانب سے مستثنٰی سمجھا جاتا تھا ۔", "gold": "neutral", "file_idx": 336941}
{"lang": "ur", "sentence1": "اوہ ، مجھے لگتا ہے کہ میرے خیال میں اس سال سے بہتر ہے لگتا ہے کہ", "sentence2": "آخری سال قبل آج ہی کے دن", "gold": "neutral", "file_idx": 105769}
{"lang": "ur", "sentence1": "اقتصادی مسائل کا سامنا کرنا ضروری ہے کہ ایک بڑی اقتصادی جرائم کا شکار ہونے کی وجہ سے اس کی تاریخ میں ترمیم نہیں کی جا سکتی ۔", "sentence2": "اقتصادی مسائل کی وجہ سے معاشیات کو جنم دیا جاتا ہے ۔", "gold": "neutral", "file_idx": 328133}
{"lang": "ur", "sentence1": "عددی سوم ، اعلی درجے کی لاگت کے لئے ۔", "sentence2": "درج کردہ نمبر غلط ہے ۔", "gold": "neutral", "file_idx": 300036}
{"lang": "ur", "sentence1": "اتنا ہی کہ اس نے سائن اپ نہیں کیا ، یا اس کی مشہور وجہ سے اپنے مشہور کھانوں میں شامل ہوئے ۔", "sentence2": "کلنٹن نے اپنے معاہدے میں ایک چھوٹے پیغامات شامل نہیں کیے تھے ۔", "gold": "neutral", "file_idx": 332931}
{"lang": "ur", "sentence1": "حضرت محمد نے کہا کہ اس کی سزا یہ ہے کہ جس کے بارے میں بیماری ہے اس کی وجہ سے", "sentence2": "ایک بری بات یہ ہے کہ آگ کے شعلوں سے آگ کو ڈھانپ لے گا ۔", "gold": "neutral", "file_idx": 124158}
{"lang": "ur", "sentence1": "ماٶ س کو ڈبل ۔", "sentence2": "facebook میں لاگ ان کرنے کے لیے دوہرا ٹیپ کریں", "gold": "neutral", "file_idx": 90920}
{"lang": "ur", "sentence1": "تلواروں کے ساتھ ایک اور پیانو کا اظہار کرنے والا ایک stars ( machine language ) تھا اور ایک dancing with the stars ( امریکی ٹی وی نیٹ ورک ) کے لئے استعمال", "sentence2": "dancing with the stars ( امریکی stars ) میں استعمال کیا گیا ۔", "gold": "neutral", "file_idx": 128909}
{"lang": "ur", "sentence1": "اور میں جانتا ہوں کہ تم میں سے کیا ہو رہا ہے ، یہ بات نہیں ہے .", "sentence2": "رچمارک ، مجھے معلوم ہے کہ آپ کو ساسکاٹچیوان کے لئے پیسے حاصل کرنے کی ضرورت نہیں ہے کیوں کہ آپ نے اس پر خرچ کیا ہے", "gold": "neutral", "file_idx": 194208}
{"lang": "ur", "sentence1": "جزائر کیریبیئن میں سب سے بڑا جزیرہ ، کیوبا کے جنوبی 233 کلومیٹر ( 145 میل ) اور 83 کلومیٹر ( 233 میل ) اور 83 کلومیٹر ( 52 میل ) کے فاصلے پر واقع ہے ۔", "sentence2": "کیوبا جمیکا سے زیادہ ہے ۔", "gold": "neutral", "file_idx": 174309}
{"lang": "ur", "sentence1": "یہ ساری چیزیں ہیں جن کے بارے میں ایک دوسرے سے رابطہ کرتے ہیں ۔", "sentence2": "یہ امید ہے کہ نیپال میں کسی بھی فرد کو تلاش کرنے کی ضرورت ہے ۔", "gold": "neutral", "file_idx": 176460}
{"lang": "ur", "sentence1": "انہوں نے اپنے اسلحہ کو لہراتے ہوئے ۔", "sentence2": "آپ نے آگے بڑھنے سے انکار کر دیا ۔", "gold": "neutral", "file_idx": 231322}
{"lang": "ur", "sentence1": "طاقتور نے تقسیم کی بنیاد پر پولینڈ کے باشندوں کو ایک منصوبہ بندی کرنے کی اجازت دی تھی ۔", "sentence2": "پولینڈ کے شہویوں کو شکست دینے کی وجہ سے ۔", "gold": "neutral", "file_idx": 51923}
{"lang": "ur", "sentence1": "اس دریا میں ہونے کی وجہ سے ، آپ کو کھانا نہیں بچا سکتا ۔", "sentence2": "اس دریا میں مچھلی نے خوراک کو محفوظ کیا ۔", "gold": "neutral", "file_idx": 365978}
{"lang": "ur", "sentence1": "ہم نے حال ہی میں کچھ ڈائیٹنگ شروع کرنے کی کوشش کی ہے لہذا ہم نے آپ کو اس کے بارے میں بتائیں کہ آپ اس کے بارے میں کس طرح جاننا چاہتے ہیں کہ آپ کو کس طرح جانتے ہیں کہ آپ کس طرح جانتے ہیں", "sentence2": "اگر آپ کو کاٹنا ہے ، تو آپ سے رابطہ کرنے کے لئے بہت مشکل ہے .", "gold": "neutral", "file_idx": 360193}
{"lang": "ur", "sentence1": "14 ء میں ٹوئنٹی / 14 اور 14 کے درمیان ، 15 ء میں ختم ہونے والی حطین میں 15 ء کے اوائل میں حطین ، چین اور سمندری ماحول میں مبتلا ہونے لگے ۔", "sentence2": "بنیادتھے ، سونے اور بنیادتھے .", "gold": "neutral", "file_idx": 303343}
{"lang": "ur", "sentence1": "تو آپ نے اس بات کی تصدیق کی ہے کہ آپ نے اس بات کا اظہار کیا ہے اور یہ کہ آپ کے خیال میں اس طرح کی گئی ہے ۔", "sentence2": "اُنہوں نے پینٹ کیا تھا کہ وہ سرخ نارنجی پینٹ کیا گیا تھا ۔", "gold": "neutral", "file_idx": 118459}
{"lang": "ur", "sentence1": "آپ کو میں نے کام کرنے کے لئے کوشش کی تھی لیکن میں نے اسے نہیں بنایا تھا", "sentence2": "میں نے ان لوگوں پر کام کیا تھا ، لیکن میں نے مجھے درد دینے کی ضرورت نہیں تھی ۔", "gold": "neutral", "file_idx": 296995}
{"lang": "ur", "sentence1": "دوسروں کو اس بات کا خیال نہیں ہے کہ پیسے کی زیادہ سے زیادہ رقم حاصل کرنے کی کوشش کر رہی ہے ، اس طرح کی وجہ سے کیمیائى ہتھیاروں کے استعمال کو یقینی بنانے میں مدد ملتی ہے ۔ ۔", "sentence2": "got ہتھیاروں کے ہاتھ ہمارے دشمن ہیں ۔", "gold": "neutral", "file_idx": 192347}
{"lang": "ur", "sentence1": "19 ویں صدی کے اوائل میں ویچی فرنچ کی بندرگاہ ، کوکین کے ساتھ معاشقہ شروع کیا گیا جس نے اسے ایمرلڈ کوسٹ میں دیکھا ۔", "sentence2": "فرانسیسی سائڈ باری کی وجہ سے ، ویچی فرنچ کی طرف سے ایک دوسرے کی طرف سے لگایا جاتا ہے .", "gold": "neutral", "file_idx": 55475}
{"lang": "ur", "sentence1": "میرے خیال میں آپ کا بہت اچھا خیال ہے .", "sentence2": "یہ یقینی بات نہیں ہے کہ آپ کے خیال میں facebook پر بہت سی نشانیاں ہیں ۔", "gold": "neutral", "file_idx": 249711}
{"lang": "ur", "sentence1": "مجھے ایک آئڈیا آیا تھا ۔", "sentence2": "میرے پاس ایک آموختہ ہے ۔", "gold": "neutral", "file_idx": 61232}
{"lang": "ur", "sentence1": "1998 ء کے عشرے میں ریاست کے لحاظ سے ایک فعال منصوبہ بندی کے طور پر اعلان کی گئی ۔", "sentence2": "کسی بھی شخص کو یقین نہیں ہے کہ آپ کی جانب سے کوئی بھی تعلق داری کی اجازت نہیں ہے ۔", "gold": "neutral", "file_idx": 95600}
{"lang": "ur", "sentence1": "ٹاور کے ریکارڈ کا ایک مقصد اور اچھا الیکٹرانکس ، لکھیں ۔", "sentence2": "ٹاؤنسول", "gold": "neutral", "file_idx": 78072}
{"lang": "ur", "sentence1": "میرے دوسری جانب سے ، میں نے 200 صفحات کو اپنے زیر انتظام صفحات کے طور پر منتخب کیا ہے ، جو کہ 1,000 ء میں عمرہ کے لئے ، میں نے 1996 ء میں مدینہ منورہ پر پیش کیا تھا ۔", "sentence2": "میری ٹائم لائن نے مجھے ملازمت کی درخواست بھیجی ہے", "gold": "neutral", "file_idx": 93844}
{"lang": "ur", "sentence1": "اگر آپ اس بات کو یقینی بنانا چاہتے ہیں کہ آپ نے اس سے پہلے ہی لاگ ان کیا ہے تو ہم آپ کو مطلع کر دیں گے ۔", "sentence2": "ء میں ہونے والے کی بنیاد پر ورلڈ عِلمِ امراضِ نِسواں", "gold": "neutral", "file_idx": 315708}
{"lang": "ur", "sentence1": "آپ نے graph کا لفظ دیکھا ہے کہ graph ، برانڈو ، برانڈو ، وغیرہ ۔", "sentence2": "اداکار کو ایک اچھی قیمت پر غور کیا گیا تھا ، شاید کہ 100 ہزار پونڈ نامی پاؤنڈ .", "gold": "neutral", "file_idx": 355035}
{"lang": "ur", "sentence1": "مجھے لگتا ہے کہ جج کے طور پر فیصلہ کیا گیا تھا", "sentence2": "فیصلہ کے طور پر فیصلہ کرنے کے لیے کوئی فیصلہ نہیں کیا جائے گا ۔", "gold": "neutral", "file_idx": 77857}
{"lang": "ur", "sentence1": "اس ایلی ٹائی کو اس ایلی هے", "sentence2": "کوئی امانت دار نہیں", "gold": "neutral", "file_idx": 273954}
{"lang": "ur", "sentence1": "سب کچھ نامکمل یا دو حصوں میں تقسیم کیا گیا ہے یا تو کوئی یا تو ہے ؟", "sentence2": "آپ نے اس کی ٹائم لائن پر لکھا ہے ۔", "gold": "neutral", "file_idx": 312095}
{"lang": "ur", "sentence1": "فرانسیسی پنینی تراکیب", "sentence2": "اس دنیا کی زندگی میں بھی ان کی زندگی میں اضافہ ہوا ۔", "gold": "neutral", "file_idx": 281811}
{"lang": "ur", "sentence1": "جب میں مر گیا تھا تو اس کے ساتھ دو ایوانوں پر پابندی لگا دی گئی ۔", "sentence2": "فرنانڈو دراصل ایک بچے کی اولاد تھی لیکن کوئی بھی اس بچے کی بات نہ تھی ۔", "gold": "neutral", "file_idx": 366581}
{"lang": "ur", "sentence1": "آئیے ہال کے ساتھ .", "sentence2": "ہال کے ساتھ فرنیچر کو منتقل کریں", "gold": "neutral", "file_idx": 162771}
{"lang": "ur", "sentence1": "میں ذہن میں ہوں", "sentence2": "میں سگریٹ نوشی میں ہوں ۔", "gold": "neutral", "file_idx": 134062}
{"lang": "ur", "sentence1": "کوٹھڑی میں رکھ کر", "sentence2": "ان کے کام کی سالگرہ کا اہم ترین فنڈ اکٹھا کرنے والا ہے ۔", "gold": "neutral", "file_idx": 255804}
{"lang": "ur", "sentence1": "ان لوگوں کو کم از کم ایک عدد کی ضرورت ہوتی ہے اور وہ صرف اس طرح کے طور پر نظر انداز کر سکتے ہیں اور آپ نے کہا کہ وہ کسی بھی وقت ان کی شناخت کرنے کی کوشش کر رہے ہیں ۔", "sentence2": "ان لوگوں کو آپ کا پورا پورا بدلہ دیا گیا ہے اور وہ خیال کرتے ہیں کہ انہیں اس طرح کی ضرورت نہیں ہے ۔", "gold": "neutral", "file_idx": 135740}
{"lang": "ur", "sentence1": "موجودہ شہر کے اوائل میں دریائے نیل کے طور پر ، دریائے نیل کے 18 ویں صدی کے اوائل میں واقع ہوا ۔ 1350 ء ، 19 ء میں 19 ء کے اوائل میں ظفر اللہ نے چن لیا ۔", "sentence2": "ء میں آپ نے اس خنجر کو دیکھا جس نے خنجر کو مندر میں داخل کیا ۔", "gold": "neutral", "file_idx": 148028}
{"lang": "ur", "sentence1": "مکمل طور پر اور اس وجہ سے کہ آپ نے توجہ حاصل کرنے کی کوشش کی ہے ۔", "sentence2": "توجہ مرکوز کرنے کے لئے بہت کچھ ہے ۔", "gold": "neutral", "file_idx": 109510}
{"lang": "ur", "sentence1": "لیکن کیا ہو سکتا ہے ؟", "sentence2": "کیا یہ درست ہے ؟", "gold": "neutral", "file_idx": 209367}
{"lang": "ur", "sentence1": "ٹھیک ہے ، یہ ٹھیک ہے ، ہم سب کو پکڑ لیں گے", "sentence2": "جی ہاں ، یہ ایک ایسی چیز ہے جسے ہم سب سے زیادہ مخصوص طور پر اشتراک کرنے کی کوشش کرتے ہیں ۔", "gold": "neutral", "file_idx": 388067}
{"lang": "ur", "sentence1": "خودکات ، سیئم ریئپ اور صارفین کی معاشی ترقی کے لیے معاشی طور پر ترقی کی جاتی ہے ۔", "sentence2": "بد قسمتی سے ، زرعی مزدور کی قیمت اب بھی بلند ترین ہے ۔", "gold": "neutral", "file_idx": 223641}
{"lang": "ur", "sentence1": "لہذا میں نے اس کو تسلیم کرنے سے انکار کر دیا ہے", "sentence2": "میں اس کو تبدیل کرنے کی ضرورت نہیں ہے .", "gold": "neutral", "file_idx": 46227}
{"lang": "ur", "sentence1": "اور زیادہ تر لوگ دولت مند ہیں اور نہ ہی ان کی بنیادی ضروریات کی ضرورت ہے اور نہ ہی ان کی بنیادی ضروریات کے بارے میں کوئی فائدہ ہے ۔", "sentence2": "ان مالیاتی گھپلوں ، بنیادی ضروریات کی وجہ سے آپ کی بنیادی ضروریات کے لحاظ سے قلت ہیں ۔", "gold": "neutral", "file_idx": 75889}
{"lang": "ur", "sentence1": "فکسڈ قیمت : ایک ایسی قیمت ہے جس میں کسی مختلف وقت کی کمی نہیں ہوتی ۔", "sentence2": "فکسڈ قیمت", "gold": "neutral", "file_idx": 315478}
{"lang": "ur", "sentence1": "4.1 کے طور پر نشان زد کیا جا رہا ہے ، براہ کرم بعد میں دوبارہ کوشش کریں ۔", "sentence2": "آپ کی درج کردہ معلومات کی تجدید کر دی گئی ہے ۔", "gold": "neutral", "file_idx": 126209}
{"lang": "ur", "sentence1": "ہم بنگلہ دیش کے ایک بڑے سے زیادہ لوگوں تک پہنچنے والے تھے جو کہ مشرقی پاکستان میں بنگلہ دیش اور الجزائر سے تعلق رکھتا ہے ۔", "sentence2": "اور ہم نے ان کے پاس کوئی جماعت نہیں رکھی تھی", "gold": "neutral", "file_idx": 143295}
{"lang": "ur", "sentence1": "اس بات کو یقینی بنانے میں مدد کرنے کے لیے کہ آپ نے ان کی خدمات کا جائزہ لیا ہے ۔", "sentence2": "قانونی سروسز کو نقل نہیں کیا جا سکتا ہے ۔", "gold": "neutral", "file_idx": 172496}
{"lang": "ur", "sentence1": "( یہ سب کچھ اس لیے ہے ) کہ تو اپنے تحفظ کا ارادہ کر رہا ہے اور مجھے اس کی تمباکو سے نکال دیا جاتا ہے اور اس کی زینت بھی ہے اور اس کے لئے", "sentence2": "جان لو کہ جون کے دن میں تمباکو نوشی کی گئی تھی ۔", "gold": "neutral", "file_idx": 326807}
{"lang": "ur", "sentence1": "انہوں نے اغواء کاروں کو اغواء کر لیا اور موٹ کی ہڈی کو اغواء کر لیا ۔", "sentence2": "اور اس کو ان کے بدلہ لینے کا کچھ بھی علم نہیں", "gold": "neutral", "file_idx": 224573}
{"lang": "ur", "sentence1": "ٹھیک ہے ، یہ کیا ہے کہ گاڑی کی قسم کے لحاظ سے آپ نے جو گاڑی خریدنے کی کوشش کی ہے وہ کیا ہے ؟", "sentence2": "آپ کون سی خدمات خریدنا چاہتے ہیں ؟", "gold": "neutral", "file_idx": 148297}
{"lang": "ur", "sentence1": "you had to root for perennial nice-guy tom lehman , who ' d led after three rounds of the open for the third consecutive year .", "sentence2": "ابتداء میں پہلی بار حملہ آور ہوا ۔", "gold": "neutral", "file_idx": 133928}
{"lang": "ur", "sentence1": "کچھ عرصہ میں ، صرف ایک جُز کی طرف سے ایک جُز ہے .", "sentence2": "اعداد و شمار کے اعداد و شمار", "gold": "neutral", "file_idx": 82365}
{"lang": "ur", "sentence1": "جزیرے کا دارالحکومت لگایا جاتا ہے اور آپ کبھی بھی اس سے محروم ہو سکتے ہیں ۔", "sentence2": "یونانیوں اور فارسیوں کو فارسیوں کے قبضہ میں آنے کا اعلان کر دیا گیا ۔", "gold": "neutral", "file_idx": 184408}
{"lang": "ur", "sentence1": "سنجیدہ کوشش کرنے کی کوشش کریں بھنی ہوئی باڑ ان کے گوشت کی طرف سے دی جاتی ہے ۔", "sentence2": "ریگولیشنز اور گوشت کی تراکیب سونے کے .", "gold": "neutral", "file_idx": 66359}
